<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - software libre para cronometrado del salto, carrera, tiempo de reacci&oacute;n y ritmo</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<table width="100%" border="0" cellspacing="0" cellpadding="0">
		<tr><td align="left">
		<div align="left"><a href="http://chronojump.org" border="0"><img src="images/chronojump33.png" alt="logo" width="591" height="177" border="0"></a><br>
		</div>
		</td><td valign="bottom" align="right">
		<div id="sidebar">
<ul>
<li><a href="faq_ca.html">Catal&agrave;</a></li>
<li><a href="faq.html">English</a></li>
<li id="currentLanguage">Espa&ntilde;ol</li>
<li>Fran&ccedil;ais (pending)</li>
<li><a href="faq_gl.html">Galego</a></li>
<li>Italiano (pending)</li>
<li><a href="faq_pt.html">Portugu&ecirc;s</a></li>
</ul><br>
</div></td></tr></table>
<ul id=nav-top>
<ul>
<li><a href="http://chronojump.org">P&aacute;g. Principal</a></li>
<li><a href="index_es.html">Introducci&oacute;n </a></li>
<li id="currentPage">FAQ</li><li><a href="screenshots_es.html">Fotos</a></li>
<li><a href="documents_es.html">Documentos</a></li>
<li><a href="installation_es.html">Instalaci&oacute;n</a></li>
<li><a href="hardware_es.html">Hardware</a></li>
<li><a href="courses_es.html">Cursos</a></li>
</ul>    
</ul>
<table border = "0" width = "100%" cellpadding="0" cellspacing="0">

			<tr valign="top"><td align="left">

			<div id="content">
			<div id="content-body"><table border="0" width="100%"><tr><td align="left"><h4 id="top">
FAQ de Chronojump - listado de preguntas frecuentes
</h4></td><td align="right"><a href="print/faq_es.html"><font size="2"><tt>Versi&oacute;n imprimible
</tt></font></a></td></tr></table>

<ol>
<li><a href="#platform">Plataforma de contactos</a>
<li><a href="#chronopic">Chron&oacute;metro Chronopic</a>
<li><a href="#chronojump">Software Chronojump</a>
</ol>

<h5 id="platform">Plataforma de contactos</h5>

<ol>
<li>¿C&oacute;mo puedo construir la plataforma de contactos?
<p>
Siga las instrucciones descritas en esta p&aacute;gina web: <a href="construction_contact_platform_es.html">"Instrucciones para la construcci&oacute;n de una plataforma de contactos para la medici&oacute;n de la capacidad de salto/s"</a>.

<p><li>¿D&oacute;nde puedo comprar la plataforma de contactos? ¿Puedo vender la que he hecho yo?
<p>
No comercializamos plataformas de contactos, a cambio instamos a los que deseen usar este m&eacute;todo a que se fabriquen su propia plataforma. Si alg&uacute;n particular o empresa decide fabricarlas seg&uacute;n el m&eacute;todo que hemos explicado o cualquier otro que sea compatible y quiere venderlas, puede avisarnos y haremos difusi&oacute;n de su servicio, aunque no nos haremos responsables de la calidad de las mismas.

<p><li>¿Por qu&eacute; el acero tiene que ser templado?
<p>
El acero de la plataforma de contactos va a ser sometido a numerosas fuerzas, si es templado resiste mejor y tiene m&aacute;s capacidad de retorno a su posici&oacute;n inicial.

<p><li>¿Por qu&eacute; no us&aacute;is c&eacute;lulas fotoel&eacute;ctricas?
<p>
Lea esta p&aacute;gina: <a href="photocells_es.html">Fotoc&eacute;lulas</a>.

<p><li>He descubierto una manera mejor de hacer la plataforma de contactos ¿d&oacute;nde puedo anunciarla?
<p>
Escribe un correo a la lista <a href="contact_es.html">chronojump-list</a> y veremos c&oacute;mo podemos anunciar tu propuesta.

</ol>
<p align="right"><a href="#top">Subir</a></p>

<h5 id="chronopic">Cron&oacute;metro Chronopic</h5>

<ol>

<p><li>¿D&oacute;nde puedo comprar el Chronopic?
<p>
Consulte la <a href="hardware_es.html">p&aacute;gina de Hardware</a>.

<p><li>¿Puedo construir o fabricar de forma industrial el Chronopic?<p>
<p>
S&iacute;, con la informaci&oacute;n que se encuentra en la <a href="hardware_es.html">p&aacute;gina de Hardware</a> puede fabricarlo de forma manual o industrial en cualquier pa&iacute;s.

<p><li>¿Puedo vender el Chronopic?</p>
<p>
S&iacute;, al precio que consideres oportuno. Cabe considerar la licencia del hardware: <a href="http://creativecommons.org/licenses/by-sa/2.5/es/deed.es">Creative Commons. Reconocimiento-Compartir bajo la misma licencia 2.5 Espa&ntilde;a</a>.

<p><li>¿Es posible anunciarse en vuestra web como distribuidor de Chronojump y/o Chronopic?</p>
<p>
S&iacute;, escriba a la direcci&oacute;n que se ve en esta imagen:

<img align="absmiddle" src="http://projects.gnome.org/chronojump/images/xaviblas-correo.png">

<li>Puedo conectar m&aacute;s de un Chronopic a un ordenador?
<p>
S&iacute;.
<ul>
<li>Un Chronopic es suficiente para captar est&iacute;mulos de uno o m&aacute;s dispositivos de medida (como plataformas de contacto) siempre que no se produzca contacto en diversos dispositivos al mismo tiempo. Si desea medir el tiempo de contacto y el tiempo de vuelo en la marcha, no podr&aacute; diferenciar entre un pie y el otro con s&oacute;lo un Chronopic aunque tenga una plataforma de contacto para cada pie.
<li>
Con dos o m&aacute;s Chronopics podr&aacute; captar canales diferentes. En el ejemplo del an&aacute;lisis de la marcha, podr&aacute; ubicar un dispositivo de medida para cada pie, conectando cada dispositivo a un Chronopic y conectando ambos Chronopics a un ordenador. Ejecutando dos veces el programa Chronojump_mini podr&aacute; detectar la fase de contacto y la de vuelo de cada pie, as&iacute; como exportar los datos a una hoja de c&aacute;lculo para analizarlas. M&aacute;s informaci&oacute;n en: <a href="http://mail.gnome.org/archives/chronojump-list/2008-July/msg00015.html">important: connecting n chronopics to a computer / importante: conectando n chronopics a un ordenador</a>.
</ul>



<li>¿Por qu&eacute; es necesario un cron&oacute;metro si cualquier ordenador puede hacer esa funci&oacute;n?
<p>
Los sistemas operativos modernos son multitarea, lo que significa que el ordenador asigna peque&ntilde;as cantidades de tiempo para la realizaci&oacute;n de cada una de las tareas de manera que parece que ejecuta todas a la vez. Si el ordenador se encarga de captar los est&iacute;mulos que proceden de la plataforma de contactos, en ocasiones ser&aacute; tard&iacute;o en advertir estos eventos porque estar&aacute; ocupado en otros <i>asuntos</i>, lo que se traduce en problemas de fiabilidad debido a que dos saltos de la misma duraci&oacute;n podr&iacute;an obtener mediciones distintas por circunstancias aleatorias.<br>
El cron&oacute;metro externo que hemos construido est&aacute; especializado en la captaci&oacute;n de eventos en la plataforma de contactos por lo que no aparecer&aacute;n errores de fiabilidad en sus registros.<br>
Chronopic permitir&aacute; adem&aacute;s que se pueda usar Chronojump o su versi&oacute;n reducida Chronojump-mini en casi cualquier dispositivo electr&oacute;nico, y asegura una buena compatibilidad hacia el futuro.<br>
Para m&aacute;s informaci&oacute;n lea este art&iacute;culo: <a href="http://projects.gnome.org/chronojump/articles/chronojump_sistema_de_medida_congreso_gpul.pdf">"Proyecto Chronojump: Sistema de Medida de la Capacidad de Salto usando Software y Hardware Libres"</a>.

</ol>
<p align="right"><a href="#top">Subir</a></p>

<h5 id="chronojump">Software Chronojump</h5>

<ol>
<li>¿Puedo acceder al c&oacute;digo fuente y modificar el programa?, ¿y venderlo?
<p>
Chronojump es software libre distribuido bajo los t&eacute;rminos de la <a href="http://www.gnu.org/licenses/licenses.html#GPL">licencia GPL</a>, lo que le permite estudiarlo, modificarlo, redistribuirlo, venderlo siempre respetando la citada licencia. Para m&aacute;s informaci&oacute;n acceda a la p&aacute;gina web de <a href="http://es.wikipedia.org/wiki/GPL">GPL en la Wikipedia</a>.

<p><li>¿Cu&aacute;nto dinero cuesta?
<p>
En la web siempre habr&aacute; una versi&oacute;n de Chronojump gratuita, pero usted puede comercializar si lo desea una versi&oacute;n, en ella se recomienda que ofrezca servicios extra para que sus clientes se decidan a comprarla. De entre los servicios podr&iacute;a ofrecer cursos a entrenadores, asesor&iacute;a, integraci&oacute;n de plataforma + cron&oacute;metro + software en un s&oacute;lo equipo, ... tambi&eacute;n puede facillitar el programa si lo desea en cualquier curso, clase o conferencia que usted imparta.

<p><li>¿En qu&eacute; sistemas operativos y equipos inform&aacute;ticos funciona?
<p>
Chronojump est&aacute; escrito para la plataforma de programaci&oacute;n <a href="http://www.mono-project.com">MONO</a>, que ha sido concebida para facilitar que los programas inform&aacute;ticos funcionen un muchos sistemas operativos y equipamientos inform&aacute;ticos. Hasta el momento funciona en sistemas GNU/Linux y en Windows.<br>

<p><li>¿C&oacute;mo puedo descargar (download) el programa?
<p>
Acceda a la p&aacute;gina web de <a href="installation_es.html">instalaci&oacute;n de Chronojump</a>.

<p><li>¿Puedo probar Chronojump sin tener el cron&oacute;metro ni la plataforma de contactos?
<p>
S&iacute;, se ha creado un modo simulado en que se ejecutan saltos, carreras de duraci&oacute;n aleatoria, tiempos de reacci&oacute;n y ritmos para que pueda probar las caracter&iacute;sticas del programa.

<p><li>¿Cu&aacute;ndo saldr&aacute; la versi&oacute;n 1.0 y qu&eacute; prestaciones tendr&aacute;?
<p>
Hasta la fecha (versi&oacute;n 0.8) Chronojump ya tiene m&aacute;s prestaciones que el resto de soluciones comerciales y no-comerciales de las que tenemos conocimiento.
<br>
Si desea realizar peticiones de caracter&iacute;sticas no dude en escribir un correo a la lista de correo <a href="contact_es.html">chronojump-list</a>. Leer m&aacute;s <a href="features_es.html">informaci&oacute;n de las caracter&iacute;sticas</a>.

<p><li>¿C&oacute;mo puedo saber las &uacute;ltimas novedades del proyecto?
<p>
Consulte los <a href="http://chronojump.org">foros</a>. Adem&aacute;s puede consultar el archivo <a href="http://cvs.gnome.org/viewcvs/chronojump/changelog.txt?view=markup"><i>changelog</i> o registro de cambios</a>.

<p><li>¿Por qu&eacute; se llama Chronojump si tambi&eacute;n sirve para medir carreras, tiempos de reacci&oacute;n y ritmos?
<p>
La idea inicial era crear un software para la medici&oacute;n de eventos temporales del salto, pero se ha visto que con poco esfuerzo el mismo software puede servir para cronometrar todo tipo de carreras, tiempos de reacci&oacute;n y ritmos. Aunque se trabaja en estas l&iacute;neas, los esfuerzos principales se destinan a la medici&oacute;n de saltos, por este motivo Chronojump conserva su nombre inicial.

<p><li>Me gustar&iacute;a colaborar ¿c&oacute;mo puedo hacerlo?
<p>
Consulte los <a href="http://chronojump.org">foros</a>.

</ol>
<p align="right"><a href="#top">Subir</a></p>
</div></div>
</td><td>
<div id="sidebar">
				<h3>Premio</h3>
				<p><img src="images/tropheesdulibre.jpg"><br>
				Chronojump gana <a href="http://tropheesdulibre.com">premio de software libre 2007</a> en la categor&iacute;a de educaci&oacute;n.
				</p>
				<h3>Licencia</h3>
				<p>
					ChronoJump es <a href="http://es.wikipedia.org/wiki/Software_Libre">software&nbsp;libre</a> distribuido bajo la Licencia <a href="http://es.wikipedia.org/wiki/GPL">GPL</a>. El <a href="http://svn.gnome.org/viewcvs/chronojump/trunk/">c&oacute;digo&nbsp;fuente del&nbsp;programa y del&nbsp;cron&oacute;metro</a> puede ser consultado, as&iacute; como modificado y redistribuido.<br><br>
					Se facilitan instrucciones de construcci&oacute;n de la plataforma de contactos y el cron&oacute;metro.<br><br>
					No es posible verificar la validez y fiabilidad de un instrumento inform&aacute;tico de medida si no se facilita el <em>c&oacute;digo&nbsp;fuente</em>. Por esta raz&oacute;n ChronoJump es &oacute;ptimo para la investigaci&oacute;n.
			      </p>
				<h3>Autores</h3>
				<ul>
<li><a href="http://www.xdeblas.com">Xavier de Blas</a></li>
<li><a href="http://www.iearobotics.com/personal/juan/">Ju&aacute;n Gonz&aacute;lez</a></li>
<li><a href="mailto:juanfer@juanfer.com.ar">Juan Fernando Pardo</a></li>
<li><a href="http://www.iearobotics.com/personal/ricardo/index.html">Ricardo G&oacute;mez</a></li>
<li><a href="http://www.logicbrick.com/">Sharad Shankar</a></li>
<li><a href="http://www.logicbrick.com/">Onkar Nath Mishra</a></li>
</ul>

				<h3>Colaboradores&nbsp;[a-z]</h3>
				<ul>
<li><a href="http://www.bortoleto.com/malu.htm">Maria Luisa Belloto</a>
<li>Bernat Busc&agrave;
<li><a href="http://pintant.cat/2006/12/28/no-marxis-lluny-alberto-2/">Alberto Garc&iacute;a-Fogeda</a>
<li><a href="http://tirania.org/blog/">Miguel de Icaza</a>
<li><a href="mailto:marchesedavid@yahoo.com.ar">David Marchese</a>
<li>Josep Ma Padull&eacute;s
<li><a href="http://pintant.cat/author/carles/">Carles Pina</a>
<li><a href="mailto:carles.romagosa@uvic.cat">Carles Romagosa</a>
</ul>

				<h3>Contribuyen</h3>
				<br><a href="http://www.deporteyciencia.com"><img src="images/deporteyciencia_blues.gif" width="88" height="110" border="0" alt="deporteyciencia.com sitio colaborativo en ciencias del deporte"></a>
<br><br><A href="http://gnome.org"><IMG src="images/gnome_logo_88_blues.png" width="88" height="137" border="0" alt="GNOME"></A>

</div>
</td></tr></table>

<div id="footer">

		<hr width="98%" noshade size="1">
		<table align="center" width="98%" border="0" cellpadding="0" cellspacing="0">

		<tr><td align="left">Traducci&oacute;n al espa&ntilde;ol por <a href="mailto:xavi@xdeblas.com">Xavier de Blas</a>
</td><td>Web dise&ntilde;ada por <a href="http://www.41010.com" title="41010" target="_blank">Zazu Vega</a>
</td></tr>

		</div>

		</body>

		</html>