<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - software libre para cronometrado del salto, carrera, tiempo de reacci&oacute;n y ritmo</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<table width="100%" border="0" cellspacing="0" cellpadding="0">
		<tr><td align="left">
		<div align="left"><a href="http://chronojump.org" border="0"><img src="images/chronojump33.png" alt="logo" width="591" height="177" border="0"></a><br>
		</div>
		</td><td valign="bottom" align="right">
		<div id="sidebar">
<ul>
<li><a href="construction_contact_platform_parallel_port_ca.html">Catal&agrave;</a></li>
<li>English (pending)</li>
<li id="currentLanguage">Espa&ntilde;ol</li>
<li>Fran&ccedil;ais (pending)</li>
<li>Galego (pending)</li>
<li>Italiano (pending)</li>
<li>Portugu&ecirc;s (pending)</li>
</ul><br>
</div></td></tr></table>
<ul id=nav-top>
<ul>
<li><a href="http://chronojump.org">P&aacute;g. Principal</a></li>
<li><a href="index_es.html">Introducci&oacute;n </a></li>
<li><a href="faq_es.html">FAQ</a></li>
<li><a href="screenshots_es.html">Fotos</a></li>
<li><a href="documents_es.html">Documentos</a></li>
<li><a href="installation_es.html">Instalaci&oacute;n</a></li>
<li><a href="hardware_es.html">Hardware</a></li>
<li><a href="courses_es.html">Cursos</a></li>
</ul>    
</ul>
<table border = "0" width = "100%" cellpadding="0" cellspacing="0">

			<tr valign="top"><td align="left">

			<div id="content">
			<div id="content-body"><table border="0" width="100%"><tr><td align="left"><h4 id="top">
Construcci&oacute;n / Plataforma de contactos por puerto paralelo
</h4></td><td align="right"><a href="print/construction_contact_platform_parallel_port_es.html"><font size="2"><tt>Versi&oacute;n imprimible
</tt></font></a></td></tr></table>

<b>Este m&eacute;todo no es compatible con ChronoJump</b>. El m&eacute;todo se refiere a los antiguos programas Salta y Gsalta, que han sido reemplazados por ChronoJump. ChronoJump <b>no</b> usa el puerto paralelo. Esta informaci&oacute;n se mantiene por razones hist&oacute;ricas.

<h5>Conexi&oacute;n por puerto paralelo</h5>

Continuando el m&eacute;todo descrito en la <a href="construction_contact_platform_es.html">fabricaci&oacute;n de la plataforma de contactos</a>...
<p>
uniremos un cabo del cable procedente de un lado de los conjuntos varilla a un cable del conector DB25 que debe ir a la patilla 19. El otro cabo se fija a un acable del DB25 que debe ir a un puente entre las patillas 6,7 y 11. Entre los dos cables puede ir un puente luminoso o led, el cual su patilla negativa ir&aacute; conectada a la patilla 19, y la positiva al puente.
<p>
<center><img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_puerto_paralelo.jpg"></center>

<h5>Comentarios</h5>

Javier Pe&ntilde;a L&oacute;pez comenta que en caso de no ser detectada la manta por el ordenador, acceder a la BIOS del ordenador (tecla F1 en el inicio o F2 o SUPR, seg&uacute;n modelos) y seguir estos pasos: <ol>
<li>Habilitar la disquetera de 3 y 1/2 como disco prioritario de arranque (esto si se tiene disquetera, en caso contrario la unidad que m&aacute;s interese, por ejemplo un CD-Rom que tenga los archivos del disco grabados). La secuencia en ingl&eacute;s en mi ordenador queda as&iacute;: FDD-HDD-CD ROM-LAN, es una opci&oacute;n de BIOS que se llama BOOT PRIORITY.
<li>En segundo lugar se debe buscar el apartado de la BIOS referente al puerto paralelo y mirar que est&eacute; habilitado en modo BIDIRECCIONAL O PARALLEL PORT MODE: STD. BI-DIRECTIONAL (en detrimento de la opci&oacute;n ECP) que en el caso de mi ordenador estaba activada por defecto.
<li>Dentro de la opci&oacute;n puertos o en una opci&oacute;n aparte que se llama I/O PORTS debemos ver que la DIRECCION BASE sea 378 y INTERRUPCION sea IRQ 7º o bien habilitar el puerto con la opci&oacute;n LPT1 (378H/IRQ 7)
</ol>

Con todos estos pasos y aceptando los cambios el ordenador se reinicia, si introducimos el disco de arranque al activarse MS-DOS y arrancar Salta2, la plataforma funciona correctamente. <p>
Lamentablemente y a&uacute;n no s&eacute; a que es debido (pero lo averiguar&eacute;), el paso 3 s&oacute;lo act&uacute;a de forma transitoria, y al iniciar Windows XP vuelve a estar deshabilitada la opci&oacute;n. Para hacer funcionar Salta2 se debe volver a realizar el paso 3, la BIOS conserva los dos anteriores. <p>
Estos cambios los he deducido con un tutorial de BIOS, comparando un ordenador en el cual funcionaba el programa y el mio. M&eacute;todo emp&iacute;rico puro, si dentro de un rato no puedo imprimir ¡¡¡Todo sea por la ciencia!!! Un saludo y espero haber sido de utilidad.

<hr width ="50%">

Joraike comentaba en <a href="http://www.deporteyciencia.com/article.pl?sid=04/07/06/096224">esta historia de deporteyciencia.com</a> lo siguiente: <ul>
<li>El cable paralelo que sea recio, no compr&eacute;is un cable fino, a la hora de pelar el cable, pelar lo justo, 1 cm est&aacute; bien, incluso un poco menos, as&iacute; evitar&eacute;is que se os pueda salir el cable una vez que lo coj&aacute;is con el remache.
<li>Con respecto a las soldaduras una vez hechas los pines que estan soldados recubrirlos con cola, as&iacute; se evita que se se despegue la soldadura y que toque con el otro cable.
</ul>

</div></div>
</td><td>
<div id="sidebar">
				<h3>Premio</h3>
				<p><img src="images/tropheesdulibre.jpg"><br>
				Chronojump gana <a href="http://tropheesdulibre.com">premio de software libre 2007</a> en la categor&iacute;a de educaci&oacute;n.
				</p>
				<h3>Licencia</h3>
				<p>
					ChronoJump es <a href="http://es.wikipedia.org/wiki/Software_Libre">software&nbsp;libre</a> distribuido bajo la Licencia <a href="http://es.wikipedia.org/wiki/GPL">GPL</a>. El <a href="http://svn.gnome.org/viewcvs/chronojump/trunk/">c&oacute;digo&nbsp;fuente del&nbsp;programa y del&nbsp;cron&oacute;metro</a> puede ser consultado, as&iacute; como modificado y redistribuido.<br><br>
					Se facilitan instrucciones de construcci&oacute;n de la plataforma de contactos y el cron&oacute;metro.<br><br>
					No es posible verificar la validez y fiabilidad de un instrumento inform&aacute;tico de medida si no se facilita el <em>c&oacute;digo&nbsp;fuente</em>. Por esta raz&oacute;n ChronoJump es &oacute;ptimo para la investigaci&oacute;n.
			      </p>
				<h3>Autores</h3>
				<ul>
<li><a href="http://www.xdeblas.com">Xavier de Blas</a></li>
<li><a href="http://www.iearobotics.com/personal/juan/">Ju&aacute;n Gonz&aacute;lez</a></li>
<li><a href="mailto:juanfer@juanfer.com.ar">Juan Fernando Pardo</a></li>
<li><a href="http://www.iearobotics.com/personal/ricardo/index.html">Ricardo G&oacute;mez</a></li>
<li><a href="http://www.logicbrick.com/">Sharad Shankar</a></li>
<li><a href="http://www.logicbrick.com/">Onkar Nath Mishra</a></li>
</ul>

				<h3>Colaboradores&nbsp;[a-z]</h3>
				<ul>
<li><a href="http://www.bortoleto.com/malu.htm">Maria Luisa Belloto</a>
<li>Bernat Busc&agrave;
<li><a href="http://pintant.cat/2006/12/28/no-marxis-lluny-alberto-2/">Alberto Garc&iacute;a-Fogeda</a>
<li><a href="http://tirania.org/blog/">Miguel de Icaza</a>
<li><a href="mailto:marchesedavid@yahoo.com.ar">David Marchese</a>
<li>Josep Ma Padull&eacute;s
<li><a href="http://pintant.cat/author/carles/">Carles Pina</a>
<li><a href="mailto:carles.romagosa@uvic.cat">Carles Romagosa</a>
</ul>

				<h3>Contribuyen</h3>
				<br><a href="http://www.deporteyciencia.com"><img src="images/deporteyciencia_blues.gif" width="88" height="110" border="0" alt="deporteyciencia.com sitio colaborativo en ciencias del deporte"></a>
<br><br><A href="http://gnome.org"><IMG src="images/gnome_logo_88_blues.png" width="88" height="137" border="0" alt="GNOME"></A>

</div>
</td></tr></table>

<div id="footer">

		<hr width="98%" noshade size="1">
		<table align="center" width="98%" border="0" cellpadding="0" cellspacing="0">

		<tr><td align="left">Traducci&oacute;n al espa&ntilde;ol por <a href="mailto:xavi@xdeblas.com">Xavier de Blas</a>
</td><td>Web dise&ntilde;ada por <a href="http://www.41010.com" title="41010" target="_blank">Zazu Vega</a>
</td></tr>

		</div>

		</body>

		</html>