<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - software livre para a cronometrajem do salto, corrida, tempo de rea&ccedil;&atilde;o e ritmo</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<table width="100%" border="0" cellspacing="0" cellpadding="0">
		<tr><td align="left">
		<div align="left"><a href="http://chronojump.org" border="0"><img src="images/chronojump33.png" alt="logo" width="591" height="177" border="0"></a><br>
		</div>
		</td><td valign="bottom" align="right">
		<div id="sidebar">
<ul>
<li><a href="faq_ca.html">Catal&agrave;</a></li>
<li><a href="faq.html">English</a></li>
<li><a href="faq_es.html">Espa&ntilde;ol</a></li>
<li>Fran&ccedil;ais (pending)</li>
<li><a href="faq_gl.html">Galego</a></li>
<li>Italiano (pending)</li>
<li id="currentLanguage">Portugu&ecirc;s</li>
</ul><br>
</div></td></tr></table>
<ul id=nav-top>
<ul>
<li><a href="http://chronojump.org">Principal</a></li>
<li><a href="index_pt.html">Introdu&ccedil;&atilde;o</a></li>
<li id="currentPage">FAQ</li><li><a href="screenshots_pt.html">Fotos</a></li>
<li><a href="documents_pt.html">Documentos</a></li>
<li><a href="installation_pt.html">Instala&ccedil;&atilde;o</a></li>
<li><a href="hardware_pt.html">Hardware</a></li>
<li><a href="courses_es.html">Oficinas <font size="1">(es)</font></a></li>
</ul>
</ul>
<table border = "0" width = "100%" cellpadding="0" cellspacing="0">

			<tr valign="top"><td align="left">

			<div id="content">
			<div id="content-body"><table border="0" width="100%"><tr><td align="left"><h4 id="top">
FAQ de Chronojump - lista de perguntas freq&uuml;entes
</h4></td><td align="right"><a href="print/faq_pt.html"><font size="2"><tt>Vers&atilde;o imprim&iacute;vel
</tt></font></a></td></tr></table>

<ol>
<li><a href="#platform">Plataforma de contatos</a>
<li><a href="#chronopic">Chron&ocirc;metro Chronopic</a>
<li><a href="#chronojump">Software Chronojump</a>
</ol>

<h5 id="platform">Plataforma de contatos</h5>

<ol>
<li>Como posso construir a plataforma de contatos?
<p>
Lea la <a href="hardware_pt.html">p&aacute;xina de hardware</a>.
 
<p><li>Onde posso comprar a plataforma de contatos? Posso vender a que eu fabriquei?
<p>
N&atilde;o comercializamos plataformas de contatos, em compensa&ccedil;&atilde;o incentivamos aos que desejem usar este m&eacute;todo a que fabriquem sua pr&oacute;pria plataforma. Se algum particular ou empresa decide fabricar-las segundo o m&eacute;todo que explicamos ou qualquer outro que seja compat&iacute;vel e queira vender-las, pode avisar-nos e faremos divulga&ccedil;&atilde;o de seu servi&ccedil;o, mesmo que n&atilde;o nos fa&ccedil;amos respons&aacute;veis da qualidade das mesmas.
 
<p><li>Porque o a&ccedil;o tem que ser temperado?
<p>
O a&ccedil;o da plataforma de contatos vai a ser submetido a in&uacute;meras for&ccedil;as, e se &eacute; temperado resiste melhor e tem mais capacidade de retorno a sua posi&ccedil;&atilde;o inicial.
 
<p><li>Porque n&atilde;o usamos c&eacute;lulas fotoel&eacute;tricas?
<p>
Leia la p&aacute;xina de <a href="photocells_es.html">c&eacute;lulas fotoel&eacute;ctricas</a> (spanish).
 
<p><li>Descobrimos uma maneira melhor de fazer a plataforma de contatos ¿Onde posso anunci&aacute;-la?
<p>
Escreva um e-mail &agrave; lista <a href="contact_es.html">chronojump-list</a> e veremos como podemos anunciar sua proposta.
 
</ol>
<p align="right"><a href="#top">Subir</a></p>

<h5 id="chronopic">Cron&oacute;metro Chronopic</h5>

<ol>

<p><li>Onde posso comprar o Chronopic?
<p>
Leia la <a href="hardware_pt.html">p&aacute;xina de Hardware</a>.

<p><li>Como posso construir o fabricar industrialmente o chronopic?<p>
<p>
Sim, a p&aacute;gina web: <a href="hardware_pt.html">p&aacute;xina de Hardware</a> voc&ecirc; encontrar&aacute; a construir-lo manualmente ou industrial em cada pa&iacute;s.

<p><li>¿Posso vender o Chronopic?</p>
<p>
Sim, ao pre&ccedil;o que quiser. Voc&ecirc; precisa seguir o hardware licen&ccedil;a: <a href="http://creativecommons.org/licenses/by-sa/2.5/es/deed.pt">Creative Commons. Atribui&ccedil;&atilde;o-Compartilhamento pela mesma Licen&ccedil;a 2.5 Espanha</a>.

<p><li>¿Posso colocar um an&uacute;ncio em seu site como um Chronojump e/ou Chronopic distribuidor?</p>
<p>
Sim, por favor escreva um e-mail para o endere&ccedil;o indicado nesta imagem:

<img align="absmiddle" src="http://projects.gnome.org/chronojump/images/xaviblas-correo.png">

<li>Puedo conectar m&aacute;s de un Chronopic a un ordenador? [TRADUCIR]
<p>
S&iacute;.
<ul>
<li>Un Chronopic es suficiente para captar est&iacute;mulos de uno o m&aacute;s dispositivos de medida (como plataformas de contacto) siempre que no se produzca contacto en diversos dispositivos al mismo tiempo. Si desea medir el tiempo de contacto y el tiempo de vuelo en la marcha, no podr&aacute; diferenciar entre un pie y el otro con s&oacute;lo un Chronopic aunque tenga una plataforma de contacto para cada pie.
<li>
Con dos o m&aacute;s Chronopics podr&aacute; captar canales diferentes. En el ejemplo del an&aacute;lisis de la marcha, podr&aacute; ubicar un dispositivo de medida para cada pie, conectando cada dispositivo a un Chronopic y conectando ambos Chronopics a un ordenador. Ejecutando dos veces el programa Chronojump_mini podr&aacute; detectar la fase de contacto y la de vuelo de cada pie, as&iacute; como exportar los datos a una hoja de c&aacute;lculo para analizarlas. M&aacute;s informaci&oacute;n en: <a href="http://mail.gnome.org/archives/chronojump-list/2008-July/msg00015.html">important: connecting n chronopics to a computer / importante: conectando n chronopics a un ordenador</a>.
</ul>

<li>Porque &eacute; necess&aacute;rio um cron&ocirc;metro se qualquer computador pode realizar essa fun&ccedil;&atilde;o?<p>
<p>
Os sistemas operacionais  modernos s&atilde;o multitarefa, o que significa que o computador determina pequenas quantidades de tempo para a realiza&ccedil;&atilde;o de cada uma das tarefas de maneira que parece que executa todas ao mesmo tempo. Se o computador se encarrega de captar os est&iacute;mulos que provem da plataforma de contatos, em ocasi&otilde;es ser&aacute; tarde em avisar destes eventos porque estar&aacute; ocupado em outros <i>assuntos</i>, o que se traduz em problemas de confiabilidade devido a que os saltos da mesma dura&ccedil;&atilde;o podreriam obter medi&ccedil;&otilde;es distintas por circunstâncias aleat&oacute;rias.<br>
O cron&ocirc;metro externo que construimos est&aacute; especializado na capta&ccedil;&atilde;o de eventos na plataforma de contatos pelo que n&atilde;o aparecer&atilde;o erros de confiabilidade nos seus registros.<br>
Chronopic permitir&aacute; adem&aacute;is que se possa usar Chronojump ou sua vers&atilde;o reduzida Chronojump-mini em quase qualquer dispositivo electr&ocirc;nico, e garante uma boa compatibilidade visando o futuro.<br>
Para mais informa&ccedil;&atilde;o leia este artigo: <a href="http://projects.gnome.org/chronojump/articles/chronojump_sistema_de_medida_congreso_gpul.pdf">"Projeto Chronojump: Sistema de Medida da Capacidade de Salto usando Software e Hardware Livres"</a>.
 
</ol>
<p align="right"><a href="#top">Subir</a></p>

<h5 id="chronojump">Software Chronojump</h5>

<ol>
<li>Posso acessar o c&oacute;digo fonte e modificar o programa?, e vender-lo?
<p>
Chronojump &eacute; software livre distribuido baixo os t&eacute;rmos da <a href="http://www.gnu.org/licenses/licenses.html#GPL">licen&ccedil;a GPL</a>, o que lhe permite estudiar-lo, modificar-lo, redistribuir-lo, vender-lo sempre respeitando a mencionada licen&ccedil;a. Para mais informa&ccedil;&otilde;es acesse a p&aacute;gina web de <a href="http://es.wikipedia.org/wiki/GPL">GPL na Wikipedia</a>.
 
<p><li>Quanto custa?
<p>
Na web sempre haver&aacute; uma vers&atilde;o de Chronojump gratuita, mais voc&ecirc; comercializar se deseja uma vers&atilde;o, nela se recomenda que ofere&ccedil;a servi&ccedil;os extras para que seus clientes se decidam a comprar-la. Dentre os servi&ccedil;os poderias oferecer cursos a t&eacute;cnicos, assessoria, integra&ccedil;&atilde;o de plataforma + cron&ocirc;metro + software num s&oacute; equipamento, ... tamb&eacute;m pode facilitar o programa se o deseja em qualquer curso, aula ou confer&ecirc;ncia que voc&ecirc; realize.
 
<p><li>E quais sistemas operacionais e equipamentos inform&aacute;ticos funciona?
<p>
Chronojump est&aacute; escrito para a plataforma de programa&ccedil;&atilde;o <a href="http://www.mono-project.com">MONO</a>, que foi concebida para facilitar que os programas inform&aacute;ticos funcionem em muitos sistemas operacionais e equipamentos inform&aacute;ticos. At&eacute; o momento funciona em sistemas GNU/Linux &eacute; Windows.
 
<p><li>Como posso descarregar (download) o programa?
<p>
Acesse a p&aacute;gina web de <a href="installation_es.html">instala&ccedil;&atilde;o de Chronojump</a>.
 
<p><li>Posso provar Chronojump sem ter o cron&ocirc;metro nem a plataforma de contatos?
<p>
Sim, se criou um m&oacute;dulo simulado no qual se executam saltos e corridas de dura&ccedil;&atilde;o aleat&oacute;ria, tempo de rea&ccedil;&atilde;o e ritmos para que se possam provar as caracter&iacute;sticas do programa.
 
<p><li>¿Cu&aacute;ndo saldr&aacute; la versi&oacute;n 1.0 y qu&eacute; prestaciones tendr&aacute;?
<p>
At&eacute; a data (vers&atilde;o 0.8) Chronojump j&aacute; t&ecirc;m mais presta&ccedil;&otilde;es que o resto de solu&ccedil;&otilde;es comerciais e n&atilde;o-comerciais das que temos conhecimento. 
<br>
Se desejas realizar pedidos de caracter&iacute;sticas n&atilde;o duvide em escrever um e-mail a lista de e-mails <a href="contact_es.html">chronojump-list</a>. Leer m&aacute;s <a href="features_pt.html">informaci&oacute;n de las caracter&iacute;sticas</a> [TRADUCIR].
 
<p><li>Como posso saber as &uacute;ltimas novidades do projeto?
<p>
Consulte los <a href="http://chronojump.org">foros</a>. [TRADUCIR]<br>
Ademais podes consultar o arquivo <a href="http://cvs.gnome.org/viewcvs/chronojump/changelog.txt?view=markup"><i>changelog</i> oo registro de mudan&ccedil;as</a>.
 
<p><li>Porque se denomina Chronojump se tamb&eacute;m serve para medir corridas, tempo de rea&ccedil;&atilde;o e ritmos?
<p>
A id&eacute;ia inicial era criar um software para a medi&ccedil;&atilde;o de eventos temporais do salto, mais se viu que com um pouco de esfor&ccedil;o o mesmo software poderia servir para cronometrar todos os tipos de corridas, tempo de rea&ccedil;&atilde;o e ritmos. Mesmo que se trabalhe nestas linhas, os esfor&ccedil;os principais se destinam a medi&ccedil;&atilde;o de saltos, por este motivo Chronojump conserva seu nome inicial.
 
<p><li>Gostaria de colaborar: Como posso fazer?
<p>
Consulte los <a href="http://chronojump.org">foros</a>. [TRADUCIR]
 
</ol>
<p align="right"><a href="#top">Subir</a></p>
</div></div>
</td><td>
<div id="sidebar">
				<h3>Premio</h3>
				<p><img src="images/tropheesdulibre.jpg"><br>
				Chronojump gana <a href="http://tropheesdulibre.com">premio de software libre 2007</a> en la categor&iacute;a de educaci&oacute;n.
				</p>
				<h3>Licen&ccedil;a</h3>
				<p>
					ChronoJump &eacute; <a href="http://pt.wikipedia.org/wiki/Software_Libre">software&nbsp;livre</a> distribu&iacute;do com Licen&ccedil;a <a href="http://pt.wikipedia.org/wiki/GNU_General_Public_License">GPL</a>. &Oacute; <a href="http://svn.gnome.org/viewcvs/chronojump/trunk/">c&oacute;digo&nbsp;fonte do&nbsp;programa e do&nbsp;cron&ocirc;metro</a> pode ser consultado, assim como modificado e re-distribuirdo.<br><br>
					As instru&ccedil;&otilde;es para a constru&ccedil;&atilde;o da plataforma de contato e o cron&ocirc;metro tamb&eacute;m est&atilde;o dispon&iacute;veis.<br><br>
				N&atilde;o &eacute; poss&iacute;vel verificar a validez e a fidelidade de um instrumento inform&aacute;tico de medida se n&atilde;o de oferece o <em>C&oacute;digo Fonte</em>. Por esta raz&atilde;o Chronojump &eacute; apropriado para a pesquisa.	
			      </p>
				<h3>Autores</h3>
				<ul>
<li><a href="http://www.xdeblas.com">Xavier de Blas</a></li>
<li><a href="http://www.iearobotics.com/personal/juan/">Ju&aacute;n Gonz&aacute;lez</a></li>
<li><a href="mailto:juanfer@juanfer.com.ar">Juan Fernando Pardo</a></li>
<li><a href="http://www.iearobotics.com/personal/ricardo/index.html">Ricardo G&oacute;mez</a></li>
<li><a href="http://www.logicbrick.com/">Sharad Shankar</a></li>
<li><a href="http://www.logicbrick.com/">Onkar Nath Mishra</a></li>
</ul>

				<h3>Colaboradores&nbsp;[a-z]</h3>
				<ul>
<li><a href="http://www.bortoleto.com/malu.htm">Maria Luisa Belloto</a>
<li>Bernat Busc&agrave;
<li><a href="http://pintant.cat/2006/12/28/no-marxis-lluny-alberto-2/">Alberto Garc&iacute;a-Fogeda</a>
<li><a href="http://tirania.org/blog/">Miguel de Icaza</a>
<li><a href="mailto:marchesedavid@yahoo.com.ar">David Marchese</a>
<li>Josep Ma Padull&eacute;s
<li><a href="http://pintant.cat/author/carles/">Carles Pina</a>
<li><a href="mailto:carles.romagosa@uvic.cat">Carles Romagosa</a>
</ul>

				<h3>Contribuem</h3>
				<br><a href="http://www.deporteyciencia.com"><img src="images/deporteyciencia_blues.gif" width="88" height="110" border="0" alt="deporteyciencia.com sitio colaborativo en ciencias del deporte"></a>
<br><br><A href="http://gnome.org"><IMG src="images/gnome_logo_88_blues.png" width="88" height="137" border="0" alt="GNOME"></A>

				
</div>
</td></tr></table>

<div id="footer">

		<hr width="98%" noshade size="1">
		<table align="center" width="98%" border="0" cellpadding="0" cellspacing="0">

		<tr><td align="left">Traduzida por <a href="http://www.bortoleto.com">Marco Bortoleto</a>
</td><td>Web desenhada por <a href="http://www.41010.com" title="41010" target="_blank">Zazu Vega</a>
</td></tr>

		</div>

		</body>

		</html>