<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title></title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<table width="100%" border="0" cellspacing="0" cellpadding="0">
		<tr><td align="left">
		<div align="left"><a href="http://chronojump.org" border="0"><img src="images/chronojump33.png" alt="logo" width="591" height="177" border="0"></a><br>
		</div>
		</td><td valign="bottom" align="right">
		<div id="sidebar">
<ul>
<li><a href="faq_ca.html">Catal&agrave;</a></li>
<li><a href="faq.html">English</a></li>
<li><a href="faq_es.html">Espa&ntilde;ol</a></li>
<li>Fran&ccedil;ais (pending)</li>
<li id="currentLanguage">Galego</li>
<li>Italiano (pending)</li>
<li><a href="faq_pt.html">Portugu&ecirc;s</a></li>
</ul><br>
</div></td></tr></table>
<ul id=nav-top>
<ul>
<li><a href="http://chronojump.org">Pag. Principal</a></li>
<li><a href="index_gl.html">Introduci&oacute;n </a></li>
<li id="currentPage">FAQ</li><li><a href="screenshots_gl.html">Fotos</a></li>
<li><a href="documents_gl.html">Documentos</a></li>
<li><a href="installation_gl.html">Instalaci&oacute;n</a></li>
<li><a href="hardware_gl.html">Hardware</a></li>
<li><a href="courses_es.html">Cursos <font size="1">(es)</font></a></li>
</ul>    
</ul>

<table border = "0" width = "100%" cellpadding="0" cellspacing="0">

			<tr valign="top"><td align="left">

			<div id="content">
			<div id="content-body"><table border="0" width="100%"><tr><td align="left"><h4 id="top">
FAQ de ChronoJump - listado de preguntas frecuentes
</h4></td><td align="right"><a href="print/faq_gl.html"><font size="2"><tt>﻿Versi&oacute;n para imprimir
</tt></font></a></td></tr></table>

<ol>
<li><a href="#platform">Plataforma de contactos</a>
<li><a href="#chronopic">Cron&oacute;metro Chronopic</a>
<li><a href="#chronojump">Software ChronoJump</a>
</ol>

<h5 id="platform">Plataforma de contactos</h5>

<ol>
<li>Como podo constru&iacute;r a plataforma de contactos?
<p>
Lea la <a href="hardware_gl.html">p&aacute;xina de hardware</a>.


<p><li>Onde podo mercar a plataforma de contactos? Podo vender a que eu fixen?
<p>
N&oacute;s non comercializamos plataformas de contactos, por&eacute;n instamos a quen desexe empregar este m&eacute;todo a que fabrique a s&uacute;a propia plataforma. Se alg&uacute;n particular ou empresa decide fabricalas segundo o m&eacute;todo que explicamos ou calquera outro que sexa compatible e quere vendelas, p&oacute;denos avisar e faremos difusi&oacute;n do seu servizo, a&iacute;nda que non nos faremos responsables da s&uacute;a calidade. 

<p><li>Por que o aceiro ten que ser temperado?
<p> O aceiro da plataforma de contactos vai ser sometido a numerosas forzas polo que, se &eacute; temperado, resistir&aacute;  mellor e ter&aacute; m&aacute;is capacidade de retorno &aacute; s&uacute;a posici&oacute;n inicial.

<p><li>Por que non empregades c&eacute;lulas fotoel&eacute;ctricas?
<p>
Lea la p&aacute;xina de <a href="photocells_es.html">c&eacute;lulas fotoel&eacute;ctricas</a> (en castel&aacute;n).

<p><li>Descubr&iacute;n unha maneira mellor de facer a plataforma de contactos, onde podo anunciala?
<p>
Escribe un correo &aacute; lista <a href="contact_gl.html">chronojump-list</a> e veremos como podemos anunciar a t&uacute;a proposta.

</ol>
<p align="right"><a href="#top">Subir</a></p>

<h5 id="chronopic">Cron&oacute;metro Chronopic</h5>

<ol>

<p><li>Onde podo mercar o Chronopic?<p>
<p>
Lea la <a href="hardware_gl.html">p&aacute;xina de Hardware</a>.

<p><li>Podo constru&iacute;r o fabricar de forma industrial o Chronopic?<p>
<p>
Si, coa informaci&oacute;n que se atopa na <a href="hardware_gl.html">p&aacute;xina de Hardware</a> pode fabricalo de forma manual ou industrial en calquera pa&iacute;s.

<p><li># ¿Podo vender o Chronopic?</p>
<p>
Si, ao prezo que consideres oportuno. Cabo considerar a licenza do hardware: <a href="http://creativecommons.org/licenses/by-sa/2.5/es/deed.gl">Reco&ntilde;ecemento-Compartir baixo a mesma licenza. 2.5 Espa&ntilde;a</a>. 

<p><li>¿&Eacute; posible anunciarse en voso web como distribuidor de Chronojump e/ou Chronopic?<p>
<p>
Escribe un correo &aacute;:

<img align="absmiddle" src="http://projects.gnome.org/chronojump/images/xaviblas-correo.png">


<li>Puedo conectar m&aacute;s de un Chronopic a un ordenador? [TRADUCIR]
<p>
S&iacute;.
<ul>
<li>Un Chronopic es suficiente para captar est&iacute;mulos de uno o m&aacute;s dispositivos de medida (como plataformas de contacto) siempre que no se produzca contacto en diversos dispositivos al mismo tiempo. Si desea medir el tiempo de contacto y el tiempo de vuelo en la marcha, no podr&aacute; diferenciar entre un pie y el otro con s&oacute;lo un Chronopic aunque tenga una plataforma de contacto para cada pie.
<li>
Con dos o m&aacute;s Chronopics podr&aacute; captar canales diferentes. En el ejemplo del an&aacute;lisis de la marcha, podr&aacute; ubicar un dispositivo de medida para cada pie, conectando cada dispositivo a un Chronopic y conectando ambos Chronopics a un ordenador. Ejecutando dos veces el programa Chronojump_mini podr&aacute; detectar la fase de contacto y la de vuelo de cada pie, as&iacute; como exportar los datos a una hoja de c&aacute;lculo para analizarlas. M&aacute;s informaci&oacute;n en: <a href="http://mail.gnome.org/archives/chronojump-list/2008-July/msg00015.html">important: connecting n chronopics to a computer / importante: conectando n chronopics a un ordenador</a>.
</ul>



<li>Por que &eacute; necesario un cron&oacute;metro se calquera ordenador pode facer esa funci&oacute;n?
<p>Os sistemas operativos modernos son multitarefa, o que significa que o ordenador asigna pequenas cantidades de tempo para a realizaci&oacute;n de cada unha das tarefas de maneira que parece que executa todas a un tempo. Se o ordenador se encarga de captar os est&iacute;mulos que proceden da plataforma de contactos, en ocasi&oacute;ns ser&aacute; tard&iacute;o en advertir estes eventos porque estar&aacute; ocupado noutros <i>asuntos</i>, o que se v&eacute;n traducir en problemas de fiabilidade debido a que dous saltos da mesma duraci&oacute;n poder&iacute;an obter medici&oacute;ns distintas por circunstancias aleatorias.<br>
O cron&oacute;metro externo que constru&iacute;mos est&aacute; especializado na captaci&oacute;n de eventos na plataforma de contactos polo que non aparecer&aacute;n erros de fiabilidade nos seus rexistros.<br>
Chronopic permitir&aacute; ademais que se poida usar ChronoJump ou a s&uacute;a versi&oacute;n reducida ChronoJump-mini en case calquera dispositivo electr&oacute;nico, e asegura unha boa compatibilidade cara ao futuro.<br>
Para m&aacute;is informaci&oacute;n consulte este artigo: <a href="http://projects.gnome.org/chronojump/articles/chronojump_sistema_de_medida_congreso_gpul.pdf">"Proxecto ChronoJump: Sistema de Medida da Capacidade do Salto usando Software e Hardware Libres" (en castel&aacute;n)</a>.

</ol>
<p align="right"><a href="#top">Subir</a></p>

<h5 id="chronojump">Software ChronoJump</h5>

<ol>
<li>Podo acceder ao c&oacute;digo fonte e modificar o programa? E vendelo?
<p>
ChronoJump &eacute; software libre distribu&iacute;do baixo os termos da <a href="http://www.gnu.org/licenses/licenses.html#GPL">licenza GPL</a>, o que lle permite estudalo, modificalo, redistribu&iacute;lo ou vendelo sempre que se respecte a devandita licenza. Para m&aacute;is informaci&oacute;n acceda &aacute; p&aacute;xina web da <a href="http://es.wikipedia.org/wiki/GPL">GPL na Wikipedia</a>.


<p><li>Canto di&ntilde;eiro custa?
<p>
Na web sempre haber&aacute; unha versi&oacute;n de ChronoJump gratu&iacute;ta, pero vostede pode comercializar, se as&iacute; o desexa, unha versi&oacute;n. Recom&eacute;ndase que nela ofreza servizos extra para que os seus clientes se decidan a mercala. Entre os servizos, poder&iacute;a ofrecer cursos a adestradores, asesor&iacute;a, integraci&oacute;n da plataforma + o cron&oacute;metro + o software nun s&oacute; equipo, ... Tam&eacute;n pode facilitar o programa se o desexa en calquera curso, clase ou conferencia que vostede imparta.

<p><li>En que sistemas operativos e equipos inform&aacute;ticos funciona?
<p>
ChronoJump est&aacute; escrito para a plataforma de programaci&oacute;n <a href="http://www.mono-project.com">MONO</a>, concibida para facilitar que os programas funcionen en moitos sistemas operativos e equipamentos inform&aacute;ticos. Polo de agora, funciona en sistemas GNU/Linux &eacute; Windows.<br>

<p><li>Como podo descargar o programa?
<p>
Entre na p&aacute;xina web de <a href="installation_gl.html">instalaci&oacute;n de ChronoJump</a>.

<p><li>Podo probar ChronoJump sen ter o cron&oacute;metro nin a plataforma de contactos?
<p>

Si, creouse un modo simulado no que se executan saltos, carreiras de duraci&oacute;n aleatoria, tempo de reacci&oacute;n e ritmos para que se poidan probar as caracter&iacute;sticas do programa.

<p><li>Cando sair&aacute; a versi&oacute;n 1.0 e que prestaci&oacute;ns ter&aacute;?
<p>Ata o momento (versi&oacute;n 0.8) ChronoJump xa ten m&aacute;is prestaci&oacute;ns que o resto de soluci&oacute;ns comerciais e non-comerciais das que temos co&ntilde;ecemento. 
<br>
Se desexa realizar petici&oacute;ns de novas prestaci&oacute;ns non dubide en escribir unha mensaxe &aacute; lista  <a href="contact_gl.html">chronojump-list</a>. Leer m&aacute;s <a href="features_gl.html">informaci&oacute;n de las caracter&iacute;sticas</a> [TRADUCIR].

<p><li>Como podo saber as &uacute;ltimas novidades do proxecto?
<p>
Consulte los <a href="http://chronojump.org">foros</a>. [TRADUCIR]
<br>Ademais pode consultar o arquivo <a href="http://cvs.gnome.org/viewcvs/chronojump/changelog.txt?view=markup"><i>changelog</i> ou rexistro de cambios</a>.


<p><li>Por que se chama ChronoJump se tam&eacute;n serve para medir carreiras, tempo de reacci&oacute;n e ritmos?
<p>
A idea inicial era crear un software para a medici&oacute;n das fases temporais do salto, pero comprobouse  que con pouco esforzo o mesmo software poder&iacute;a servir para cronometrar todo tipo de carreiras, tempo de reacci&oacute;n e ritmos. A&iacute;nda que se traballa nestas li&ntilde;as, os esforzos principais dest&iacute;nanse &aacute; medici&oacute;n de saltos, raz&oacute;n pola que ChronoJump conserva o seu nome inicial.

<p><li>Gustar&iacute;ame colaborar, como podo facelo?
<p>
Consulte los <a href="http://chronojump.org">foros</a>. [TRADUCIR]

</ol>
<p align="right"><a href="#top">Subir</a></p>


</div></div>
</td><td>
<div id="sidebar">
				<h3>Premio</h3>
				<p><img src="images/tropheesdulibre.jpg"><br>
				Chronojump gana <a href="http://tropheesdulibre.com">premio de software libre 2007</a> en la categor&iacute;a de educaci&oacute;n.
				</p>
				<h3>Licenza</h3>
				<p>
					ChronoJump &eacute; <a href="http://gl.wikipedia.org/wiki/Software_Libre">software&nbsp;libre</a> distribu&iacute;do baixo a Licenza <a href="http://gl.wikipedia.org/wiki/GPL">GPL</a>. O <a href="http://svn.gnome.org/viewcvs/chronojump/trunk/">c&oacute;digo&nbsp;fonte do&nbsp;programa e do&nbsp;cron&oacute;metro</a> p&oacute;dese tanto consultar como modificar e redistribu&iacute;r.<br><br>

					Facil&iacute;tanse instruci&oacute;ns para a construci&oacute;n da plataforma de contactos e do cron&oacute;metro.<br><br>
					Non &eacute; posible verificar a validez e fiabilidade dun instrumento inform&aacute;tico de medida se non se facilita o <em>c&oacute;digo&nbsp;fonte</em>. Por esta raz&oacute;n, ChronoJump &eacute; perfecto para a investigaci&oacute;n.
			      </p>
				<h3>Autores</h3>
				<ul>
<li><a href="http://www.xdeblas.com">Xavier de Blas</a></li>
<li><a href="http://www.iearobotics.com/personal/juan/">Ju&aacute;n Gonz&aacute;lez</a></li>
<li><a href="mailto:juanfer@juanfer.com.ar">Juan Fernando Pardo</a></li>
<li><a href="http://www.iearobotics.com/personal/ricardo/index.html">Ricardo G&oacute;mez</a></li>
<li><a href="http://www.logicbrick.com/">Sharad Shankar</a></li>
<li><a href="http://www.logicbrick.com/">Onkar Nath Mishra</a></li>
</ul>

				<h3>Colaboradores&nbsp;[a-z]</h3>

				<ul>
<li><a href="http://www.bortoleto.com/malu.htm">Maria Luisa Belloto</a>
<li>Bernat Busc&agrave;
<li><a href="http://pintant.cat/2006/12/28/no-marxis-lluny-alberto-2/">Alberto Garc&iacute;a-Fogeda</a>
<li><a href="http://tirania.org/blog/">Miguel de Icaza</a>
<li><a href="mailto:marchesedavid@yahoo.com.ar">David Marchese</a>
<li>Josep Ma Padull&eacute;s
<li><a href="http://pintant.cat/author/carles/">Carles Pina</a>
<li><a href="mailto:carles.romagosa@uvic.cat">Carles Romagosa</a>
</ul>

				<h3>Contrib&uacute;en</h3>

				<br><a href="http://www.deporteyciencia.com"><img src="images/deporteyciencia_blues.gif" width="88" height="110" border="0" alt="deporteyciencia.com sitio colaborativo en ciencias del deporte"></a>
<br><br><A href="http://gnome.org"><IMG src="images/gnome_logo_88_blues.png" width="88" height="137" border="0" alt="GNOME"></A>

</div>
</td></tr></table>












<div id="footer">

		<hr width="98%" noshade size="1">
		<table align="center" width="98%" border="0" cellpadding="0" cellspacing="0">

		<tr><td align="left">Traduci&oacute;n ao galego por <a href="mailto:oferreiro@gmail.com">Mar&iacute;a O. Ferreiro</a>
</td><td>﻿Web dese&ntilde;ada por <a href="http://www.41010.com" title="41010" target="_blank">Zazu Vega</a>

</td></tr>

		</div>

		</body>

		</html>