<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - programari lliure per a cronometrar el salt, la cursa, el temps de reacci&oacute; i el ritme</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
Caracter&iacute;stiques del programari de gesti&oacute;
</h4>

El ChronoJump permet el registre de qualsevol salt amb les repeticions que es desitgin. Iniciant-los des de dins o des de fora de la plataforma, enregistrant independentment el temps de contacte i el  temps de vol, ax&iacute; com la c&agrave;rrega extra, l'al&ccedil;ada de la caiguda, la limitaci&oacute; per salts o per temps i la descripci&oacute; t&egrave;cnica. 
<p>
El ChronoJump fa servir una petita base de dades Sqlite que el capacita per vincular salts a subjectes i sessions. D'aquesta manera permet realitzar tot tipus de comparacions entre ambdues variables.
<p>
&Eacute;s possible i senzill crear nous tipus de salts amb les variables descrites anteriorment.  
<p>
&Eacute;s multiplataforma; Pel fet d'estar programat en C# usant Mono, hauria de funcionar correctament amb GNU/Linux, MacOSX, Windows... fins al moment funciona amb GNU/Linux i Windows. 
<p>
Incorpora les seg&uuml;ents caracter&iacute;stiques (sempre que no s'especifiqui el contrari, permet mostrar mitjanes, valors m&agrave;xims, o b&eacute; tots els valors d'una &uacute;nica sessi&oacute; o entre un n&uacute;mero indeterminat de sessions ( longitudinal) i amb distinci&oacute; de g&egrave;nere).

<ul>
<li>Resum d'una o diferents sessions 
<li>Estudi d'un &uacute;nic subjecte
<li>Temps de vol de salts simples 
<li>Temps de contacte, temps de vol i &iacute;ndex entre ambd&oacute;s, en salts amb caiguda i en salts  repetitius (breument s'implementar&agrave; tamb&eacute; la velocitat d'arrencada).
<li>Pot&egrave;ncia en salts repetitius 
<li>Evoluci&oacute; de salts repetitius (&uacute;nicament en una sessi&oacute;) 
<li>&Iacute;ndex d'elasticitat i d'utilitzaci&oacute; de bra&ccedil;os.
<li>...(la composici&oacute; modular del ChronoJump facilita la inclusi&oacute; de nous estad&iacute;stics) 
</ul>

Chronojump permet tamb&eacute; l'estudi de <b>curses</b>, <b>temps de reacci&oacute;</b> i <b>ritmes</b>.

<p>

Possibilitat de mostrar els gr&agrave;fics de tots els estad&iacute;stics descrits mitjan&ccedil;ant la llibreria gr&agrave;fica  <a href="http://netcontrols.org/nplot/">NPlot</a>.

<p>
Possibilitat d'exportar les dades dels salts a fulls de c&agrave;lcul (format CSV). 
<p>
Creaci&oacute; d'informes personalitzats de totes les dades obtingudes i els estad&iacute;stics (format HTML). 

</body></html>