<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - software libre para cronometrado del salto, carrera, tiempo de reacci&oacute;n y ritmo</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
Conexi&oacute;n de fotoc&eacute;lula Velleman PEM10D al Chronopic
</h4>

Autores: <b>Josep Ma Padull&eacute;s, Xavier de Blas</b>. Proyecto Chronojump. Abril 2009.
<br><br>
<b>Descripci&oacute;n</b>
Se pretende conectar una o varias <a href="http://www.velleman.be/product/view/?lang=es&id=370368">fotoc&eacute;lulas Velleman PEM10D</a> al Chronopic.
<br>


<B>Ventajas de esta fotoc&eacute;lula</b>
<ul>
<li>Precio (inferior a 70 euros en Espa&ntilde;a)
<li>Tiempo de respuesta ajustable (5-100 ms)
<li>Sensibilidad ajustable
<li>Tensi&oacute;n de alimentaci&oacute;n AC-DC de 12 a 250V (permite conectarse directamente a la corriente el&eacute;ctrica)
<li>Salida por rel&eacute; (conectable directamente al Chronopic)
<li>Al tratarse de una marca conocida, se espera que no desaparezca repentinamente del mercado (deben avisar a los distribuidores con a&ntilde;o y medio de antelaci&oacute;n).
</ul>


<p></p><h3>Instrucciones</h3>

<ol>
<li>La fotoc&eacute;lula Velleman PEM10D dispone de 5 cables. El cable gris lo apartamos, el rojo y el azul los conectamos a conectores que ir&aacute;n a la corriente el&eacute;ctrica, y los cables negro y blanco los conectamos al RCA hembra.
<br>
<a href="http://projects.gnome.org/chronojump/images/velleman_connecting1.jpg"><img src="http://projects.gnome.org/chronojump/images/velleman_connecting1_small.jpg"></a>

<li>Detalle de la conexi&oacute;n con el RCA hembra
<br>
<a href="http://projects.gnome.org/chronojump/images/velleman_connecting2_rca.jpg"><img src="http://projects.gnome.org/chronojump/images/velleman_connecting2_rca_small.jpg"></a>

<li>Conexi&oacute;n a la corriente el&eacute;ctrica y al Chronopic mediante cable RCA macho-macho
<br>
<a href="http://projects.gnome.org/chronojump/images/velleman_connecting3.jpg"><img src="http://projects.gnome.org/chronojump/images/velleman_connecting3_small.jpg"></a>

<li>Circuito abierto, la luz verde (D1) de Chronopic est&aacute; encendida
<br>
<a href="http://projects.gnome.org/chronojump/images/velleman_connecting4.jpg"><img src="http://projects.gnome.org/chronojump/images/velleman_connecting4_small.jpg"></a>

<li>Circuito cerrado, la luz verde (D1) de Chronopic est&aacute; apagada
<br>
<a href="http://projects.gnome.org/chronojump/images/velleman_connecting5.jpg"><img src="http://projects.gnome.org/chronojump/images/velleman_connecting5_small.jpg"></a>

<li>Cronometrado entre dos fotoc&eacute;lulas ambas conectadas a un s&oacute;lo Chronopic mediante un adaptador RCA. Del mismo modo se podr&iacute;a conectar una plataforma de contactos a una fotoc&eacute;lula...
<br>
<a href="http://projects.gnome.org/chronojump/images/velleman_connecting6.jpg"><img src="http://projects.gnome.org/chronojump/images/velleman_connecting6_small.jpg"></a>
</ol>


Para eliminar dobles cortes en un carrera (a causa del movimiento de los brazos o las piernas), se recomienda situar las c&eacute;lulas a la altura de la cabeza o juntar diversas fotoc&eacute;lulas una encima de otra de manera que s&oacute;lo env&iacute;en la se&ntilde;al de circuito cerrado  cuando est&eacute;n TODAS cerradas.


<hr width ="50%">
Discuta esta informaci&oacute;n en el foro: <a href="http://foro.chronojump.org/showthread.php?tid=17">Conexi&oacute;n de fotoc&eacute;lulas Velleman PEM10D al Chronopic (foro de Chronojump)</a>.

<p>
Josep Ma Padull&eacute;s, Xavier de Blas.
</body></html>