Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Subjects should lie on their front (head to the start line) and hands by their shoulders. On the 'Go' command the stopwatch is started, and the athlete gets up as quickly as possible and runs around the course in the direction indicated, without knocking the cones over, to the finish line, at which the timing is stopped.
cs: Subjekty by měly ležet v čele (hlavu na startovní čáře) a s rukama za zády. Na příkaz „Teď“ se začne měřit čas a atleti vstanou, jak nejrychleji dokáží, a běží po vyznačené trase bez přeskakování kuželů, na cílovou čáru, kde se měření času zastaví.
hu: Az alanyoknak hasra kell feküdniük (fejjel a startvonal felé), kezek a váll mellett. „Rajt” vezényszóra indítják a stoppert, és a sportoló a lehető leggyorsabban elindul a kijelölt irányba anélkül, hogy kilépne a bójákon, egészen a célvonalig, amelynél a stopper leáll.
pt_br: Os indivíduos devem deitar de bruços (cabeça na direção da linha de largada) com as mãos ao ombro. Com o comando “Go” o cronômetro é iniciado, e o atleta se levanta tão rápido quanto possível e corre em volta do percurso na direção indicada, sem derrubar os cones, até a linha de chegada, na qual a cronometragem é interrompida.
sr: Субјекти треба да леже потрбушке (са главом на почетној линији) и рукама на леђима. Приликом наредбе „Сад“ покреће се штоперица, а спортиста устаје што је брже могуће и трчи око стазе у назначеном смеру, без додиривања чуњева, до циљне линије, када се мерење времена зауставља.

source: The table below gives some rating scores (in seconds) for the test
cs: Následující tabulka poskytuje některá hodnocení (v sekundách) pro test
hu: A lenti táblázat néhány érékelő pontot ad (másodpercben) a teszthez
pt_br: A tabela abaixo dá algumas pontuações de avaliação (em segundos) para o teste
sr: Табела испод даје неке резултате оцењивања (у секундама) за тест
uk: У наведеній нижче таблиці можна бачити деякі рейтингові результати (у секундах) для тестування

source: Rating
cs: Hodnocení
eu: Balorazioa
hu: Értékelés
pt_br: Avaliação
sr: Оцена
uk: Оцінка

source: Males
cs: Muži
eu: Gizonezkoak
hu: Férfiak
pt_br: Homens
sr: Мушко
uk: Чоловіки

source: Females
cs: Ženy
eu: Emakumezkoak
hu: Nők
pt_br: Mulheres
sr: Женско
uk: Жінки

source: Excellent
cs: Skvělé
eu: Oso ona
hu: Kitűnő
pt_br: Excelente
sr: Одлично
uk: Відмінна

source: Good
cs: Dobré
eu: Ona
hu: Jó
pt_br: Bom
sr: Добро
uk: Добра

source: Fair
cs: Uspokojivé
eu: Erdipurdikoa
hu: Elfogadható
pt_br: Razoável
sr: Солидно
uk: Нормальна

source: Poor
cs: Ubohé
eu: Txarra
hu: Gyenge
pt_br: Ruim
sr: Лоше
uk: Погана

source: Advantages
cs: Výhody
eu: Abantailak
hu: Előnyök
pt_br: Vantagens
sr: Предности
uk: Переваги

source: This is a simple test to administer, requiring little equipment. Can test players ability to turn in different directions, and different angles.
cs: Toto je pro pořadatele jednoduchý test, vyžaduje málo vybavení. U hráčů umí otestovat schopnost otáčet se v různých směrech a různých úhlech.
hu: Ez egy egyszerű teszt az adminisztrációhoz, amelyhez szükséges felszerelés. Képes tesztelni a játékosok fordulási képességét különböző irányokba és különböző szögekbe.
pt_br: Esse é um teste simples de administrar, que exige pouca aparelhagem. Pode testar a habilidade de virar em diferentes direções e ângulos.
sr: Ово је једноставан тест за управљање, који захтева мало опреме. Можете тестирати способност играча да скрећу у различитим правцима, и различитим угловима.
uk: Це простий тест для адміністрування, потребує незначного обсягу обладнання. Може тестувати можливість гравців повертатися у різних напрямках під різними кутами.

source: Disadvantages
cs: Nevýhody
eu: Desabantailak
hu: Hátrányok
pt_br: Desvantagens
sr: Недостаци
uk: Недоліки

source: Choice of footwear and surface of area can effect times greatly. Results can be subject to timing inconsistencies, which may be overcome by using timing gates. Cannot distinguish between left and right turning ability.
cs: Volba obuvi a povrchu může velmi významně ovlivnit výsledný čas. Výsledky mohou být náchylné k nesrovnalostem v časech, kterým lze ale zamezit použitím časových bran. Nelze rozlišit hbitost v otáčení doleva a doprava.
hu: A sportcipő és a futófelület megválasztása nagyban befolyásolja a sportoló idejét. Az eredmények olyan időkövetkezetlenségekhez vezethetnek, amelyek leküzdhetők lehetnek időkapuk használatával. Nem lehet megkülönböztetni a bal és a jobb fordulási képességet.
pt_br: A escolha de calçados e a superfície da área podem afetar muito os tempos. Os resultados podem ficar sujeitos a inconsistências de cronometragem, que podem ser compensadas com o uso de portais de cronometragem. Não distingue a habilidade de giro da esquerda e da direita.
sr: Избор обуће и површине простора може утицати у великој мери на време. Резултати могу бити подложни временским недоследностима, што се може превазићи помоћу временских капија. Не може да разликује способност између скретања на лево и на десно.

source: Variations
cs: Variace
eu: Aldaerak
hu: Variációk
pt_br: Variações
sr: Варијације
uk: Варіації

source: The starting and finishing sides can be swapped, so that turning direction is changed.
cs: Můžete prohodit startovní a cílovou stranu a tím změnit směr otoček.
hu: A kezdő és végpont felcserélhető azért, hogy a fordulás iránya is megváltozzon.
pt_br: Os lados da largada e chegada podem ser alternados, para que a direção de giro seja alterada.
sr: Стране почетка и краја се могу мењати, тако да се промени правац окретања.
uk: Початкову і завершальну сторони можна поміняти місцями, таким чином помінявши напрямок обертання.

source: Shuttle Run Agility test
cs: Test hbitosti během tam a zpět
dz: ཤ་ཊལ་ བང་རྒྱུག་གི་ ཨེ་ཇི་ལི་ཊི་ བརྟག་ཞིབ་
hu: Oda-vissza futás gyorsasági teszt
pt_br: Teste de agilidade shuttle run
sr: Тест спретности трчања са заокретањем
uk: Тест на рухливість «Човниковий біг»

source: This test describes the procedures as used in the President's Challenge Fitness Awards. The variations listed give other ways to also perform this test.
cs: Tento test popisuje postupy použité u Ceny prezidenta za souboj v tělesné zdatnosti. Uvedené variace poskytují další způsoby, jak lze test vykonávat.
hu: Ez a teszt azt a folyamatot írja le, amit a President's Challenge Fitness Awards-on használnak. A felsorolt variációk más módokat is adnak a teszt végrehajtására.
pt_br: Esse teste descreve os procedimentos conforme usados no President’s Challenge Fitness Awards. As variações listadas fornecem outras maneiras de completar esse teste.
sr: Овај тест описује поступке као што се користе у Председниковој награди лепог изгледа. Наведене варијације дају друге начине за обављање овог теста.

source: This is a test of speed and agility, important in many sports.
cs: Toto je test rychlosti a hbitosti, důležitých v mnoha sportech.
hu: Ez a sebesség és gyorsaság tesztje, fontos sok sportban.
pt_br: Esse é um teste de velocidade e agilidade, importante para muitos esportes.
sr: Ово је тест брзине и окретности, важан у многим спортовима.
uk: Це тест на швидкість і рухливість, важливий у багатьох видах спорту.

source: This test requires the person to run back and forth between two parallel lines as fast as possible. Set up two lines of cones 30 feet apart or use line markings, and place two blocks of wood or a similar object behind one of the lines. Starting at the line opposite the blocks, on the signal 'Ready? Go!' the participant runs to the other line, picks up a block and returns to place it behind the starting line, then returns to pick up the second block, then runs with it back across the line.
cs: Tento test vyžaduje po osobě, aby čtyřikrát běžela co nejrychleji mezi dvěma souběžnými čárami. Nastavte čáry pomocí kuželů nebo pásky 30 stop (9,14 m) od sebe a položte dva špalky dřeva nebo podobné objekty za jednu z čar. Začíná se na čáře bez špalků a na signál „Připraveni? Teď!“ účastník běží na druhou čáru, zvedne špalek a vrátí se jej položit za startovní čáru, pak se vrátí zvednout druhý špalek a běží zpět přes startovní čáru.
hu: Ez a teszt azt igényli, hogy a sportoló előre-hátra fusson két párhuzamos vonal között, amilyen gyorsan csak tud. Állítson fel két sor bóját 30 lábra egymástól, vagy használjon jelzővonalakat, és helyezzen el két fa kockát vagy valami hasonló tárgyat az egyik vonal mögé. A kockával szemben lévő vonalról a „Vigyázz, rajt!” jelre indulva a sportoló elfut a másik vonalig, felkapja a kockát, és visszafut a kezdővonal mögé, hogy letegye azt, majd visszafut, hogy felvegye a második kockát, majd azzal visszafut a vonal mögé.
pt_br: Esse teste requer que a pessoa vá e volte correndo entre duas linhas paralelas tão rapidamente quanto possível. Prepare duas linhas de cones separadas por 30 pés ou use faixas no chão, e coloque dois blocos de maneira ou um objeto similar atrás de uma das linhas. Iniciando na linha oposta aos blocos, ao sinal “Preparar; Já!”, o participante corre até a outra linha, pega um bloco e volta para colocá-lo atrás da linha de largada, em seguida volta para pegar o segundo bloco, e então corre de volta com ele cruzando a linha.
sr: Овај тест захтева од особе да трчи напред и назад између две паралелне линије што брже може. Поставите две линије чуњева на одстојању од 30 стопа или користите означавање линија, и ставите два блока од дрвета или сличног предмета иза једне од линија. Почевши од линије наспрам блокова, након сигнала „Позор? Сад!“ учесник трчи до друге линије, покупи блок и враћа се да га стави иза стартне линије, затим се враћа да покупи други блок, затим с њим трчи назад преко линије.

source: Two or more trails may be performed, and the quickest time is recorded. Results are recorded to the nearest tenth of a second.
cs: Soutěží se dvakrát nebo vícekrát a zaznamená se nejrychlejší čas. Výsledky se zaokrouhlí na desetiny sekundy.
hu: Kettő vagy több nyomvonal is el lehet végezve, és a leggyorsabb idő lesz rögzítve. Az eredmények a legközelebbi tizedmásodperchez vannak rögzítve.
pt_br: Dois ou mais percursos podem ser executados, e o menor tempo é gravado. Os resultados são gravados arredondados para o décimo de segundo mais próximo.
sr: Могу се обавити два или више покушаја, а најбрже време се бележи. Резултати се бележе до најближе десетинке секунде.

source: Modifications
cs: Úpravy
eu: Aldaketak
hu: Módosítások
pt_br: Modificações
sr: Измене
uk: Зміни

source: The test procedure can be varied by changing the number of shuttles performed, the distance between turns (some use 10 meters rather than 30 feet) and by removing the need for the person pick up and return objects from the turning points.
cs: Postup testu lze měnit změnou počtu vykonaných běhů tam a zpět, vzdáleností mezi otočkami (někdy se používá 10 metrů místo 30 stop) a vynecháním zvedání a vracení objektů v místech otáčení.
hu: A tesztelési folyamat variálható az oda-vissza futások számának változtatásával, a fordulások közötti távolsággal (néhányan 10 métert használnak 30 láb helyett) és annak a követelménynek az elvételével, hogy a személynek tárgyakat kell felvenni és eljuttatni a fordulópontokhoz.
pt_br: Podem ser feitas variações no procedimento de testes, como mudar o número de shuttles executados, mudar a distância entre as viradas (alguns usam 10 metros em vez de 30 pés) e remover a necessidade da pessoa pegar e devolver objetos dos pontos de virada.
sr: Поступак теста може да се мења променом броја обављених заокрета, растојања између скретања (неки користе 10 метара уместо 30 стопа) и уклањањем потребе да особа покупи и врати предмете од преломних тачака.

source: This test can be conducted on large groups relatively quickly with minimal equipment required.
cs: Test lze provádět i s velkými skupinami relativně rychle a s minimálním množstvím potřebného vybavení.
hu: Ez a teszt viszonylag gyorsan végezhető nagy csoportokon minimális felszerelési igénnyel.
pt_br: Esse teste pode ser conduzido em grupos grandes em relativamente pouco tempo com uma aparelhagem mínima.
sr: Овај тест може бити спроведен на великим групама релативно брзо са веома мало опреме.
uk: Це тестування може бути виконано у великих групах відносно швидко із мінімальними вимогами щодо устаткування.

source: The blocks should be placed at the line, not thrown across them. Also make sure the participants run through the finish line to maximize their score.
cs: Špalky by se měly položit na čáru a ne za ni hodit. Také účastníky ujistěte, že pro dosažení nejlepšího hodnocení musí přes cílovou čáru proběhnout.
hu: A blokkokat egy vonalra kell elhelyezni, nem keresztben. Győződjön meg arról is, hogy a résztvevők fussanak át a célvonalon a legjobb eredményért.
pt_br: Os blocos devem ser colocados na linha em vez de serem arremessados além delas. Certifique-se também de que os participante cruzam a linha de chegada para maximizar sua pontuação.
sr: Блокови треба да буду постављени на линији, а не бачени преко њих. Такође се уверите да су учесници претрчали преко циљне линије како бисте увећали њихов резултат.

source: ZigZag Agility test
cs: Test hbitosti CikCak
dz: སྦྲུལ་ཐིག་ ཨེ་ཇི་ལི་ཊི་ བརྟག་ཞིབ་
hu: Cikk-cakk gyorsasági teszt
pt_br: Teste de agilidade em zigue-zague
sr: Тест окретности за цик-цак
uk: Тест на рухливість «Зиґзаґ»

source: Similar to the Shuttle Run test, this test requires the athlete to run a course in the shortest possible time. A standard zig zag course is with four cones placed on the corners of a rectangle 10 by 16 feet, with one more cone placed in the centre. If the cones are labelled 1 to 4 around the rectangle going along the longer side first, and the centre cone is C, the test begins at 1, then to C, 2, 3, C, 4, then back to 1.
cs: Tento test, podobně jako běh tam a zpět, požaduje po atletovi uběhnout závod v co nejkratším čase. Standardní závod cik cak je se čtyřmi kužely umístěnými v rozích obdélníku 10 na 16 stop (3,05 na 4,88 metru) a jedním kuželem navíc umístěným ve středu. Pokud kužely označíme od 1 do 4 bráno dokola počínaje delší stranou a středový kužel jako C, pak test začíná na 1, pokračuje na C, 2, 3, C, 4 a končí zpět na 1.
hu: Hasonlóan az oda-vissza futás teszthez, ez a teszt is azt követeli meg a sportolótól, hogy az adott pályát a legrövidebb idő alatt teljesítse. Egy szabványos cikk-cakk pálya egy 10×16 láb méretű téglalap, sarkain négy bójával és egy bójával a közepén. Ha a sarkokon lévő bójákat 1-től 4-ig jelöljük a hosszú oldal felől indulva, és a középső bóját C-nek nevezzük, akkor a teszt az 1-estől indul, majd C, 2, 3, C, 4 és vissza az 1-hez.
pt_br: Parecido com o teste de shuttle run, esse teste requer que o atleta corra um percurso no menor tempo possível. Um percurso padrão em zigue-zague possui quatro cones colocados nos cantos de um retângulo de 10 pés por 16, com mais um cone colocado no centro. Se os cones são rotulados de 1 a 4 em torno do retângulo, passando pelo lado mais longo primeiro, e o cone do centro é C, o teste começa no 1, em seguida vai ao C, 2, 3, C, 4 e de volta ao 1.
sr: Слично тесту трчања са заокретањем, овај тест захтева од спортисте да претрчи стазу у најкраћем могућем времену. Стандардна цик-цак стаза је са четири чуња који су постављени на угловима правоугаоника 10 са 16 стопа, са још једним чуњем постављеним у средишту. Ако су чуњеви означени од 1 до 4 око правоугаоника идући прво дужом страном, а средишњи чуњ је Ц, тест почиње од 1, затим до Ц, 2, 3, Ц, 4, а онда назад до 1.

source: This test procedure can be modified by changing the distance between cones, and the number of circuits performed.
cs: Tento postup testu lze upravit změnou vzdálenosti mezi kužely a počtem vykonaných okruhů.
hu: Ez a tesztfolyamat módosítható a bóják közti távolság és az elvégzett ismétlések számának megváltoztatásával.
pt_br: Esse procedimento de teste pode ser modificado mudando a distância entre os cones e o número de circuitos executados.
sr: Поступак овог теста се може изменити променом растојања између чуњева, и броја обављених кругова.
uk: Цю тестову процедуру може бути змінено зміною відстані між конусами і кількості виконаних циклів.

source: The total distance run should not be too great so that fatigue does not become a factor.
cs: Celková délka dráhy by neměla být příliš dlouhá, aby vyčerpání nebylo ovlivňujícím faktorem.
hu: A teljes futás hossza ne legyen túl nagy azért, hogy a fáradság ne legyen tényező.
pt_br: A corrida de distância total não deve ser muito grande para que a fatiga não interfira.
sr: Укупно претрчано растојање не треба да буде превелико како замор не би постао чинилац.
uk: Загальна дистанція бігу має бути невеликою, щоб фактором не стала втома.

source: Margaria-Kalamen
sr: Маргарија-Каламен
uk: Маргарія-Каламен

source: Run n laps x distance
cs: Běh n okruhů × délka
dz: བང་རྒྱུག་ ཨེན་ན་ རྒྱང་ཐག་ ཨེཀསི་སྐོར་ནུག་
hu: Fusson n kört x távolságot
pt_br: Correr n voltas x distância
sr: Трчи n кругова x растојање
uk: Пробігти n кіл x відстань

source: Make max laps in n seconds
cs: Zvládnutí nejvíce okruhů v n sekundách
dz: སྐར་ཆ་ ཨེན་ནང་སྐོར་ཐེངས་མཐོ་ཤོས་བཟོ་
hu: Csinálja meg a legtöbb kört n másodperc alatt
pt_br: Fazer o máximo de voltas em n segundos
sr: Прави највише кругова за n секунде
uk: Виконати максимальну кількість кіл за n секунд

source: Continue running in n distance
cs: Souvislý běh na vzdálenost n
dz: ཨེན་རྒྱང་ཐག་ནང་བང་རྒྱུག་འཕྲོ་མཐུད་བཞག་
hu: Folytassa a futást n távolságra
pt_br: Continuar correndo em n distância
sr: Наставља да трчи на растојању n
uk: Продовжувати біг на відстань n

source: Run 10 times a 20m distance
cs: Běh 10krát na vzdálenost 20 m
dz: མི་ཊར་ ༢༠ རྒྱང་ཐག་འབད་མི་གཅིག་ན་
hu: Fusson 10-szer 20 métert
pt_br: Correr uma distância de 20m 10 vezes
sr: Трчи 10 пута растојање од 20m
uk: Біг 10 разів на відстань 20 м

source: Make max laps in 30 seconds
cs: Zvládnutí nejvíce okruhů za 30 sekund
dz: སྐར་ཆ་ ༣༠ ནང་འཁོད་ སྐོར་ཐེངས་མཐོ་ཤོས་བཟོ་
hu: Csinálja meg a legtöbb kört 30 másodperc alatt
pt_br: Fazer o máximo de voltas em 30 segundos
sr: Прави највише кругова за 30 секунде
uk: Виконати максимальну кількість кіл за 30 секунд

source: Continue running in 20m distance
cs: Souvislý běh na vzdálenost 20 m
dz: མི་ཊར་ ༢༠ རྒྱང་ཐག་ནང་ བང་རྒྱུགས་འཕྲོ་མཐུད་བཞག་
hu: Folytassa a futást 20 méter távolságra
pt_br: Continuar correndo em uma distância de 20m
sr: Наставља да трчи на растојању 20m
uk: Неперервний біг на дистанцію 20 м

source: Modified time Getup and Go test
cs: Modified time Getup and Go test (Upravený test času na vstávání a běh)
hu: Módosított idő Getup and Go teszt
pt_br: Teste de levantar e partir modificado
sr: Измењено време тестова „устани“ и „иди“
uk: Змінений час для вправи «Встати і вперед»

source: The instructions given to perform the test were as follows: "Sit down with your back resting on the back of the chair and with your two arms resting on your legs. When you hear the word 'go', stand up without using your arms, kick the ball in front of you as hard as you possibly can, using the instep of the foot you feel the safest. Then walk at your normal pace while counting backwards from 15 to 0 out loud. Turn around back the cone, without touching it, and go back to your seat, stepping into the circles, trying not to touch any of them. Finally, sit down again, trying not to use your arms".
cs: Instrukce pro vykonání testu jsou následující: „Sednout na židli, záda opřená o opěradlo a ruce dlaněmi na nohou. Až uslyšíte slovo ‚Teď‘, vstanete bez pomoci rukou, kopnete balón dopředu jak nejsilněji dokážete pomocí nártu své dominantní nohy. Běžte svým normálním tempem a přitom nahlas počítejte pozpátku od 15 do 0. Otočte se nazpět okolo kužele, aniž byste se jej dotkli, a běžte nazpět na své sedadlo našlapujíce do kruhů a přitom se snažte jich nedotýkat. Nakonec si sedněte a zkuste při tom nepoužít rukou“.
hu: A következő utasítást adjuk a teszt végrehajtására: „Ülj le úgy, hogy a hátad támaszd egy szék háttámlájának, a két karod pedig helyezd a lábaidra. Amikor meghallod a „Start” vezényszót, állj fel úgy, hogy a karjaidat meg sem mozdítod, és rúgd el a lehető legerősebben az előtted lévő labdát belsővel az erősebbik lábaddal. Ezután sétálj normál tempóban, közben számolj vissza hangosan 15-től egészen 0-ig. Kerüld meg a bóját a nélkül, hogy megérintenéd, és menj vissza a székhez, lépj be a körökbe anélkül, hogy bármelyiket megérintenéd. Végül ülj le ismét, próbáld meg a karjaidat nem használni”.
pt_br: As instruções dadas para o executar o teste foram as seguintes: “Sente-se com as suas costas descansadas no encosto da cadeira e com os seus dois braços descansados nas suas pernas. Quando você ouvir a palavra 'Go', levante-se sem usar os seus braços, chute a bola a sua frente com o máximo de força que você conseguir, usando o peito do pé que lhe dá mais segurança. Em seguida ande no seu ritmo normal contando de 15 até 0 em voz alta. Dê a volta ao redor do cone, sem tocá-lo, e volte até o seu assento, pisando dentro dos círculos, tentando não tocar nenhum deles. Para terminar, sente-se novamente, tentando não usar os seus braços”.
sr: Упутства дата за извођење теста су следећа: „Седите са леђима ослоњеним на наслон столице и са рукама на ногама. Када чујете реч „Сад“, устаните без употребе руку, шутните лопту испред себе што јаче можете, користећи искорак стопала за које сматрате да је безбедније. Затим ходајте вашом уобичајеном брзином док гласно бројите уназад од 15 до 0. Обиђите око чуња, а да га не додирнете, и вратите се на ваше место, укорачавајући у кругове, покушавајући да не додирнете ниједан од њих. На крају, седните поново, покушавајући да не користите руке“.
