Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Add comment
cs: Přidat poznámku
eu: Gehitu iruzkina
hu: Megjegyzés hozzáadása
pt_br: Adicionar comentário
sr: Додај напомену
uk: Додати коментар

source: Remove
cs: Odebrat
eu: Kendu
hu: Eltávolítás
pt_br: Remover
sr: Уклони
uk: Вилучити

source: statistics data
cs: údaje statistiky
eu: Datu estatistikoak
hu: statisztikai adatok
pt_br: dados estatísticos
sr: подаци резултата
uk: статистичні дані

source: Make report
cs: Vytvořit výstupní sestavu
dz: སྙན་ཞུ་བཟོ་
eu: Sortu txostena
hu: Jelentés készítése
pt_br: Fazer relatório
sr: Направи извештај
uk: Створити звіт

source: Create new race type
cs: Vytvoření nového typu běhu
eu: Sortu lasterketa mota berria
hu: Új versenytípus létrehozása
pt_br: Criar novo tipo de corrida
sr: Направите нову врсту трчања
uk: Створити новий тип підходу

source: Create a new race type in the database
cs: Vytvořit nový typ běhu v databázi
eu: Sortu lasterketa mota berria datu-basean
hu: Új versenytípus létrehozása az adatbázisban
pt_br: Criar um novo tipo de corrida no banco de dados
sr: Направите нову врсту трчања у бази података
uk: Створити тип підходу у базі даних

source: Limited by (how it finishes)
cs: Omezen pomocí (co určuje konec)
eu: Muga (nola amaituko den)
hu: Korlátozva (hogyan fejeződik be)
pt_br: Limitado por (como isto termina)
sr: Ограничава га (како завршава)
uk: Обмеження (як це завершується)

source: laps
cs: okruhy
eu: itzuli
hu: körök
pt_br: voltas
sr: кругови
uk: кола

source: time (s)
cs: čas (s)
eu: denbora (s)
hu: idő (mp)
pt_br: tempo (s)
sr: време (s)
uk: час (с)

source: intervallic
cs: intervalový
dz: ཨིན་ཊར་བེ་ལིག་
eu: tartekakoa
hu: intervallum
pt_br: com intervalo
sr: периодично
uk: інтервальний

source: Variable (user will select distance at each test)
cs: Proměnná (uživatel u každého testu vzdálenost zadá)
eu: Aldakorra (erabiltzaileak distantzia hautatuko du proba bakoitzean)
hu: Változó (a felhasználó fogja kiválasztani a távolságot minden tesztnél)
pt_br: Variável (usuário irá selecionar a distância em cada teste)
sr: Променљива (корисник ће изабрати растојање при сваком тесту)
uk: Змінна (користувач вибиратиме відстань на кожному тесті)

source: Fixed (distance will be always the same)
cs: Pevná (vzdálenost bude vždy stejná)
eu: Finkoa (distantzia bera izango da beti)
hu: Rögzített (a távolság mindig ugyanaz lesz)
pt_br: Fixo (distância será sempre a mesma)
sr: Стално (растојање ће увек бити исто)
uk: Фіксована (відстань завжди буде однаковою)

source: Different (each lap have different distance suitable for agility tests and RSA)
cs: Různá (každý okruh má jinou délku vhodnou pro testy hbitosti a RSA)
hu: Különböző (minden kör különböző távolságú, alkalmas gyorsasági tesztekhez és RSA-hoz)
pt_br: Diferentes (cada volta tem distância diferente adequada para testes de agilidade e RSA)
sr: Различито (сваки круг има другачије растојање погодно за тестове окретности и ОБТ)
uk: Різні (усі кола мають різну відстань, зручно для тестів на рухливість і RSA)

source: Number of different laps
cs: Počet různých okruhů
eu: Itzuli desberdinen kopurua
hu: A különböző körök száma
pt_br: Número de voltas diferentes
sr: Број различитих кругова
uk: Кількість різних кіл

source: Help RSA
cs: Nápověda k RSA
eu: Lagundu RSAri
hu: RSA súgó
pt_br: Ajuda RSA
sr: Помоћ окретности брзог трчања

source: Distance of each lap
cs: Délka každého okruhu
eu: Itzuli bakoitzaren distantzia
hu: Az egyes körök távolsága
pt_br: Distância de cada volta
sr: Растојање сваког круга
uk: Відстань на кожному колі

source: Upload session to server
cs: Odeslání série cvičení na server
eu: Kargatu saioa zerbitzarian
hu: Munkamenet feltöltése a kiszolgálóra
pt_br: Enviar a sessão para o servidor
sr: Отпреми сесију на сервер
uk: Вивантажити сеанс на сервер

source: Select sessions for statistics
cs: Výběr série cvičení pro statistiky
dz: ཚད་རྩིས་ཀྱི་དོན་ལུ་ ལཱ་ཡུན་སེལ་འཐུ་འབད་
eu: Hautatu estatistiketarako saioak
hu: Munkamenetek kijelölése a statisztikához
pt_br: Selecionar sessões para estatísticas
sr: Изабери сесије за резултате
uk: Виберіть сеанси для статистики

source: unselected
cs: nevybrané
dz: སེལ་འཐུ་མ་འབདཝ་
eu: desautatuta
hu: nincs kijelölve
pt_br: não selecionado
sr: поништено
uk: не вибрано

source: selected
cs: vybrané
dz: སེལ་འཐུ་འབད་ཡོདཔ་
eu: hautatuta
hu: kijelölt
pt_br: selecionado
sr: изабрано
uk: Вибрано

source: select ->
cs: vybrat ->
dz: སེལ་འཐུ་འབད་ ->
eu: hautatu ->
hu: kijelölés ->
pt_br: selecionar ->
sr: изабери —>
uk: вибрати ->

source: <- unselect
cs: <- odebrat
dz: <- སེལ་འཐུ་བཤོལ་ནི་
eu: <- desautatu
hu: <- kijelölés megszüntetése
pt_br: <- desmarcar
sr: <— поништи
uk: <- зняти вибір

source: all
cs: vše
dz: ཆ་མཉམ་
eu: denak
hu: mind
pt_br: tudo
sr: све
uk: всі

source: none
cs: nic
dz: ཅི་མེད་
eu: bat ere ez
hu: nincs
pt_br: nenhum
sr: ништа
uk: нічого

source: Chronojump is already running
cs: Chronojump již běží
eu: Chronojump jadanik abian dago
hu: A Chronojump már fut
pt_br: Chronojump já estão em execução
sr: Времескочко је већ покренут
uk: Chronojump вже запущено

source: Chronojump will exit now.
cs: Chronojump se nyní ukončí.
eu: Chronojump amaitu egingo da orain.
hu: A Chronojump most ki fog lépni.
pt_br: O Chronojump irá sair agora.
sr: Времескочко ће сада изаћи.
uk: Зараз Chronojump завершить роботу.

source: no tables, creating …
eu: taularik ez, sortzen …
hu: nincsenek táblák, létrehozás…
pt_br: sem tabelas, criando …
sr: нема табела, правим их …
uk: немає таблиць, створюємо…

source: Failed database conversion, ensure you have libsqlite3-0 installed.
eu: Datu-basea bihurtzeak huts egin du, ziurtatu libsqlite3-0 instalatuta dagoela.
hu: Sikertelen adatbázis-átalakítás, ellenőrizze, hogy a libsqlite3-0 telepítve van-e.
pt_br: Falha na conversão do banco de dados, certifique-se de que você tenha o libsqlite3-0 instalado.
sr: Претварање базе података није успело, уверите се да сте инсталирали „libsqlite3-0“.
uk: Не вдалося перетворити базу даних, переконайтеся, що встановлено libsqlite3-0.

source: If you have no data on your database (you just installed Chronojump), you can fix this problem deleting this file: {0}
cs: Pokud máte prázdnou databázi (čerstvě nainstalovaný Chronojump), můžete zkusit problém vyřešit smazáním tohoto souboru: {0}
eu: Datu-basean daturik ez badago (Chronojump instalatu berri da), ezabatu honako fitxategia arazoa konpontzeko: {0}
hu: Ha nincs adat az adatbázisában (most telepítette a Chronojump programot), akkor ezt a problémát a következő fájl törlésével oldhatja meg: {0}
pt_br: Se você não tem dados em seu banco de dados (que você acabou de instalar), você pode corrigir esse problema deletando esse arquivo: {0}
sr: Ако немате података у вашој бази података (само сте инсталирали Времескочка), можете да решите овај проблем брисањем ове датотеке: {0}
uk: Якщо у вашій базі даних немає даних (ви щойно встановили Chronojump), ви можете виправити цю проблему вилученням такого файла: {0}

source: And starting Chronojump again.
cs: A opětovným spuštěním aplikace Chronojump.
eu: Eta berrabiarazi Chronojum.
hu: És a Chronojump ismételt indításával.
pt_br: E iniciando novamente o Chronojump.
sr: И поновним покретањем Времескочка.
uk: І запускаємо Chronojump знову.

source: All DJ jumps have been renamed as 'DJna' (Drop Jumps with No Arms).
cs: Všechny skoky SS byly přejmenovány na „SSbr“ (Seskokové skoky bez rukou).
eu: Erorketa ondoko jauziei 'DJna' (besorik gabeko erorketa ondoko jauzia) izena jarri zaie.
hu: Az összes DJ-ugrás át lett nevezve „DJna”-ra (kéz nélküli drop jump).
pt_br: Todos os saltos DJ foram renomeados como “DJna” (Saltos em profundidade sem os braços).
sr: Сви доскочни скокови су преименовани као „ДСбр“ (Доскочни скокови без руку).
uk: Усі стрибки після падіння було перейменовано на «DJna» (стрибки після падіння без рук).

source: If your Drop Jumps were executed using the arms, please rename them manually as 'DJa'.
cs: Pokud jste Seskokové skoky prováděli s použitím rukou, přejmenujte je prosím ručně na „SSpr“.
eu: Erorketa ondoko zure jauziak besoak erabiliz exekutatu badira, aldatu haien izena eta jarri 'DJa'.
hu: Ha a drop jumpok a karok segítségével lettek végrehajtva, nevezze át őket kézzel „DJa”-ra.
pt_br: Se os seus saltos em profundidade foram executados usando os braços, por favor, renomeie-os manualmente como “DJna”.
sr: Ако су ваши доскочни скокови обављени уз коришћење руку, преименујте их ручно у „ДСр“.
uk: Якщо ваші стрибки після падіння було виконано із використанням рук, будь ласка, перейменуйте їх вручну на «DJa».

source: Sorry, this Chronojump version ({0}) is too old for your database.
cs: Tato verze ({0}) aplikace Chronojump je pro vaši databázi bohužel příliš stará.
eu: Chronojump bertsio hau ({0}) zaharregia da zure datu-baserako.
hu: Elnézést, ez a Chronojump verzió ({0}) túl régi az adatbázisához.
pt_br: Desculpe, esta versão do Chronojump ({0}) está desatualizada para seu banco de dados.
sr: Извините, ово издање Времескочка ({0}) је превише старо за вашу базу података.
uk: Вибачте, ця версія Chronojump ({0}) є надто старою для вашої бази даних.

source: Please update Chronojump
cs: Aktualizujte prosím Chronojump
eu: Eguneratu Chronojump
hu: Frissítse a Chronojump programot
pt_br: Por favor, atualize o Chronojump
sr: Ажурирајте Времескочка
uk: Будь ласка, оновіть Chronojump

source: tables already created
cs: tabulky jsou již vytvořené
dz: ཐིག་ཁྲམ་ཚུ་ཧེ་མ་ལས་གསར་བསྐྲུན་འབད་ཡོདཔ་
eu: taulak sortu dira jadanik
hu: a táblák már létre lettek hozva
pt_br: tabelas já criadas
sr: табеле су већ направљене
uk: таблиці вже створено

source: New Chronojump version available on website. Your Chronojump version is: {1}
cs: Na webových stránkách je dostupná nová verze Chronojump. Vaše verze Chronojump je: {1}
eu: Chronojump bertsio berria dago webgunean. Zure Chronojump bertsioa: {1}
hu: Új Chronojump verzió érhető el a weboldalon. Az Ön Chronojump verziója: {1}
pt_br: Nova versão do Chronojump está disponível no website. A sua versão do Chronojump é: {1}
sr: Ново издање Времескочка је доступно на веб сајту. Ваше издање Времескочка је: {1}
uk: На сайті доступна нова версія Chronojump. Ваша версія Chronojump: {1}

source: Please, update to new version.
cs: Aktualizujte prosím na novou verzi.
eu: Eguneratu bertsio berrira
hu: Frissítsen az új verzióra.
pt_br: Por favor, atualize para a nova versão.
sr: Будите љубазни, ажурирајте на најновије издање.
uk: Будь ласка, оновіть програму до нової версії.

source: Chronojump crashed before.
cs: Předchozí zhroucení Chronojump
eu: Chronojump kraskatu da lehenago ere.
hu: A Chronojump korábban összeomlott.
pt_br: O Chronojump falhou anteriormente.
sr: Времескочко се урушио раније.
uk: Раніше Chronojump завершив роботу в аварійному режимі.

source: Please, update to new version:
cs: Aktualizujte prosím na novou verzi:
eu: Eguneratu bertsio berrira:
hu: Frissítsen az új verzióra:
pt_br: Por favor, atualize para a nova versão:
sr: Будите љубазни, ажурирајте на најновије издање:
uk: Будь ласка, оновіть програму до нової версії:

source: Need permissions to read from device.
cs: Pro čtení ze zařízení jsou zapotřebí oprávnění.
eu: Baimenak behar dira gailutik irakurtzeko.
hu: Jogosultságok szükségesek az eszközről való olvasáshoz.
pt_br: É necessário ter permissão para ler de dispositivo.
sr: Потребна су овлашћења за читање са уређаја.
uk: Потрібні права доступу до читання з пристрою.

source: Check software page on Chronojump website
cs: Podívat se na stránku o softwaru na webu Chronojump
eu: Begiratu softwarearen orria Chronojump-en webgunean
hu: A szoftver oldalának megtekintése a Chronojump weboldalán
pt_br: Verifique a página de software no site do Chronojump
sr: Проверите страницу софтвера на веб сајту Времескочка
uk: Ознайомтеся із сторінкою програмного забезпечення на сайті Chronojump

source: Chronojump {0} crashed before.
cs: Chronojump {0} se zhroutil.
eu: Chronojump {0} kraskatu da lehenago ere.
hu: A Chronojump {0} korábban összeomlott.
pt_br: Uma sessão anterior do Chronojump {0} falhou.
sr: Времескочко {0} се урушио раније.
uk: Раніше Chronojump {0} завершив роботу в аварійному режимі.

source: Please, fill your email and click on '{0}' in order to fix this fast and contact you if appropriate.
cs: Vyplňte prosím svůj e-mail a klikněte na „{0}“, abychom to mohli rychle opravit a v případě potřeby jsme vás mohli kontaktovat.
eu: Bete '{0}' zure posta-helbidearekin hau azkar konpondu dezagun eta zurekin harremanetan jar gaitezen, beharrezkoa bada.
hu: Töltse ki az e-mail-címét, majd kattintson a(z) „{0}” gombra annak érdekében, hogy gyorsan kijavítsuk, és kapcsolatba lépjünk Önnel, ha szükséges.
pt_br: Por favor, preencha com seu e-mail e clique em “{0}” para corrigirmos isto rapidamente e contatarmos você se necessário.
sr: Упишите адресу ваше е-поште и притисните на „{0}“ како бисмо то што пре исправили и обавестили вас ако је неопходно.
uk: Будь ласка, вкажіть вашу адресу електронної пошти і натисніть «{0}» для пришвидшення виправлення і зв'язку з вами, якщо у цьому виникне потреба.

source: Your help is needed.
cs: Vaše pomoc bude vítaná.
eu: Zure laguntza behar dugu.
hu: Szükségünk van a segítségére.
pt_br: Sua ajuda é necessária.
sr: Ваша помоћ је потребна.
uk: Потрібна ваша допомога.

source: Cannot move database directory from {0} to {1}
cs: Nelze přesunout složku s databází z {0} do {1}
eu: Ezin da datu-basearen direktorioa lekuz aldatu {0} kokapenetik {1} kokapenera
hu: Nem lehet áthelyezni az adatbázis-könyvtárat innen: {0} ide: {1}
pt_br: Não foi possível mover o diretório do banco de dados de {0} para {1}
sr: Не могу да преместим директоријум базе података из „{0}“ у „{1}“
uk: Не вдалося пересунути каталог бази даних з {0} до {1}

source: Trying to move/copy each file now
cs: Nyní se zkouší přesun/kopírování jednotlivých souborů
eu: Fitxategi bakoitza mugitzen/kopiatzen saiatzen orain
hu: Az egyes fájlok áthelyezésének/másolásának próbája
pt_br: Tentando mover/copiar cada arquivo agora
sr: Покушавам да преместим/умножим сваку датотеку
uk: Намагаємося пересунути або скопіювати кожний файл окремо

source: Cannot create directory {0}
cs: Nelze vytvořit složku {0}
eu: Ezin da {0} direktorioa sortu
hu: Nem lehet létrehozni a könyvtárat: {0}
pt_br: Não foi possível criar o diretório {0}
sr: Не могу да направим директоријум „{0}“
uk: Не вдалося створити каталог {0}

source: Please, do it manually.
cs: Udělejte to prosím ručně.
eu: Egin eskuz
hu: Kérjük csinálja kézzel.
pt_br: Por favor, faça isso manualmente.
sr: Урадите ово ручно.
uk: Будь ласка, зробіть це вручну.

source: Cannot copy {0} files from {1} to {2}
cs: Nelze zkopírovat {0} souborů z {1} do {2}
eu: Ezin dira {0} fitxategi kopiatu {1} kokapenetik {2} kokapenera
hu: Nem lehet másolni {0} fájlt innen: {1} ide: {2}
pt_br: Não foi possível copiar {0} arquivos de {1} para {2}
sr: Не могу да умножим {0} фасцикле из „{1}“ у „{2}“
uk: Не вдалося скопіювати {0} файлів з {1} до {2}

source: Cannot move {0} files from {1} to {2}
cs: Nelze přesunout {0} souborů z {1} do {2}
eu: Ezin dira {0} fitxategi lekuz aldatu {1} kokapenetik {2} kokapenera
hu: Nem lehet áthelyezni {0} fájlt innen: {1} ide: {2}
pt_br: Não foi possível mover {0} arquivos de {1} para {2}
sr: Не могу да преместим {0} фасцикле из „{1}“ у „{2}“
uk: Не вдалося пересунути {0} файлів з {1} до {2}

source: Please, do it manually
cs: Udělejte to prosím ručně
eu: Egin ezkuz
hu: Kérjük csinálja kézzel
pt_br: Por favor, faça-o manualmente
sr: Урадите ово ручно
uk: Будь ласка, зробіть це вручну

source: Database is now here: {0}
cs: Databáze je nyní zde: {0}
eu: Datu-basea orain hemen dago: {0}
hu: Az adatbázis most itt van: {0}
pt_br: Banco de dados agora está aqui: {0}
sr: База података је сада овде: {0}
uk: Тепер база даних зберігається тут: {0}

source: Cannot copy files from {0} to {1}.
eu: Ezin dira fitxategiak kopiatu {0} kokapenetik {1} kokapenera.
hu: Nem lehet fájlokat másolni innen: {0}, ide: {1}.
pt_br: Não foi possível copiar arquivos de {0} para {1}.
sr: Не могу да умножим датотеке из „{0}“ у „{1}“.
uk: Не вдалося скопіювати файли з {0} до {1}.

source: The disk may be full or the files may be copying from a cloud service but have not been downloaded.
eu: Diskoa beteta egon daiteke edo agian fitxategiak hodei batetik kopiatzen ari dira baina ez dira deskargatu.
hu: Lehet, hogy a lemez megtelt, vagy a fájlok egy felhőszolgáltatásból kerülnek másolásra, de nem lettek letöltve.
pt_br: O disco pode estar cheio ou os arquivos podem estar sendo copiados de um serviço em nuvem mas não foi baixado.
sr: Можда је диск пун или су датотеке умножене са услуге облака али нису преузете.
uk: Можливо, диск переповнено або файли могло бути скопійовано з хмарної служби, але не було отримано.

source: Cannot copy files from {0} to {1}
eu: Ezin dira fitxategiak kopiatu {0} kokapenetik {1} kokapenera
hu: Nem lehet fájlokat másolni innen: {0}, ide: {1}
pt_br: Não foi possível copiar arquivos de {0} para {1}
sr: Не могу да умножим датотеке из „{0}“ у „{1}“
uk: Не вдалося скопіювати файли з {0} до {1}

source: Trying to import a newer database version than this Chronojump Please, update the running Chronojump.
cs: Zkouší se importovat novější verze databáze, než je tento Chronojump Aktualizujte prosím svoji instalaci Chronojumpu
hu: A jelenlegi Chronojumpnál frissebb verziójú adatbázis importálási kísérlete Frissítse a futó Chronojumpot.
pt_br: Tentando importar uma versão do banco de dados mais nova que este Chronojump Por favor, atualize o Chronojump.
sr: Покушавам да увезем новије издање базе података од ове Времескочка Освежите радног Времескочка.
uk: Спроба імпорту бази даних новішої версії, ніж ця версія Chronojump Будь ласка, оновіть запущену версію Chronojump.

source: Click on right arrow!
eu: Egin klik eskuineko gezian.
hu: Kattintson a jobb nyílra!
pt_br: Clique na seta direita!
sr: Кликните на стрелицу на десно!
uk: Натисніть стрілку праворуч!

source: Jumps/Races
cs: Skoky/běhy
eu: Jauziak/lasterketak
hu: Ugrások/versenyek
pt_br: Saltos/Corridas
sr: Скокови/трчања
uk: Стрибки/Підходи

source: Main developer.
cs: Hlavní vývojář.
eu: Garatzaile nagusia.
hu: Fő fejlesztő.
pt_br: Desenvolvedor principal.
sr: Главни програмер.
uk: Головний розробник/

source: Installation support: Autotools, packaging, bundle.
cs: Podpora instalace: Autotools, balíčkování, balení.
eu: Instalazio-euskarria: Autotools, packaging, bundle.
hu: Telepítési segítség: automatikus eszközök, csomagolás, csomag.
pt_br: Suporte de instalação: Autotools, empacotamento, empacotado.
sr: Подршка инсталације: Самостални алати, паковање, скуп.
uk: Підтримка встановлення: Autotools, пакування, пакет.

source: R scripts.
eu: R scriptak.
hu: R parancsfájlok.
pt_br: Scripts R.
sr: R скрипте.
uk: Скрипти R.

source: Backend developer.
cs: Vývojář serverové části.
eu: Motorraren garatzailea
hu: Háttérprogram-fejlesztő.
pt_br: Desenvolvedor do backend.
sr: Програмер позадинца.
uk: Розробник основного модуля.

source: Import sessions.
eu: Inportatu saioak.
hu: Munkamenetek importálása.
pt_br: Importar sessões.
sr: Увезите сесију.
uk: Імпорт сеансів.

source: Full Stack developer.
eu: Pila osoaren garatzailea.
hu: Teljes körű fejlesztő.
pt_br: Desenvolvedor Full Stack.
sr: Целовремени Стек програмер.
uk: Розробник усього стосу.

source: Django developer.
eu: Django garatzailea.
hu: Django fejlesztő.
pt_br: Desenvolvedor Django.
sr: Дјанго програмер.
uk: Розробник Django.

source: Django migration.
eu: Django migrazioa.
hu: Django költöztetés.
pt_br: Migração para Django.
sr: Дјанго миграција.
uk: Перенесення на Django.

source: Client-Server integration.
eu: Bezero-zerbitzari integrazioa.
hu: Ügyfél–kiszolgáló integráció.
pt_br: Integração de Cliente-Servidor.
sr: Обједињавање клијента-сервера.
uk: Інтеграція клієнт-сервер.

source: First Flask iteration.
eu: Lehen Flask iterazioa.
hu: Első lombik ismétlés.
pt_br: Primeira Integração de Flask.
sr: Прво „Flask“ понављање.
uk: Перша інтеграція із Flask.

source: Web services support.
eu: Web-zerbitzuen euskarria.
hu: Webszolgáltatások támogatása.
pt_br: Suporte aos serviços web.
sr: Подршка Веб услуга.
uk: Підтримка вебслужб.

source: Sports sciences
eu: Kirolen zientziak
hu: Sporttudományok
pt_br: Ciências do esporte
sr: Спортске науке
uk: Спортивні науки

source: Engineering
eu: Ingeniaritza
hu: Mérnöki tevékenység
pt_br: Engenharia
sr: Инжењерство
uk: Інженерія

source: Electronics
eu: Elektronika
hu: Elektronika
pt_br: Eletrônicos
sr: Електроника
uk: Електроніка

source: Maths and statistics
eu: Matematika eta estatistikak
hu: Matematika és statisztika
pt_br: Matemática e estatísticas
sr: Математика и статистика
uk: Математика і статистика

source: Chronojump Manual English translation.
cs: Anglická verze příručky Chronojump.
eu: Chronojump eskuliburuaren ingelesezko itzulpena.
hu: Chronojump kézikönyv angol fordítás.
pt_br: Tradução do manual em inglês do Chronojump.
sr: Превод упутства Времескочка на енглески језик.
uk: Переклад підручника з Chronojump англійською.

source: Translation of Firmware to C.
cs: Překlad firmwaru do C.
hu: Belső vezérlőprogram fordítása C-re.
pt_br: Tradução do firmware para C.
sr: Превођење уграђеног програма у Ц.
uk: Перенесення мікропрограми на C.

source: New firmware features.
cs: Nové funkce firmwaru.
eu: Firmwarearen eginbide berriak.
hu: Belső vezérlőprogram új funkciói.
pt_br: Novas características do firmware.
sr: Нове функције уграђеног програма.
uk: Нові можливості мікропрограми.

source: Encoder hardware layer.
cs: Vrstva hardwaru snímače.
eu: Kodetzailearen hardware-geruza.
hu: Jeladó hardver réteg.
pt_br: Camada de hardware do codificador.
sr: Хардверски слој енкодера.
uk: Апаратний шар кодувальника.

source: Skypic, Chronopic, connection between hardware and software.
cs: Skypic, Chronopic, spojení mezi hardwarem a softwarem.
eu: Skypic, Chronopic, hardwarearen eta softwarearen arteko konexioa.
hu: Skypic, Chronopic, kapcsolat a hardver és szoftver között.
pt_br: Skypic, Chronopic, conexão entre hardware e software.
sr: Скајпик, Хронопик, веза између хардвера и софтвера.
uk: Skypic, Chronopic, зв'язок між апаратною і програмною частинами.

source: Chronopic3 industrial prototype.
cs: Pracovní prototyp Chronopis3.
eu: Chronopic3 prototipo industriala.
hu: Chronopic3 ipari prototípus.
pt_br: Protótipo industrial Chronopic3.
sr: Индустријски прототип Хронопика 3.
uk: Індустріальний прототип Chronopic3.

source: Chronopic validation.
eu: Chronopic balioztatzea.
hu: Chronopic ellenőrzés.
pt_br: Validação de Chronopic.
sr: Потврђивање Хронопика.
uk: Перевірка Chronopic.

source: Chronopic reaction time advanced implementation.
cs: Chronopic s pokročilou implementací reakční doby.
eu: Chronopic-en erreakzio-denboraren inplementazio aurreratua.
hu: Chronopic reakcióidő speciális megvalósítása.
pt_br: Implementação avançada do tempo de reação do Chronopic.
sr: Напредна примена времена реаговања хронопика.
uk: Розширена реалізація часу реакції Chronopic.

source: Other functionalities.
eu: Beste funtzionaltasun batzuk.
hu: Egyéb funkcionalitások.
pt_br: Outras funcionalildades.
sr: Остале функционалности.
uk: Інші функціональні можливості.

source: Improved timers.
eu: Tenporizadore hobetuak.
hu: Továbbfejlesztett időzítők.
pt_br: Temporizadores melhorados.
sr: Побољшани одбројавачи.
uk: Удосконалені таймери.

source: Chronojump profile
cs: Profil Chronojump
eu: Chronojump profila
hu: Chronojump profil
pt_br: Perfil do Chronojump
sr: Профил Времескочка
uk: Профіль Chronojump

source: Any
cs: Libovolný
eu: Edozein
hu: Bármely
pt_br: Qualquer
sr: Било који
uk: Будь-які

source: --Undefined
cs: --Neurčeno
eu: --Definitu gabea
hu: --Nincs meghatározva
pt_br: --Indefinido
sr: ——Неодређено
uk: --Не визначено

source: --Any
cs: --Libovolný
eu: --Edozein
hu: --Bármely
pt_br: --Qualquer
sr: ——Било који
uk: --Будь-які

source: -None
cs: -Žádný
eu: -Bat ere zz
hu: -Nincs
pt_br: -Nenhum
sr: —Ништа
uk: -Немає
