Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: You are OUT, start when prepared!
cs: Jste MIMO, až budete připraveni, vystartujte!
hu: KINT van, kezdje el, ha készen áll!
pt_br: Você está FORA, inicie quando estiver preparado!
sr: Вани сте, почните када сте спремни!
uk: Ви ЗЗОВНІ, починайте, коли будете готові!

source: You are IN, RELEASE when prepared!
cs: Jste UVNITŘ, až budete připraveni, PUSŤTE!
hu: BENT van, ENGEDJE EL, ha készen áll!
pt_br: Você está DENTRO, SOLTE quando estiver preparado!
sr: Унутра сте, ОТПУСТИТЕ када сте спремни!
uk: Ви ВСЕРЕДИНІ, ВІДПУСТІТЬ, коли будете готові!

source: You are OUT, come inside and press the 'accept' button
cs: Jste MIMO, vstupte dovnitř a zmáčkněte tlačítko „přijmout“.
dz: ཁྱོད་ཕྱི་ཁ་ཨིན་པས་ ནང་ན་འོང་ཞིནམ་ལས་ 'accept'ཨེབ་རྟ་འདི་ཨེབས་
hu: KINT van, lépjen belülre, és nyomja meg az „elfogadás” gombot
pt_br: Você está FORA, venha para dentro e pressione o botão “aceitar”
sr: Вани сте, уђите унутра и притисните дугме „прихвати“
uk: Ви ЗЗОВНІ, будь ласка, увійдіть всередину і натисніть кнопку «Прийняти»

source: RUN when prepared!
hu: FUSSON, amikor készen áll!
pt_br: Corra quando estiver preparado!
sr: ТРЧИТЕ када сте спремни!
uk: БІЖІТЬ, коли будете готові!

source: You are IN, RUN when prepared!
cs: Jste UVNITŘ, až budete připraveni, UTÍKEJTE!
hu: BENT van, FUSSON, ha készen áll!
pt_br: Você está DENTRO, CORRA quando estiver preparado!
sr: Унутра сте, ТРЧИТЕ када сте спремни!
uk: Ви ВСЕРЕДИНІ, БІЖІТЬ, коли будете готові!

source: You are OUT, RUN when prepared!
cs: Jste MIMO, až budete připraveni, UTÍKEJTE!
hu: KINT van, FUSSON, ha készen áll!
pt_br: Você está FORA, CORRA quando estiver preparado!
sr: Вани сте, ТРЧИТЕ када сте спремни!
uk: Ви ЗЗОВНІ, БІЖІТЬ, коли будете готові!

source: Included on race time
cs: Započítané v čase běhu
eu: Lasterketa-denboran sartua
hu: Beleértve a versenyidőn
pt_br: Incluído em tempo de corrida
sr: Укључено у време трчања
uk: Включено до часу забігу

source: Not included on race time
cs: Nezapočítané v čase běhu
eu: Lasterketa-denboran ez sartua
hu: Nincs beleértve a versenyidőn
pt_br: Não incluído em tempo de corrida
sr: Није укључено у време трчања
uk: Не включено час забігу

source: Included on race time of first track
cs: Započítané v čase běhu prvního kola
hu: Beleértve az első pálya versenyidején
pt_br: Incluído em tempo de corrida de primeira pista
sr: Укључено у време трчања на првој стази
uk: Включено час забігу першої доріжки

source: Not included on race time of first track
cs: Nezapočítané v čase běhu prvního kola
hu: Nincs beleértve az első pálya versenyidején
pt_br: Não incluído em tempo de corrida de primeira pista
sr: Није укључено у време трчања на првој стази
uk: Не включено час забігу першої доріжки

source: Go!
cs: Start!
eu: Hasi!
hu: Gyerünk!
pt_br: Já!
sr: Сад!
uk: Перейти!

source: Wait 1 second.
cs: Čekejte 1 sekundu
eu: Itxaron segundo bat.
hu: Várjon 1 másodpercet.
pt_br: Espere 1 segundo.
sr: Чекај {0} секунду.
uk: Зачекайте {0} секунду.

source: Race will not be recorded. Out of time.
cs: Běh nebude zaznamenán (je mimo časový limit).
eu: Lasterketa ez da grabatuko. Denboraz kanpo.
hu: A verseny nem lesz rögzítve. Letelt az idő.
pt_br: A corrida não será gravada. Tempo esgotado.
sr: Трчање неће бити забележено. Истекло је време.
uk: Забіг не буде записано. Перевищено часове обмеження.

source: Discarded 1 set for not being an sprint.
sr: Одбачен је {0} скуп јер није спринт.

source: Cancelled.
cs: Zrušeno.
eu: Bertan behera utzita.
hu: Megszakítva.
pt_br: Cancelado.
sr: Отказано.
uk: Скасовано.

source: Missing data.
cs: Schází data.
eu: Datuak falta dira.
hu: Hiányzó adatok.
pt_br: Faltando dados.
sr: Недостају подаци.
uk: Немає потрібних даних.

source: Error doing operation.
cs: Chyba při provádění operace.
eu: Errorea eragiketa gauzatzean.
hu: Hiba a művelet végrehajtásakor.
pt_br: Erro ao executar a operação.
sr: Грешка приликом обављања радње.
uk: Помилка під час виконання дії.

source: Cannot copy to {0}
cs: Nelze kopírovat do {0}
hu: Nem lehet átmásolni ide: {0}
pt_br: Não foi possível copiar para {0}
sr: Не могу да умножим „{0}“
uk: Не вдалося скопіювати до {0}

source: Exported to {0}
hu: Exportálva ide: {0}
pt_br: Exportado para {0}
sr: Извезено је у „{0}“
uk: Експортовано до {0}

source: Exporting {0}/{1}
hu: {0}/{1} exportálása
pt_br: Exportando {0}/{1}
sr: Извозим „{0}/{1}“
uk: Експортовано {0} з {1}

source: Preparing sets {0}/{1}
hu: {0}/{1} sorozat előkészítése
pt_br: Preparando conjuntos {0}/{1}
sr: Припремам скупове „{0}/{1}“
uk: Готуємо набори {0} з {1}

source: Exporting repetition {0}/{1}
hu: {0}/{1} ismétlés exportálása
pt_br: Exportando repetição {0}/{1}
sr: Извозим понављање „{0}/{1}“
uk: Експортовано повторення {0} з {1}

source: Save report as …
hu: Jelentés mentése másként…
pt_br: Salvar relatório como …
sr: Сачувај извештај као …
uk: Зберегти звіт як…

source: Export session in format
cs: Export série cvičení ve formátu
dz: ལཱ་ཡུན་འདི་རྩ་སྒྲིག་ནང་ལུ་ཕྱིར་འདྲེན་འབད་
hu: Munkamenet exportálása ebben a formátumban:
pt_br: Exportar sessão no formato
sr: Извези сесију у запису
uk: Експортувати сеанс у форматі

source: Are you sure you want to overwrite file:
cs: Opravdu chcete přepsat soubor:
dz: ཁྱོད་ཀྱིས་ ཐད་རི་འབའ་རི་ཚབ་སྲུང་འབད་ནི་ཨིན་ན་:
eu: Ziur zaude honako fitxategia gainidatzi nahi duzula:
hu: Biztosan felül akarja írni a fájlt:
pt_br: Você tem certeza que deseja sobrescrever o arquivo:
sr: Да ли сигурно желите да препишете датотеку:
uk: Ви справді хочете перезаписати файл:

source: Cannot export to file {0}
cs: Nelze exportovat soubor {0}
hu: Nem lehet exportálni fájlba: {0}
pt_br: Não é possível exportar para o arquivo {0}
sr: Не могу да извезем у датотеку „{0}“
uk: Не вдалося експортувати до файла {0}

source: Saved to {0}
cs: Uloženo do {0}
dz: {0}ལུ་སྲུངས་ཡི་
hu: Elmentve ide: {0}
pt_br: Salvo em {0}
sr: Сачувана у „{0}“
uk: Збережено до {0}

source: Simple jumps
cs: Jednoduché skoky
eu: Jauzi sinpleak
hu: Egyszerű ugrások
pt_br: Saltos simples
sr: Један скок
uk: Прості стрибки

source: Reactive jumps
cs: Reakční skoky
eu: Jauzi erreaktiboak
hu: Reaktív ugrások
pt_br: Saltos reativos
sr: Реактивни скокови
uk: Реактивні стрибки

source: with subjumps
cs: s meziskoky
eu: azpijauziekin
hu: részugrásokkal
pt_br: com subsaltos
sr: са подскоковима
uk: із підстрибками

source: Simple races
cs: Jednoduché běhy
eu: Lasterketa sinpleak
hu: Egyszerű versenyek
pt_br: Corridas simples
sr: Једно трчање
uk: Прості забіги

source: interval races
cs: intervalové běhy
eu: tartekako lasterketak
hu: intervallum versenyek
pt_br: corridas com intervalo
sr: периодична трчања
uk: інтервальні забіги

source: with laps
cs: s okruhy
eu: itzuliekin
hu: körökkel
pt_br: com voltas
sr: са круговима
uk: з колами

source: SessionID
cs: ID série cvičení
dz: ལཱ་ཡུན་ཨའི་ཌི་
eu: Saioaren IDa
hu: Munkamenet azonosító
pt_br: ID da sessão
sr: ИБ сесије
uk: Ід. сеансу

source: ID
dz: ཨའི་ཌི་
eu: IDa
hu: Azonosító
sr: ИБ
uk: Ід.

source: Person ID
cs: ID osoby
eu: Pertsonaren IDa
hu: Személy azonosító
pt_br: ID da pessoa
sr: ИБ особе
uk: Ід. особи

source: Person name
cs: Jméno osoby
eu: Pertsonaren izena
hu: Személy neve
pt_br: Nome da pessoa
sr: Име особе
uk: Ім'я особи

source: jump ID
cs: ID skoku
dz: ཇམཔ་ ཨའི་ཌི་
eu: jauziaren IDa
hu: ugrás azonosító
pt_br: ID do salto
sr: ИБ скока
uk: Ід. стрибка

source: Initial Speed
cs: Počáteční rychlost
dz: འགོ་ཐོག་མགྱོགས་ཚད་
eu: Hasierako abiadura
hu: Kezdeti sebesség
pt_br: Velocidade inicial
sr: Почетна брзина
uk: Початкова швидкість

source: Datetime
eu: Data eta ordua
hu: Dátum és idő
pt_br: Data e hora
sr: Време датума
uk: Дата і час

source: jump Type
cs: Typ skoku
dz: ཇམཔ་དབྱེ་བ་
eu: jauzi mota
hu: ugrástípus
pt_br: tipo de salto
sr: Врста скока
uk: Тип стрибка

source: TC Max
cs: ČK max.
dz: ཊི་སི་ མང་མཐའ་
pt_br: TC máxima
sr: Највеће време додира
uk: TC Макс.

source: TF Max
cs: ČL max.
dz: ཊི་ཨེཕ་ མང་མཐའ་
pt_br: TF máxima
sr: Највеће време лета
uk: TF Макс.

source: Max Height
cs: Max. výška
dz: མཐོ་ཚད་མང་མཐའ་
hu: Legnagyobb magasság
pt_br: Altura máxima
sr: Највећа висина
uk: Макс. висота

source: Max Initial Speed
cs: Max. počáteční rychlost
dz: འགོ་ཐོག་མགྱོགས་ཚད་མང་མཐའ་
hu: Legnagyobb kezdősebesség
pt_br: Velocidade inicial máxima
sr: Највећа почетна брзина
uk: Макс. початкова швидкість

source: TC AVG
cs: ČK prům.
dz: ཊི་སི་ ཨེ་བི་ཇི་
hu: TC ÁTL
sr: АВГ време додира
uk: TC Сер.

source: TF AVG
cs: ČL prům.
dz: ཊི་ཨེཕ་ ཨེ་བི་ཇི་
hu: TF ÁTL
sr: АВГ време лета
uk: TF Сер.

source: AVG Height
cs: Prům. výška
dz: ཨེ་བི་ཇི་ མཐོ་ཚད་
hu: ÁTL magasság
pt_br: Altura média
sr: АВГ висина
uk: Сер. висота

source: AVG Initial Speed
cs: Prům. počáteční rychlost
dz: ཨེ་བི་ཇི་ འགོ་ཐོག་མགྱོགས་ཚད་
hu: ÁTL kezdeti sebesség
pt_br: Velocidade inicial média
sr: АВГ почетна брзина
uk: Сер. початкова швидкість

source: Limited
cs: Omezeno
dz: ཚད་ཡོདཔ་
eu: Mugatua
hu: Korlátozott
pt_br: Limitado
sr: Ограничено
uk: Обмежено

source: SD
dz: ཨེསི་ཌི་
sr: СД

source: Race ID
cs: ID běhu
eu: Lasterketaren IDa
hu: Versenyazonosító
pt_br: ID do corridas
sr: ИБ трке
uk: Ід. забігу

source: run ID
cs: ID běhu
dz: གཡོག་བཀོལ་ ཨའི་ཌི་
hu: futásazonosító
pt_br: ID da corrida
sr: ИБ трчања
uk: Ід. бігу

source: Distance total
cs: Vzdálenost celkem
dz: རྒྱང་ཚད་བསྡོམས༌
eu: Distantzia guztira
hu: Összes távolság
pt_br: Distância total
sr: Укупно растојање
uk: Загальна відстань

source: Time total
cs: Čas celkem
dz: དུས་ཚོད་བསྡོམས་
eu: Denbora guztira
hu: Összes idő
pt_br: Tempo total
sr: Укупно време
uk: Загальний час

source: Average speed
cs: Průměrná rychlost
dz: ཆ་སྙོམས་མགྱོགས་ཚད་
eu: Batez besteko abiadura
hu: Átlagsebesség
pt_br: Velocidade média
sr: Просечна брзина
uk: Середня швидкість

source: Distance interval
cs: Intervalová vzdálenost
dz: རྒྱང་ཚད་བར་མཚམས་
eu: Distantzia-tartea
hu: Távolságintervallum
pt_br: Intervalo de distância
sr: Интервал растојања
uk: Інтервал відстані

source: Laps
cs: Okruhy
eu: Itzuliak
hu: Körök
pt_br: Voltas
sr: Кругови
uk: Кола

source: Interval speed
cs: Intervalová rychlost
dz: བར་མཚམས་མགྱོགས་ཚད་
eu: Tarte-abiadura
hu: Intervallumsebesség
pt_br: Intervalo de velocidade
sr: Брзина интервала
uk: Швидкість на інтервалі

source: interval times
cs: Intervalový čas
dz: བར་མཚམས་དུས་ཚོད་
eu: tarte-denborak
hu: intervallumidők
pt_br: tempos de intervalo
sr: времена интервала
uk: часи інтервалів

source: Reaction time ID
cs: ID doby reakce
hu: Reakcióidő-azonosító
pt_br: ID do tempo de reação
sr: ИБ времена реаговања

source: Pulse ID
cs: ID pulzu
hu: Impulzusazonosító
pt_br: ID do pulso
sr: ИБ импулса

source: MC ID
cs: ID MC
hu: MC-azonosító
pt_br: ID do MC
sr: ИБ МЦ-а

source: State
cs: Stav
eu: Egoera
hu: Állapot
pt_br: Estado
sr: Стање
uk: Стан

source: IN-IN
cs: UVNITŘ-UVNITŘ
hu: BE-BE
pt_br: DENTRO-DENTRO
sr: УНУТРА-УНУТРА

source: OUT-OUT
cs: MIMO-MIMO
hu: KI-KI
pt_br: FORA-FORA
sr: НАПОЉУ-НАПОЉУ

source: Standard capture
eu: Kaptura estandarra
hu: Szabványos felvétel
pt_br: Captura padrão
sr: Стандардно снимање
uk: Стандартне захоплення

source: Absolute values
eu: Balio absolutuak
hu: Abszolút értékek
pt_br: Valores absolutos
sr: Апсолутне вредности
uk: Абсолютні значення

source: Inverted values
eu: Alderantzizko balioak
hu: Fordított értékek
pt_br: Valores inversos
sr: Изврнуте вредности
uk: Інвертовані значення

source: Statistics
eu: Estatistikak
hu: Statisztikák
pt_br: Estatísticas
sr: Статистика
uk: Статистика

source: Sample
eu: Lagina
hu: Minta
pt_br: Amostra
sr: Узорак
uk: Вибірка

source: Chronojump database version file: {0}
cs: Soubor verze databáze Chronojump: {0}
dz: ཀོརོ་ནོ་ཇམཔ་གནད་སྡུད་གཞི་རྟེན་གྱི་ཐོན་རིམ་ཡིག་སྣོད་: {0}
hu: Chronojump adatbázis verziófájl: {0}
pt_br: Versão do arquivo do banco de dados do Chronojump: {0}
sr: Датотека издања базе података Времескочка: {0}
uk: Файл версії бази даних Chronojump: {0}

source: Preferences loaded
cs: Předvolby načteny
dz: དགའ་གདམ་ཚུ་མངོན་གསལ་འབད་ཡོདཔ་
eu: Hobespenak kargatu dira
hu: Beállítások betöltve
pt_br: Preferências carregadas
sr: Поставке су учитане
uk: Завантажені налаштування

source: Sprints of {0}
cs: Sprinty osoby {0}
hu: {0} sprintjei
pt_br: Arrancadas de {0}
sr: Спринтови за „{0}“
uk: Спринти {0}

source: Show all tests of
cs: Zobrazit všechny testy osoby
hu: Az összes teszt megjelenítése ebből:
pt_br: Mostrar todos os testes de
sr: Прикажи све тестове спортисте
uk: Показати усі тести

source: Delete {0} from this session
cs: Smazat osobu {0} z této série cvičení
eu: Ezabatu {0} saio honetatik
hu: {0} törlése ebből a munkamenetből
pt_br: Excluir {0} desta sessão
sr: Обриши „{0}“ из ове сесије
uk: Вилучити {0} з цього сеансу

source: Edit selected
cs: Upravit vybraný
eu: Editatu hautatu
hu: Kijelölt szerkesztése
pt_br: Editar selecionado
sr: Уреди изабрано
uk: Редагувати позначене

source: Repair selected
cs: Opravit vybraný
eu: Konpondu hautatua
hu: Kijelölt javítása
pt_br: Reparar selecionado
sr: Поправи изабрано
uk: Відновити позначене

source: Could not delete file: {0}
cs: Nelze vymazat soubor: {0}
eu: Ezin da honako fitxategia ezabatu: {0}
hu: Nem lehet törölni a fájlt: {0}
pt_br: Não foi possível excluir o arquivo: {0}
sr: Не могу да обришем датотеку: {0}
uk: Не вдалося вилучити файл: {0}

source: Jumps simple
cs: Skoky jednoduché
dz: ཇམཔསི་འཇམ་སམ་
eu: Jauzi sinplea
hu: Egyszerű ugrások
pt_br: Saltos simples
sr: Један скок
uk: Прості стрибки

source: Jumps multiple
cs: Skoky vícenásobné
eu: Jauzi anitza
hu: Többszörös ugrások
pt_br: Saltos múltiplos
sr: Вишеструки скокови
uk: Кратні стрибки

source: Races simple
cs: Běhy jednoduché
eu: Lasterketa sinplea
hu: Egyszerű versenyek
pt_br: Corridas simples
sr: Једно трчање
uk: Забіги просто

source: Races intervallic
cs: Běhy intervalové
eu: Tartekako lasterketa
hu: Intervallum versenyek
pt_br: Corridas com intervalo
sr: Периодична трчања
uk: Забіги інтервально

source: Encoder (gravitatory)
cs: Snímač (gravitační)
eu: Kodetzailea (grabitatorioa)
hu: Jeladó (gravitációs)
pt_br: Codificador (gravitacional)
sr: Енкодер (привлачење)
uk: Кодувальник (гравітаційний)

source: Encoder (inertial)
cs: Snímač (momentový)
eu: Kodetzailea (inertziala)
hu: Jeladó (tehetetlenségi)
pt_br: Codificador (inercial)
sr: Енкодер (инертно)
uk: Кодувальник (інерційний)

source: Session created, now add or load persons.
cs: Série cvičení byla vytvořena, nyní přidejte nebo načtěte osoby.
eu: Saioa sortu da, orain gehitu edo kargatu pertsonak.
hu: Munkamenet létrehozva, most adjon hozzá vagy töltsön be személyeket.
pt_br: Sessão criada, agora adicionar ou carregar pessoas.
sr: Сесија је направљена, сада додајте или учитајте особе.
uk: Створено сеанс, тепер додайте або завантажте записи осіб.

source: Configure inertial encoder
eu: Konfiguratu kodetzaile inertziala
hu: Tehetetlenségi jeladó beállítása
pt_br: Configurar codificador inercial
sr: Подеси енкодер инерције
uk: Налаштувати інерційний кодувальник

source: Sorry, R software is not installed.
cs: Bohužel, ale není nainstalován software R.
eu: R softwarea ez dago instalatuta.
hu: Elnézést, az R szoftver nincs telepítve.
pt_br: Desculpe, o programa de R não está instalado.
sr: Извините, Р софтвер није инсталиран.
uk: Вибачте, не встановлено пакунки R.

source: Please, install it from here:
cs: Nainstalujte je prosím odtud:
eu: Instalatu hemendik:
hu: Kérjük, innen telepítse:
pt_br: Por favor, instale-o daqui:
sr: Инсталирајте га одавде:
uk: Будь ласка, встановіть його звідси:

source: Compatible with: <b>{0}</b>
eu: Honekin bateragarria: <b>{0}</b>
hu: Kompatibilis ezzel: <b>{0}</b>
pt_br: Compatível com: <b>{0}</b>
sr: Сагласно са: <b>{0}</b>
uk: Сумісне з <b>{0}</b>

source: Device not found
cs: Zařízení nebylo nalezeno
eu: Ez da gailua aurkitu
hu: Eszköz nem található
pt_br: Dispositivo não encontrado
sr: Нисам нашао уређај
uk: Пристрій не знайдено

source: Sorry, RSA tests cannot be simulated.
cs: Bohužel, testy RSA nemohou být simulovány.
hu: Elnézést, az RSA teszteket nem lehet szimulálni.
pt_br: Desculpe, testes RSA não podem ser simulados.
sr: Извините, ОБТ тестови не могу бити симулирани.
uk: Вибачте, тести RSA не можна імітувати.

source: Saved comment.
cs: Poznámka byla uložena.
eu: Gordetako iruzkina.
hu: Elmentett megjegyzés.
pt_br: Comentário salvo.
sr: Сачувана напомена.
uk: Збережено коментар.

source: Changes
cs: Změny
eu: Aldaketak
hu: Változtatások
pt_br: Alterações
sr: Измене
uk: Зміни

source: Do you want to delete this jump?
cs: Chcete smazat tento skok?
eu: Jauzi hau ezabatu nahi duzu?
hu: Törölni szeretné ezt az ugrást?
pt_br: Você deseja excluir este salto?
sr: Да ли желите да обришете овај скок?
uk: Хочете вилучити цей стрибок?

source: Do you want to delete this race?
cs: Chcete smazat tento běh?
eu: Lasterketa hau ezabatu nahi duzu?
hu: Törölni szeretné ezt a versenyt?
pt_br: Você deseja excluir esta corrida?
sr: Да ли желите да обришете ово трчање?
uk: Хочете вилучити цей забіг?

source: Do you want to delete this test?
cs: Chcete smazat tento test?
eu: Proba hau ezabatu nahi duzu?
hu: Törölni szeretné ezt a tesztet?
pt_br: Você deseja excluir este teste?
sr: Да ли желите да обришете овај тест?
uk: Хочете вилучити цей тест?

source: Added simple jump type.
cs: Přidán jednoduchý typ skoku.
eu: Jauzi sinplearen mota gehitu da.
hu: Egyszerű ugrástípus hozzáadva.
pt_br: Tipo de salto simples adicionado.
sr: Додата је врста једног скока.
uk: Додано простий тип стрибків.

source: Added reactive jump type.
cs: Přidán reakční typ skoku.
eu: Jauzi erreaktiboaren mota gehitu da.
hu: Reaktív ugrástípus hozzáadva.
pt_br: Tipo de salto reativo adicionado.
sr: Додата је врста реактивног скока.
uk: Додано реактивний тип стрибків.

source: Added simple race type.
cs: Přidán jednoduchý typ běhu.
eu: Lasterketa sinplearen mota gehitu da.
hu: Egyszerű versenytípus hozzáadva.
pt_br: Tipo de corrida simples adicionada.
sr: Додата је врста једне трке.
uk: Додано простий тип забігів.

source: Added intervallic race type.
cs: Přidán intervalový typ běhu.
eu: Tartekako lasterketaren mota gehitu da.
hu: Intervallum versenytípus hozzáadva.
pt_br: Tipo de corrida com intervalo adicionada.
sr: Додата је врста периодичног трчања.
uk: Додано інтервальний тип забігів.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>
dz: སྐད་སྒྱུར་་པའི་ངོ་བསྟོད་
hu: Meskó Balázs <mesko.balazs@fsf.hu>, 2019. Rózsavölgyi Márk <rmzmark@gmail.com>, 2016. Úr Balázs <ur.balazs@fsf.hu>, 2015, 2016, 2019.
pt_br: Enrico Nicoletto <hiko@duck.com> Wancharle Sebastião Quirino <wancharle@gmail.com> Antonio Fernandes C. Neto <fernandesn@gnome.org> Ramon Brandão <rcbdesigner@gmail.com> Gabriel Speckhahn <gabspeck@gmail.com> Rafael Fontenelle <rafaelff@gnome.org> Henrique Roberto Gattermann Mittelstaedt <henrique.roberto97@gmail.com>
sr: Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — превод на српски језик
uk: Юрій Чорноіван <yurchor@ukr.net>, 2020

source: Done for testing purposes. Chronojump will exit badly
cs: Provedeno pro testovací účely. Chronojump bude nestandardně ukončen.
eu: Probetarako egin da. Chronojump gaizki amaituko da
hu: Tesztelési célokhoz készítve. A Chronojump rosszul fog kilépni
pt_br: Feito para fins de teste. O Chronojump irá sair de maneira problemática
sr: Урађено за сврхе тестирања. Времескочко неће изаћи како треба
uk: Створено з метою тестування. Chronojump завершить роботу у нештатному режимі

source: Are you sure you want to delete the current person and all his/her tests (jumps, races, pulses, …) from this session? (His/her personal data and tests in other sessions will remain intact.)
hu: Biztosan törölni szeretné a jelenlegi személyt és az összes tesztjét (ugrások, versenyek, impulzusok, …) ebből a munkamenetből? (A személyes adatai és tesztjei más munkamenetekben érintetlenek maradnak.)
pt_br: Você tem certeza de que deseja excluir a pessoa atual e todos os seus testes (saltos, corridas, pulsos, …) dessa sessão? (Os dados pessoais e testes da pessoa em outras sessões permanecerão intactos.)
sr: Да ли сигурно желите да обришете текућу особу и све његове/њене тестове (скокове, трчања, импулсе, …) из ове сесије? (Њени/његови лични подаци и тестови у другим сесијама ће остати читави.)

source: Current Person:
cs: Současná osoba:
dz: ད་ལྟོའི་གང་ཟག་:
eu: Uneko pertsona:
hu: Jelenlegi személy:
pt_br: Pessoa atual:
sr: Текућа особа:
uk: Поточна особа:

source: Deleted person and all his/her tests on this session.
cs: Vymazána osoba a všechny její testy v této sérii cvičení.
eu: Ezabatutako pertsona eta saio honetan dituen proba guztiak.
hu: A személy és az összes tesztje törölve a munkamenetből.
pt_br: Excluir pessoa e todos os testes desta sessão.
sr: Обрисах особу и све његове/њене тестове у овој сесији.
uk: Вилучено запис особи і усі його/її тести з цього сеансу.

source: Need to create an exercise.
cs: Vyžaduje vytvoření cvičení
eu: Ariketa bat sortu behar da.
hu: Létre kell hozni egy gyakorlatot.
pt_br: É necessário criar um exercício.
sr: Треба да направите вежбу.
uk: Слід створити вправу.

source: More than 1 encoders are connected
cs: Je připojeno více než 1 snímač
eu: Kodetzaile bat baino gehiago dago konektatuta
hu: Egynél több jeladó van csatlakoztatva
pt_br: Mais de 1 codificador estão codificados
sr: Повезано је више од 1 енкодера
uk: З'єднано декілька кодувальників

source: Calibrated
cs: Zkalibrováno
eu: Kalibratua
hu: Kalibrálva
pt_br: Calibrado
sr: Калибрисано
uk: Калібровано

source: Need to create/select an exercise.
eu: Ariketa bat sortu/hautatu behar da.
hu: Létre kell hozni vagy ki kell választani egy gyakorlatot.
pt_br: É necessário criar/selecionar um exercício.
sr: Треба да направите/изаберете вежбу.
uk: Слід створити або вибрати вправу.

source: Load 1RM
cs: Načíst 1RM
eu: Kargatu 1RM
hu: 1RM betöltése
pt_br: Carregar 1RM
sr: Учитај 1РМ
uk: Навантаження 1RM

source: Session date
cs: Datum série cvičení
eu: Saioaren data
hu: Munkamenet dátuma
pt_br: Data da sessão
sr: Датум сесије
uk: Дата сеансу

source: Saved 1RM values of athlete {0} in {1} exercise.
cs: Uložené křivky 1RM atleta {0} ze cvičení {1}.
hu: A(z) {0} sportoló 1RM értékei elmentve a(z) {1} gyakorlatban.
pt_br: Valores do 1RM salvos do atleta {0} no exercício {1}.
sr: Сачуване 1РМ вредности спортисте „{0}“ у {1} вежби.
uk: Збережено значення 1RM атлета {0} у {1} вправі.

source: If you want to delete a row, right click on it.
cs: Jestli chcete smazat řádek, klikněte na něj pravým tlačítkem.
eu: Errenkada bat ezabatu nahi baduzu, egin eskuineko klik gainean.
hu: Ha törölni szeretne egy sort, akkor kattintson rá a jobb gombbal.
pt_br: Se você deseja excluir uma linha, clique com o botão direto sobre ela.
sr: Ако желите да обришете ред, десни притисак на њега.
uk: Якщо ви хочете вилучити рядок, клацніть на ньому правою кнопкою миші.

source: If there is more than one value, top one will be used.
cs: Pokud existuje víc než jedna hodnota, použije se ta nejvíc nahoře.
eu: Balio bat baino gehiago badago, goikoa erabiliko da.
hu: Ha egynél több érték van, akkor a legjobb lesz használva.
pt_br: Se houver mais de um valor, o mais alto é usado.
sr: Ако има више од једне вредности, користиће она на врху.
uk: Якщо значень декілька, буде використано верхнє.

source: Manually add
cs: Ručně přidat
eu: Gehitu eskuz
hu: Kézi hozzáadás
pt_br: Adicionar manualmente
sr: Додај ручно
uk: Додати вручну

source: Add 1RM value
cs: Přidat hodnotu 1RM
eu: Gehitu 1RM balioa
hu: 1RM érték hozzáadása
pt_br: Adicionar valor do 1RM
sr: Додај 1РМ вредност
uk: Додати значення 1RM

source: Recalculate this set will remove existing triggers.
cs: Přepočítáním této sady se smažou existující spouštěče.
hu: A sorozat újraszámítása el fogja távolítani a meglévő aktiválókat.
pt_br: Recalcular esse conjunto vai remover gatilhos existentes.
sr: Поновно израчунавање овог скупа уклоњиће постојеће окидаче.
uk: Повторне обчислення цього набору призведе до вилучення наявних перемикачів.
