Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: PulseType: {0}.
cs: Typ pulzu: {0}.
dz: འཕར་རྩའི་དབྱེ་བ་: {0}
hu: Impulzustípus: {0}.
pt_br: Tipo de pulsação: {0}.
sr: Врста импулса: {0}.
uk: Тип пульсації: {0}.

source: reaction time
cs: reakční doba
hu: reakcióidő
pt_br: tempo de reação
sr: време реаговања
uk: час реакції

source: Session/s
cs: Série cvičení
dz: ལཱ་ཡུན་/s
hu: Munkamenet/mp
pt_br: Sessão(ões)
sr: Сесија/е
uk: Сеанс/с

source: Show jumps
cs: Zobrazit skoky
dz: ཇམཔསི་སྟོན་
hu: Ugrások megjelenítése
pt_br: Exibir saltos
sr: Прикажи скокове
uk: Показувати стрибки

source: Checked rows
cs: Zaškrtnuté řádky
dz: ཞིབ་དཔྱད་འབད་ཡོད་པའི་གྲལ་ཐིག་ཚུ་
hu: Ellenőrzött sorok
pt_br: Linhas marcadas
sr: Означени редови
uk: Позначені рядки

source: Graph Options
cs: Volby grafu
hu: Grafikon beállítások
pt_br: Opções de gráfico
sr: Опције графика
uk: Параметри графіка

source: Comment this statistic
cs: Připojit poznámku k této statistice
hu: Megjegyzés a statisztikához
pt_br: Comente esta estatística
sr: Оставите напомену за овај резултат
uk: Коментувати цю статистику

source: race
cs: běh
hu: verseny
pt_br: corrida
sr: трчање
uk: підхід

source: intervallic race
cs: intervalový běh
hu: intervallum verseny
pt_br: corrida com intervalo
sr: периодично трчање
uk: інтервальний підхід

source: Total Time
cs: Celkový čas
dz: དུས་ཚོད་བསྡོམས་
hu: Teljes idő
pt_br: Tempo total
sr: Укупно време
uk: Загальний час

source: Repair intervallic race
cs: Opravit intervalový běh
hu: Intervallum verseny javítása
pt_br: Reparar corrida com intervalo
sr: Поправи периодично трчање
uk: Відновити інтервальний підхід

source: RaceType: {0}.
cs: Typ běhu: {0}.
hu: Versenytípus: {0}.
pt_br: Tipo de corrida: {0}.
sr: Врста трчања: {0}.
uk: Тип підходу: {0}.

source: This race type is fixed to one lap.
cs: Tento typ běhu má napevno určenu jeden okruh.
hu: Ez a versenytípus rögzítve van egy körhöz.
pt_br: Esse tipo de corrida está fixado em uma volta.
sr: Ова врста трчања је фиксирана на {0} круг.
uk: Цей тип забігу зафіксовано за {0} колом.

source: This race type is fixed to one second.
cs: Tento typ běhu je napevno určen na jednu sekundu.
hu: Ez a versenytípus rögzítve van egy másodperchez.
pt_br: Esse tipo de corrida está fixado em um segundo.
sr: Ова врста трчања је фиксирана на {0} секунду.
uk: Цей тип забігу зафіксовано за {0} секундою.

source: Totaltime cannot be greater.
cs: Celkový čas nemůže být větší.
hu: A teljes idő nem lehet nagyobb.
pt_br: O tempo total não pode ser maior.
sr: Укупно време не може бити веће.
uk: Загальний час не може бути більшим.

source: Lap time
cs: Čas překrytí
hu: Köridő
pt_br: Tempo de volta
sr: Време круга
uk: Час кола

source: Not defined
cs: Neurčeno
dz: ངེས་འཛིན་འབད་
hu: Nincs megadva
pt_br: Não definido
sr: Није одређено
uk: Не визначено

source: (decimal separator: '{0}')
hu: (tizedes elválasztó: „{0}”)
pt_br: (separador decimal: '{0}')
sr: (децимални раздвојник: „{0}“)
uk: (десятковий роздільник: «{0}»)

source: Race type: '{0}' exists. Please, use another name
cs: Typ běhu: „{0}“ existuje. Použijte prosím jiný název.
hu: Versenytípus: „{0}” létezik. Használjon másik nevet
pt_br: Tipo de corrida “{0}” já existe. Por favor, use outro nome
sr: Врста трчања: „{0}“ постоји. Користите други назив
uk: Тип підходу: «{0}» вже існує. Будь ласка, скористайтеся іншою назвою

source: On RSA tests, rest time counts as a "lap".
cs: U testů RSA se čas odpočinku započítává jako „okruh“.
hu: RSA teszteken a pihenőidő is beleszámít „körként”.
pt_br: Nos testes RSA, o tempo de descanso conta como uma “volta”.
sr: У ОБТ тестовима, преостало време се рачуна као „круг“.

source: You should write the time in seconds after a capital 'R' (meaning "Rest").
cs: Měli byste zapsat čas v sekundách za písmeno velké „R“ (znamená „Odpočinek“).
hu: Az időt másodpercben kell írnia egy nagy „R” betű után (jelentése „Rest”).
pt_br: Você deve escrever o tempo em segundos depois de um “R” maiúsculo (de “Rest” – descanso).
sr: Треба да запишете време у секундама након великог слова „Р“ (са значењем „Одмара“).
uk: Вам слід вписати час у секундах після великої літери «R» (означає «Rest/Відпочинок»).

source: Eg. Aziz et al. (2000) test repeats 8 times the following sequence:
cs: Například test navržený Azizem a kol. (2000) opakuje 8 krát v tuto sestavu:
hu: Például az Aziz et al. (2000) teszt 8-szor ismétli a következő sorozatot:
pt_br: Por exemplo, o teste de Aziz et al. (2000) repete 8 vezes a seguinte sequência:
sr: Нпр. Азиз и остали (2000) тест понавља 8 пута следећу секвенцу:
uk: Наприклад, у тесті Aziz et al. (2000) 8 разів повторюється така послідовність:

source: Run 40 meters, rest 30 seconds.
cs: Běh 40 metrů, odpočinek 30 sekund.
hu: Fusson 40 métert, pihenjen 30 másodpercet.
pt_br: Corrida de 40 metros, restam 30 segundos.
sr: Трчи 40 метара, одмара 30 секунде.
uk: Пробіжіть 40 метрів, відпочиньте 30 секунд.

source: Will be limited by laps with a fixed value of 16
cs: Bude s omezením okruhů daným pevnou hodnotou 16
hu: Korlátozva lesz körönként, rögzített 16-os értékkel
pt_br: Será limitado por voltas com o valor fixo de 16
sr: Биће ограничено круговима са сталном вредношћу 16
uk: Буде обмежено колами із фіксованим значенням 16

source: because there are 16 laps:
cs: protože máme 16 okruhů:
hu: mert 16 kör van:
pt_br: porque há 16 voltas:
sr: зато што има 16 кругова:
uk: оскільки маємо 16 кіл:

source: 2 different laps: ('Run' and 'rest') x 8 times
cs: 2 různé okruhy: („běh“ a „odpočinek“) × 8 dokola
hu: 2 különböző kör: („futás” és „pihenés”) x 8-szor
pt_br: 2 voltas diferentes: (”corrida” e “descanso”) x 8 vezes
sr: 2 различита круга: („Трчи“ и „одмара“) x 8 пута
uk: 2 різних кола: («забіг» і «відпочинок») x 8 разів

source: And the 'distance' of each different lap will be:
cs: A „délka“ každého z rozdílných okruhů bude:
hu: És az egyes különböző körök „távolsága” ez lesz:
pt_br: E a “distância” de cada volta diferente será:
sr: А „растојање“ сваког различитог круга биће:
uk: І «відстань» для кожного кола буде:

source: Thanks
cs: Díky
eu: Eskerrik asko
hu: Köszönjük
pt_br: Obrigado
sr: Хвала вам!
uk: Подяки

source: Try again
cs: Zkusit znovu
eu: Saiatu berriro
hu: Próbálja újra
pt_br: Tente novamente
sr: Покушај поново
uk: Спробувати ще раз

source: Uploaded test type
cs: Odeslaný typ testu
eu: Kargatutako proba mota
hu: Teszttípus feltöltve
pt_br: Enviado tipo de teste
sr: Отпремљена врста теста
uk: Тип вивантаженого тесту

source: Uploaded sport
cs: Odeslaný sport
eu: Kargatutako kirola
hu: Sport feltöltve
pt_br: Esporte enviado
sr: Отпремљени спорт
uk: Вивантажений вид спорту

source: Distances
cs: Vzdálenosti
eu: Distantziak
hu: Távolságok
pt_br: Distâncias
sr: Удаљености
uk: Відстані

source: Split times
cs: Časy rozdělení
hu: Részidők
pt_br: Tempos fracionados
sr: Времена поделе
uk: Розділені часи

source: Total time
cs: Celkový čas
eu: Denbora osoa
hu: Teljes idő
pt_br: Tempo total
sr: Укупно време
uk: Загальний час

source: Error, height of the person cannot be 0
cs: Chyba, výška osoby nemůže být 0
eu: Errorea, pertsonaren altuerak ezin du 0 izan,.
hu: Hiba, a személy magassága nem lehet 0
pt_br: Erro, a altura da pessoa não pode ser 0
sr: Грешка, висина особе не може бити 0
uk: Помилка, висота особи не може дорівнювати 0

source: This data does not seem a sprint.
cs: Tato data nevypadají jako sprint.
eu: Datu hauek ez dirudite esprint bat.
hu: Ez az adat nem tűnik sprintnek.
pt_br: Esses dados não parecer ser de uma arrancada.
sr: Ови подаци не изгледа да су спринт.
uk: Ці дані, здається, описують не спринт.

source: Evolution
cs: Rozvoj
dz: ཨི་བོ་ལུ་ཤཱན་
eu: Eboluzioa
hu: Evolúció
pt_br: Evolução
sr: Еволуција

source: No indexes
cs: Bez indexů
dz: ཟུར་ཐོ་མེད་
eu: Indizerik ez
hu: Nincsenek indexek
pt_br: Sem índices
sr: Нема индекса
uk: Немає індексів

source: Male
cs: Mužské
dz: ཕོ་
eu: Gizonezkoa
hu: Férfi
pt_br: Masculino
sr: Мушко
uk: Чоловік

source: Female
cs: Ženské
dz: མོ་
eu: Emakumezkoa
hu: Nő
pt_br: Feminino
sr: Женско
uk: Жінка

source: Jumper's best
cs: Skokanův nejlepší
dz: མཆོང་མིའི་དགའ་ཤོས་
eu: Jauzilariaren onena
hu: Ugró legjobbja
pt_br: Melhor saltador
sr: Скакачево најбоље
uk: Найкращий стрибуна

source: Jumper's average
cs: Skokanův průměr
dz: མཆོང་མིའི་ཆ་སྙོམས་
eu: Jauzilariaren batez bestekoa
hu: Ugró átlaga
pt_br: Média do saltador
sr: Скакачево просечно
uk: Середній стрибуна

source: Preparing camera
eu: Kamera prestatzen
hu: Kamera előkészítése
pt_br: Preparando a câmera
sr: Припремам камеру
uk: Готуємо камеру.

source: Initializing camera.
eu: Kamera hasieratzen.
hu: Kamera előkészítése.
pt_br: Inicializando a câmera.
sr: Покрећем камеру.
uk: Ініціалізуємо камеру.

source: Problems starting camera.
eu: Arazoak kamera hastean.
hu: Probléma történt a kamera indításakor.
pt_br: Ocorreram problemas ao iniciar a câmera.
sr: Проблеми са покретањем камере.
uk: Проблеми із запуском камери.

source: Recording …
eu: Grabatzen …
hu: Felvétel…
pt_br: Gravando …
sr: Снимам …
uk: Запис…

source: Ending video
eu: Bideoa amaitzen
hu: Videó befejezése
pt_br: Finalizando vídeo
sr: Завршавам снимак
uk: Завершуємо відео

source: Video device is not configured. Check Preferences / Multimedia.
cs: Videozařízení není nastavené. Použijte Předvolby / Multimédia.
hu: A videoeszköz nincs beállítva. Nézze meg a Beállítások / Multimédia menüpontot.
pt_br: O dispositivo de vídeo não está configurado. Verifique Preferências / Multimídia.
sr: Видео уређај није подешен. Проверите „Поставке / Мултимедија“.
uk: Не налаштовано відеопристрій. Скористайтеся пунктом «Налаштування -> Звук та відео».

source: Could not get station exercises.
hu: Nem sikerült lekérni az állomás gyakorlatait.
pt_br: Não foi possível obter os exercícios da estação.
sr: Не могу добити вежбе станице.
uk: Не вдалося отримати вправи станції.

source: Could not get tasks from other sessions.
hu: Nem sikerült lekérni a feladatokat más munkamenetekből.
pt_br: Não foi possível obter tarefas para outras sessões.
sr: Не могу да добавим задатке из других сесија.
uk: Не вдалося отримати завдання з інших сеансів.

source: Could not upload sprint data.
hu: Nem sikerült feltölteni a sprint adatait.
pt_br: Não foi possível enviar os dados da arrancada.
sr: Не могу да отпремим податке спринта.
uk: Не вдалося вивантажити дані спринту.

source: Could not upload encoder data.
hu: Nem sikerült feltölteni a jeladó adatait.
pt_br: Não foi possível enviar os dados do codificador.
sr: Не могу да отпремим податке енкодера.
uk: Не вдалося вивантажити дані кодувальника.

source: Could not upload force sensor data.
hu: Nem sikerült feltölteni az erőérzékelő adatait.
pt_br: Não foi possível enviar os dados do sensor de força.
sr: Не могу да отпремим податке сензора силе.
uk: Не вдалося вивантажити дані датчика сили.

source: Could not send file. It does not exist.
cs: Nelze odeslat soubor. Protože neexistuje.
hu: Nem sikerült elküldeni a fájlt. Nem létezik.
pt_br: O arquivo não pôde ser enviado. Ele não existe.
sr: Не могу да пошаљем датотеку. Зато што не постоји.
uk: Не вдалося надіслати файл. Файла не існує.

source: Could not send file.
cs: Nelze odeslat soubor.
eu: Ezin da fitxategia bidali.
hu: Nem sikerült elküldeni a fájlt.
pt_br: Não foi possível enviar o arquivo.
sr: Не могу да пошаљем датотеку.
uk: Не вдалося надіслати файл.

source: Log sent. Thank you.
cs: Záznam odeslán. Děkujeme.
eu: Egunkaria bidali da. Eskerrik asko.
hu: Napló elküldve. Köszönjük.
pt_br: Log enviado. Obrigado.
sr: Дневник је послат. Хвала вам.
uk: Журнал надіслано. Дякуємо.

source: Could not get last version.
cs: Nelze získat poslední verzi.
eu: Ezin da azken bertsioa eskuratu.
hu: Nem sikerült lekérni az utolsó verziót.
pt_br: Não foi possível obter a última versão.
sr: Не могу да добавим последње издање.
uk: Не вдалося отримати останню версію.

source: Installed version is:
cs: Nainstalovaná verze je:
eu: Instalatutako bertsioa:
hu: Telepített verzió:
pt_br: A versão instalada é:
sr: Инсталирано издање је:
uk: Встановлена версія:

source: Last version published:
cs: Poslední vydaná verze:
eu: Argitaratutako azken bertsioa:
hu: Utolsó közzétett verzió:
pt_br: Última versão publicada:
sr: Најновије издање је објављено:
uk: Остання оприлюднена версія:

source: You are not connected to the Internet or {0} server is down.
cs: Nejste připojeni k Internetu nebo je nedostupný server {0}.
hu: Nem kapcsolódik az Internethez vagy a(z) {0} kiszolgáló leállt.
pt_br: Você não está conectado à Internet ou o servidor {0} está fora do ar.
sr: Нисте повезани на интернет или је пао сервер „{0}“.
uk: Ваш комп'ютер не з'єднано із інтернетом або сервер {0} є непрацездатним.

source: Need to execute jump/s
cs: Je potřeba provést skoky
hu: Végre kell hajtani az ugrásokat
pt_br: Precisa executar salto(s)
sr: Треба да обавите скок/ове
uk: Слід виконати стрибок/с

source: Negative index: {0} is higher than {1}
cs: Záporný index: {0} je větší než {1}
hu: Negatív index: {0} magasabb mint {1}
pt_br: Índice negativo: {0} é maior que {1}
sr: Негативан индекс: {0} је веће од {1}
uk: Від'ємний індекс: {0} перевищує {1}

source: Free Jump
cs: Volný skok
eu: Jauzi askea
hu: Szabad ugrás
pt_br: Salto livre
sr: Слободни скок
uk: Довільний стрибок

source: Simple jump with no special technique
cs: Jednoduchý skok bez nějakých speciálních technik
dz: ཐབས་འཕྲུལ་དམིགས་བསལ་དང་ཅིག་ཁར་མཆོང་འཇམ་སམ་
eu: Teknika berezirik gabeko jauzi sinplea
hu: Egyszerű ugrás különleges technika nélkül
pt_br: Salto simples sem uma técnica especial
sr: Једноставан скок без нарочите технике
uk: Простий стрибок без особливої техніки

source: Squat Jump
cs: Skok z podřepu
dz: ཇམཔ་ སིཀོའིཊི་
hu: Guggolásból ugrás
pt_br: Salto agachado
sr: Скок из чучња
uk: Підстрибування навсидячки

source: CounterMovement Jump
cs: Skok CounterMovement
dz: གདོང་ལེན་འགུལ་བསྐྱོད་མཆོང་
hu: Térdhajlításból ugrás
pt_br: Salto com contramovimento
sr: Скок бројача покрета
uk: Стрибок проти руху

source: Single-leg CounterMovement Jump
cs: Skok CounterMovement na jedné noze
hu: Egylábas térdhajlításból ugrás
pt_br: Salto com contramovimento de uma perna
sr: Скок бројача покрета на једној нози
uk: Стрибок проти руху на одній нозі

source: Abalakov Jump
cs: Abalakovův skok
hu: Abalakov ugrás
pt_br: Salto Abalakov
sr: Абалаков скок
uk: Стрибок Абалакова

source: Rocket Jump
cs: Raketový skok
dz: རོཀ་ཀེཊི་མཆོང་
hu: Rakéta ugrás
pt_br: Salto rocket
sr: Ракетни скок
uk: Ракетний стрибок

source: Squat Jump with extra weight
cs: Skok z podřepu s přídavnou zátěží
dz: ལྗིད་ཚད་ཧེང་བཀལ་དང་ཅིག་ཁར་ སིཀོཊི་མཆོང་
hu: Guggolásból ugrás további súllyal
pt_br: Salto agachado com peso extra
sr: Скок из чучња са додатним теретом
uk: Стрибок з присідання із додатковою вагою

source: CounterMovement Jump with extra weight
cs: Skok CounterMovement s přídavnou zátěží
hu: Térdhajlításból ugrás további súllyal
pt_br: Salto com contramovimento com peso extra
sr: Скок бројача покрета са додатним теретом
uk: Стрибок проти руху із додатковою вагою

source: Abalakov Jump with extra weight
cs: Abalakovův skok s přídavnou zátěží
hu: Abalakov ugrás további súllyal
pt_br: Salto Abalakov com peso extra
sr: Абалаков скок са додатним теретом
uk: Стрибок Абалакова із додатковою вагою

source: Take off
cs: Odraz
hu: Elrugaszkodás
pt_br: Decolar
sr: Одскок
uk: Швидкий підйом

source: Take off with weight
cs: Odraz se zátěží
hu: Elrugaszkodás súllyal
pt_br: Decolar com peso
sr: Одскок са теретом
uk: Швидкий підйом з вагою

source: DJ Jump
cs: Skok SS
hu: DJ ugrás
pt_br: Salto agachado (DJ)
sr: ДС скок
uk: Стрибок після падіння

source: DJ Jump using arms
cs: Skok SS s použitím rukou
hu: DJ ugrás karok használatával
pt_br: Saltos DJ usando os braços
sr: ДС скок са рукама
uk: Стрибок після падіння із руками

source: DJ Jump without using arms
cs: Skok SS bez použití rukou
hu: DJ ugrás karok használata nélkül
pt_br: Saltos DJ sem usar os braços
sr: ДС скок без руку
uk: Стрибок після падіння без рук

source: Reactive Jump limited by Jumps
cs: Reakční skok omezený skoky
dz: མཆོང་མི་དེ་གིས་ལོག་ཤུགས་ལྡན་མཆོང་ཚད་
hu: Reaktív ugrás az ugrásokkal korlátozva
pt_br: Salto reativo limitado por saltos
sr: Реактивни скок ограничен скоковима
uk: Реактивний стрибок із обмеженням за стрибками

source: Reactive Jump limited by Time
cs: Reakční skok omezený časem
dz: ཆུ་ཚོད་ཀྱིས་སྦེ་མཆོང་ཚད་ལོག་ཤུགས་ལྡན་བཟོ་
hu: Reaktív ugrás az idővel korlátozva
pt_br: Salto reativo limitado por tempo
sr: Реактивни скок ограничен временом
uk: Реактивний стрибок із обмеженням за часом

source: Reactive Jump unlimited (until finish button is clicked)
cs: Reakční skok bez omezení (dokud se nezmáčkne tlačítko „Dokončit“)
hu: Reaktív ugrások korlátlanul (amíg a befejezés gombra nem kattint)
pt_br: Salto reativo ilimitado (até o botão de finalizar ser clicado)
sr: Реактивни скок без ограничења (док се не притисне дугме завршетка)
uk: Реактивний стрибок без обмежень (аж до натискання кнопки завершення)

source: Run between two photocells recording contact and flight times in contact platform/s.
cs: Běh mezi dvěma fotobuňkami zaznamenává čas kontaktu a čas letu na kontaktních plošině či plošinách.
hu: Fusson két fotocella között rögzítve az érintkezési és a repülési időket az érintkezési platformokon.
pt_br: Corra entre duas fotocélulas gravando os tempos de contato e voo na(s) plataforma(s) de contato.
sr: Трчање између две фотоћелије бележи времена додира и лета на додирној платформи/платформама.
uk: Біз між двома фотоелементами для запису контакту та часу польоту на контактних платформах

source: Until finish button is clicked.
cs: Dokud není zmáčknuto tlačítko dokončit.
hu: Amíg a befejezés gombra nem kattint.
pt_br: Aguarde até o botão de finalizar ser clicado.
sr: Све док се не притисне дугме за завршетак.
uk: Доки не буде натиснуто кнопку завершення.

source: Reactive Jump on a hexagon until three full revolutions are done
cs: Reakční skoky v šestiúhelníku dokud se nedokončí tři celé oběhy
hu: Reaktív ugrás hatszög alakban, amíg 3 teljes fordulatot nem tesz
pt_br: Salto reativo em um hexágono até três revoluções completas serem feitas
sr: Реактивни скок на шестоуглу док се не направе три пуна круга
uk: Реактивний стрибок на шестикутнику, аж до трьох повних обертань

source: Triple jump
cs: Trojitý skok
hu: Háromszoros ugrás
pt_br: Salto triplo
sr: Троструки скок
uk: Потрійний стрибок

source: More information on Chronojump manual
cs: Více informací v příručce k aplikaci Chronojump
hu: További információk a Chronojump kézikönyvében
pt_br: Mais informações no manual do Chronojump
sr: Више података о упутству Времескочка
uk: Докладніші відомості можна знайти у «Підручнику з Chronojump»

source: Print the port name where chronopic is connected:
cs: Vypsat název portu na který je připojený Chronopic:
dz: ཀོརོ་ནོ་པིག་འདི་ག་སྟེ་ལུ་མཐུད་ཡོདཔ་ཨིན་ན་ དེ་ཁར་འདྲེན་ལམ་མིང་ དཔར་བསྐྲུན་འབད་:
hu: Írja ki a port nevét, ahova a Chronopic csatlakoztatva van:
pt_br: Imprima o nome da porta em que o chronopic está conectado:
sr: Исписује назив прикључника на коме је повезан хронопик:
uk: Введіть назву порту, з яким з'єднано chronopic:

source: Opening port …
eu: Ataka irekitzen…
hu: Port megnyitása…
pt_br: Abrindo porta …
sr: Отварам прикључник …
uk: Відкриваємо порт…

source: Please touch the platform or click Chronopic TEST button
cs: Dotkněte se prosím plošiny nebo zmáčkněte TEST na zařízení Chronopic
hu: Érintse meg a platformot, vagy kattintson a Chronopic TESZT gombra
pt_br: Por favor, toque a plataforma ou clique o botão TESTE Chronopic
sr: Додирните платформу или притисните дугме хронопика „ТЕСТИРАЈ“
uk: Будь ласка, торкніться платформи або натисніть кнопку «TEST» Chronopic

source: Error opening serial port
cs: Chyba při otevírání sériového portu
dz: ཨང་རིམ་འདྲེན་ལམ་ཁ་ཕྱེ་བའི་སྐབས་ལུ་ འཛོལ་བ་
eu: Errorea serieko ataka irekitzean
hu: Hiba a soros port megnyitásakor
pt_br: Erro ao abrir porta serial
sr: Грешка отварања серијског прикључника
uk: Помилка під час спроби відкрити послідовний порт

source: Error: {0}
cs: Chyba: {0}
dz: འཛོལ་བ་: {0}
eu: Errorea: {0}
hu: Hiba: {0}
pt_br: Erro: {0}
sr: Грешка: {0}
uk: Помилка: {0}

source: Platform state: {0}
cs: Stav plošiny: {0}
dz: གཞི་སྟེགས་གནས་ལུགས་: {0}
eu: Plataformaren egoera: {0}
hu: Platform állapot: {0}
pt_br: Estado da plataforma: {0}
sr: Стање платформе: {0}
uk: Стан платформи: {0}

source: Go up platform for jumping
cs: Vstupte na plošinu pro skok
dz: མཆོང་ནི་གི་དོན་ལུ་ གཞི་སྟེགས་ལུ་འགྱོ་
hu: Menjen az platformhoz az ugráshoz
pt_br: Vá até a plataforma para saltar
sr: Иди на платформу да скочиш
uk: Підніміться на платформу для стрибання

source: Jump when prepared
cs: Skočte, až budete připraveni
dz: གྲ་གྲིགས་འབད་ཡོད་པའི་ཚེ་མཆོང་
hu: Ugorjon, amikor készen áll
pt_br: Pule quando estiver preparado
sr: Скочи када си спреман
uk: Стрибайте, коли будете готові

source: Press CTRL-c for ending session
cs: Zmáčkněte CTRL-c pro ukončení série cvičení
dz: ལཱ་ཡུན་མཇུག་བསྡུ་ནི་གི་དོན་ལུ་ཚད་འཛིན་-སི་ལུ་ཨེབས་
hu: Nyomja meg a CTRL+C billentyűket a munkamenet befejezéséhez
pt_br: Pressione CTRL-c para finalizar sessão
sr: Притисните КТРЛ-ц да завршите сесију
uk: Натисніть CTRL-C, щоб завершити сеанс

source: Invalid args. Use:
cs: Neplatné přepínače. Použijte:
hu: Érvénytelen argumentumok. Használja ezt:
pt_br: Argumentos inválidos. Usar:
sr: Неисправни аргументи. Користите:
uk: Некоректні аргументи. Скористайтеся такими:

source: Examples:
cs: Příklady
eu: Adibideak:
hu: Példák:
pt_br: Exemplos:
sr: Примери:
uk: Приклади:

source: Do you want to output data to a file?
cs: Chcete vypsat data do souboru?
hu: Ki szeretné íratni az adatokat fájlba?
pt_br: Você deseja salvar a saída de dados em um arquivo?
sr: Да ли желите да пошаљете податке у датотеку?
uk: Хочете вивести дані до файла?

source: If you want to open it with an Spreadsheet like Gnumeric, OpenOffice or MS Office, we recommend to use .csv extension. eg: 'test.csv'
cs: Pokud jej chcete otevřít v tabulkovém kalkulátoru, jako Gnumeric, OpenOffice Cals nebo MS Office Excel, doporučujeme použít příponu .csv. Např.: „test.csv“
hu: Ha meg akarja nyitni egy táblázatkezelővel, mint például Gnumeric, OpenOffice vagy MS Office, azt ajánljuk, hogy használjon .csv kiterjesztést. Például „teszt.csv”
pt_br: Se quiser abrir isto com uma planilha eletrônica como Gnumeric, OpenOffice ou MS Office, nós recomendamos utilizar a extensão .csv. ex: “teste.csv”
sr: Ако желите да је отворите у табеларном прорачуну као што је Гномов бројевник, Опен офис или МС Офис, препоручујемо да користите проширење „.csv“. нпр.: „тест.csv“
uk: Якщо ви хочете відкривати його за допомогою програми для керування електронними таблицями, наприклад Gnumeric, OpenOffice або MS Office, рекомендуємо скористатися суфіксом назви .csv. Приклад: «test.csv»

source: File will be available at directory: {0}
cs: Soubor bude přístupný ve složce: {0}
hu: A fájl elérhető lesz ebben a könyvtárban: {0}
pt_br: O arquivo estará disponível no diretório: {0}
sr: Датотека ће бити доступна у директоријуму: {0}
uk: Файл зберігатиметься у каталозі: {0}

source: Please, write filename:
cs: Zapište prosím název souboru:
hu: Írjon be fájlnevet:
pt_br: Por favor, escreva o nome do arquivo:
sr: Упишите назив датотеке:
uk: Будь ласка, впишіть назву файла:

source: File {0} exists with attributes {1}, created at {2}
cs: Soubor {0} existuje s atributy {1}, vytvořený {2}
hu: A(z) {0} fájl létezik {1} attribútumokkal, létrehozva: {2}
pt_br: O arquivo {0} existe com os atributos {1}, criados em {2}
sr: Датотека „{0}“ постоји са атрибутима {1}, направљена {2}
uk: Файл {0} існує з атрибутами {1}, створено {2}

source: Are you sure you want to overwrite file: {0}
cs: Opravdu chcete přepsat soubor: {0}
hu: Biztosan felül akarja írni a fájlt: {0}
pt_br: Tem a certeza de que deseja sobrescrever arquivo: {0}
sr: Да ли сигурно желите да препишете датотеку: {0}
uk: Ви справді хочете перезаписати файл: {0}
