Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Usually threshold values should not be changed but this option is useful for special cases.
cs: Obvykle by se prahové hodnoty neměly měnit, ale pro speciální případy se taková možnost hodit může.
hu: Általában a küszöbszint értékét nem kell megváltoztatni, de ez a beállítás bizonyos esetekben hasznos.
pt_br: Geralmente, valores de limiar não devem ser alterados, mas essa opção é útil para casos especiais.
sr: Обично граничне вредности не треба мењати али ова опција је корисна у посебним случајевима.
uk: Зазвичай, потреби у зміні порогових значень немає, але у певних випадках цей пункт може бути корисним.

source: Default value: 50 ms.
cs: Výchozí hodnota: 50 ms.
hu: Alapértelmezett érték: 50 ezredmásodperc.
pt_br: Valores padrão: 50 ms.
sr: Основна вредност: 50 ms.
uk: Типове значення: 50 мс.

source: On jumps with contact platforms a value of 50 ms (3 cm jump approximately) is enough to solve electronical problems.
cs: U skoků s kontaktní plošinou je k řešení elektronických problémů dostačujících 50 ms (přibližně skok 3 cm).
hu: Érintkezési platformokkal rendelkező ugrásoknál egy 50 ezredmásodperces érték (körülbelül 3 cm ugrás) elegendő az elektronikai problémák megoldásához.
pt_br: Em saltos com plataformas de contato, um valor de 50 ms (salto de 3 cm, aproximadamente) é o suficiente para resolver problemas eletrônicos.
sr: При скоковима са контактним платформама вредност од 50 ms (скок од 3 cm отприлике) је довољна да реши електронске проблеме.
uk: При стрибках із контактними платформами для вирішення проблем із електронікою достатньо значення у 50 мс (приблизний стрибок у 3 см).

source: You may change this value if you have a jumper that loses pressure with the platform while going down previous to a CMJ or ABK jump.
cs: Můžete použít tuto hodnotu, když máte skokana, který ztrácí přítlak na plošinu, když jde dolů před skokem CMJ nebo ABK.
hu: Megváltoztathatja ezt az értéket, ha olyan ugrója van, aki nyomást veszít a platformmal, miközben előzőleg leérkezik egy CMJ vagy ABK ugrásba.
pt_br: Você pode alterar esse valor se você tiver um saltador que afrouxa pressão com a plataforma enquanto desce anteriormente a um salto CMJ ou ABK.
sr: Можете променити ову вредност ако имате скакача који губи притисак са платформом док иде доле према ЦМЈ или АБК скоку.

source: This jumper should change his technique, but if it's difficult, a solution is to increase threshold.
cs: Tento skokan by měl změnit svoji techniku, ale pokud je to obtížné, je řešením zvýšit prahovou hodnotu.
hu: Az ugrónak meg kellene változtatnia a technikáját, de ha az nehéz, akkor a megoldás az, hogy növelni kell a küszöbszintet.
pt_br: Esse saltador deveria alterar sua técnica, mas se sua dificuldade, uma solução é aumentar o limiar.
sr: Овај скакач треба да промени своју технику, али ако је тешко, решење је да повећа праг.
uk: Цей стрибун має змінити свою техніку, але якщо це складно, вирішенням є збільшення порогового значення.

source: Default value: 10 ms.
cs: Výchozí hodnota: 10 ms.
eu: Balio lehenetsia: 10 ms.
hu: Alapértelmezett érték: 10 ezredmásodperc.
pt_br: Valores padrão: 10 ms.
sr: Основна вредност: 10 ms.
uk: Типове значення: 10 мс.

source: On races with photocells a value of 10 ms is the default value.
cs: Při bězích s fotobuňkou je výchozí hodnotou 10 ms.
hu: A fotocellákkal rendelkező versenyeken egy 10 ezredmásodperces érték az alapértelmezett érték.
pt_br: Em corridas com fotocélulas, o valor de 10 ms é o valor padrão.
sr: Приликом трчања са фотоћелијама вредност од 10 ms је основна вредност.
uk: У підходах із фотоелементами типовим є значення 10 мс.

source: As Chronojump manages double contacts on photocells, changing threshold value is not very common.
cs: Protože Chronojump se stará o zdvojený kontakt s fotobuňkou, není potřeba měnit prahové hodnoty příliš běžná.
hu: Mivel a Chronojump dupla érintkezést kezel a fotocelláknál, a küszöbérték megváltoztatása nem igazán gyakori.
pt_br: Na medida em que Chronojump gerencia contatos duplos em fotocélulas, alteração do valor de limiar não é muito comum.
sr: Времескочко управља двоструким контактима са фотоћелијама, мењање вредности прага није уобичајено.
uk: Як Chronojump обробляє подвійні контакти на фотоелементах, зміна порогового значення є нестандартною для більшості випадків.

source: Depending on the test, user could change values.
cs: Uživatel může hodnotu měnit v závislosti na testu.
hu: A teszttől függően a felhasználó megváltoztathatja ez értékeket.
pt_br: Dependendo do teste, o usuário pode alterar os valores.
sr: У зависности од вежбе, корисник може изменити вредности.
uk: Залежно від тесту, користувач між змінити значення.

source: Select encoder configuration
cs: Výběr nastavení snímače
hu: Jeladó beállításának kiválasztása
pt_br: Selecionar configuração do codificador
sr: Изабери подешавање енкодера
uk: Виберіть налаштування кодувальника

source: Calculation of dynamic variables like power in conical machines is not very accurate because current method is not using the variation of the cone diameter as a variable.
cs: Výpočty dynamických proměnných, jako je výkon na kuželových strojích, není příliš přesný, protože současná metoda nepoužívá proměnlivost průměru kužele jako proměnnou.
hu: A dinamikus változók számítása (mint például a teljesítmény kúpos gépeken) nem igazán pontos, mert a jelenlegi módszer nem használja változóként a kúp átmérőjének variációját.
pt_br: O cálculo de variáveis dinâmicas como potência em máquinas cônicas não é muito preciso porque o método atual não está usando a variação do diâmetro do cone como uma variável.
sr: Израчунавање динамичких променљивих као што је снага у конусним машинама није баш тачно јер садашњи начин не користи варијацију пречника чуња као променљиве.

source: Future versions will include a better way to calculate this. Sorry for the inconvenience.
cs: Budoucí verze bude umět tyto výpočty lépe. Omlouváme se za tuto nepříjemnost.
hu: A jövőbeli verziók tartalmazni fognak egy jobb módot ennek a számítására. Elnézést a kellemetlenségért.
pt_br: Versões futuras incluirão uma maneira melhor de calcular isso. Desculpe a inconveniência.
sr: Будућа издања ће садржати бољи начин за рачунање овога. Извините због непријатности.
uk: У майбутніх версіях буде передбачено якісніший спосіб обчислення. Вибачте за незручності.

source: Select file to import
cs: Výběr souboru pro import
eu: Hautatu fitxategia inportatzeko
hu: Importálandó fájl kiválasztása
pt_br: Selecionar arquivo para importar
sr: Изаберите датотеку за увоз
uk: Виберіть файл для імпортування

source: Chronojump is currently in gravitory mode.
eu: Chronojump grabitazio-moduan dago orain.
hu: A Chronojump jelenleg gravitációs módban van.
pt_br: Chronojump está atualmente no modo gravitacional.
sr: Времескочко је тренутно у гравитационом режиму.
uk: Chronojump зараз працює у гравітаційному режимі.

source: Selected configuration is inertial.
eu: Hautatutako konfigurazioa inertziala da.
hu: A kiválasztott beállítás tehetetlenségi.
pt_br: A configuração selecionada deve ser inercial.
sr: Изабрано подешавање је инерционо.
uk: Вибрані налаштування є інерційними.

source: If you still want to import it, change to inertial mode.
eu: Hura inportatu nahi bauduz, aldatu modu inertzialera.
hu: Ha továbbra is importálni szeretné, akkor változtassa meg tehetetlenségi módra.
pt_br: Se você ainda deseja importá-la, altere para o modo inercial.
sr: Ако још увек желите да га увезете, промените у инерциони режим.
uk: Якщо ви все ще хочете імпортувати їх, перемкніть програму в інерційний режим.

source: Chronojump is currently in inertial mode.
eu: Chronojump modu inertzialean dago orain.
hu: A Chronojump jelenleg tehetetlenségi módban van.
pt_br: Chronojump está atualmente no modo inercial.
sr: Времескочко је тренутно у инерционом режиму.
uk: Chronojump зараз працює у інерційному режимі.

source: Selected configuration is gravitatory.
eu: Hautatutako konfigurazioa grabitaziozkoa da orain.
hu: A kiválasztott beállítás gravitációs.
pt_br: A configuração selecionada é gravitacional.
sr: Изабрано подешавање је гравитационо.
uk: Вибрані налаштування є гравітаційними.

source: If you still want to import it, change to gravitatory mode.
eu: Hura inportatu nahi bauduz, aldatu grabitazio-modura.
hu: Ha továbbra is importálni szeretné, akkor változtassa meg gravitációs módra.
pt_br: Se você ainda deseja importá-la, altere para o modo gravitacional.
sr: Ако још увек желите да га увезете, промените у гравитациони режим.
uk: Якщо ви все ще хочете імпортувати їх, перемкніть програму у гравітаційний режим.

source: copy
cs: (kopie)
eu: kopiatu
hu: másolat
pt_br: cópia
sr: умножи
uk: копія

source: Error importing data.
cs: Chyba při importu dat.
eu: Errorea datuak inportatzean.
hu: Hiba az adatok importálásakor.
pt_br: Erro ao importar dados.
sr: Грешка увоза података.
uk: Помилка під час імпорту даних.

source: Export to file
cs: Export do souboru
eu: Esportatu fitxategira
hu: Exportálás fájlba
pt_br: Exportar para o arquivo
sr: Извези у датотеку
uk: Експортувати до файла

source: Sorry, cannot delete all rows.
cs: Bohužel, nelze smazat všechny řádky.
eu: Ezin dira errenkada guztiak ezabatu
hu: Elnézést, nem lehet minden sort törölni.
pt_br: Desculpe, não foi possível excluir todas as linhas.
sr: Извините, не могу обрисати све редове.
uk: Вибачте, не можна вилучати усі рядки.

source: Max time: {0} s.
cs: Max. čas: {0} s.
hu: Legnagyobb idő: {0} másodperc.
pt_br: Tempo máx: {0} s.
sr: Нејвеће време: {0} s.
uk: Макс. час: {0} с.

source: Ends at inactivity during {0} s.
cs: Ukončit při nečinnosti po dobu {0} s.
hu: Véget ér tétlenségnél {0} másodperc alatt.
pt_br: Termina em inatividade durante {0} s.
sr: Завршава услед неактивности за време {0} сек.
uk: Завершення, якщо немає активності протягом {0} с.

source: Mean Power
cs: Střední výkon
eu: Batez besteko potentzia
hu: Átlagteljesítmény
pt_br: Potência média
sr: Средња снага
uk: Середня сила

source: Mean Speed
eu: Batez besteko abiadura
hu: Átlagsebesség
pt_br: Velocidade média
sr: Средња брзина
uk: Середня потужність

source: Mean Force
eu: Batez besteko indarra
hu: Átlagerő
pt_br: Força média
sr: Средња сила
uk: Середня сила

source: Saved repetitions of athlete {0} on this session.
cs: Uložená opakování atleta {0} z této série cvičení.
hu: A(z) {0} sportoló ismétlései elmentve ebben a munkamenetben.
pt_br: Repetições do atleta {0} salvas nessa sessão.
sr: Сачувана понављања спортисте „{0}“ у овој сесији.
uk: Збережені повторення атлета {0} протягом цього сеансу.

source: Activate the repetitions you want to use clicking on first column.
cs: Klikáním na první sloupec aktivujte opakování, která chcete použít.
hu: A használni kívánt ismétlések bekapcsolása az elő oszlopra kattintva.
pt_br: Ative as repetições que você deseja usar clicando na primeira coluna.
sr: Активирајте понављања која желите да користите притиском на прву колону.
uk: Активуйте повторення, якими ви хочете скористатися, шляхом клацання на першому стовпчику.

source: Are you sure you want to delete this repetition?
cs: Opravdu chcete smazat toto opakování?
eu: Ziur zaude errepikapen hau ezabatu nahi duzula?
hu: Biztosan törölni szeretné ezt az ismétlést?
pt_br: Você tem certeza de que deseja excluir esta repetição?
sr: Да ли сигурно желите да обришете ово понављање?
uk: Ви справді хочете вилучити це повторення?

source: Session name
cs: Název série cvičení
dz: ལཱ་ཡུན་མིང་
eu: Saioaren izena
hu: Munkamenet neve
pt_br: Nome da sessão
sr: Назив сесије
uk: Назва сеансу

source: Compare repetitions between the following sessions
cs: Porovnat opakování mezi následujícími sériemi cvičení
eu: Konparatu hurrengo saioen arteko errepikapenak
hu: Ismétlések összehasonlítása a következő munkamenetek között
pt_br: Comparar as repetições entre as seguintes sessões
sr: Упоредите понављања између следећих сесија
uk: Порівняти повторення із наступними сеансами

source: Persons compare
cs: Porovnání osob
eu: Pertsonen konparazioa
hu: Személyek összehasonlítása
pt_br: Comparações entre pessoas
sr: Поређење особа
uk: Порівняння осіб

source: Select persons to compare
cs: Vyberte osoby, které chcete srovnávat
eu: Hautatu konparatuko diren pertsonak
hu: Személyek kiválasztása az összehasonlításhoz
pt_br: Selecionar pessoas para comparar
sr: Изаберите особе за поређење
uk: Виберіть осіб для порівняння

source: Duration
cs: Doba
eu: Iraupena
hu: Időtartam
pt_br: Duração
sr: Трајање
uk: Тривалість

source: Series
cs: Série
eu: Serieak
hu: Sorozat
pt_br: Séries
sr: Низови
uk: Серія

source: Total weight
cs: Celková zátěž
eu: Pisu osoa
hu: Teljes súly
pt_br: Peso total
sr: Укупна тежина
uk: Загальна вага

source: Select of Birth
cs: Výběr data narození
eu: Jaiotzearen hautapena
hu: Születés választása
pt_br: Selecionar data de nascimento
sr: Избор рођења
uk: Виберіть дату народження

source: Video available here:
cs: Video je k dispozici zde:
eu: Bideoa eskuragarri hemen:
hu: Videó elérhető itt:
pt_br: Vídeo disponível aqui:
sr: Видео је доступан овде:
uk: Відео доступне тут:

source: Edit {0}
cs: Úprava {0}
eu: Editatu {0}
hu: {0} szerkesztése
pt_br: Editar {0}
sr: Уреди „{0}“
uk: Змінити {0}

source: Use this window to edit a {0}.
cs: Použít toto okno k úpravě testu {0}.
hu: Használja ezt az ablakot egy {0} szerkesztéséhez.
pt_br: Usar esta janela para editar {0}.
sr: Користите овај прозор да уредите „{0}“.
uk: Скористайтеся цим вікном для редагування {0}.

source: (decimal separator: '{0}')
cs: (desetinný oddělovač: „{0}“)
hu: (tizedes elválasztó: „{0}”)
pt_br: (separador decimal: “{0}”)
sr: (децимални раздвојник: „{0}“)
uk: (десятковий роздільник: «{0}»)

source: There are tests of that type on database on sessions:
cs: Testy takového typu jsou v databázi v sérii cvičení:
hu: Vannak tesztek ebből a típusból az adatbázisban a munkameneteknél:
pt_br: Há testes desse tipo no banco de dados nas sessões:
sr: Постоје тестови ове врсте у бази података у сесијама:
uk: Існують тести цього типу у базі даних щодо сеансів:

source: please first edit or delete them.
cs: nejdříve je prosím upravte nebo smažte.
hu: először szerkessze vagy törölje azokat.
pt_br: por favor, primeiro edite ou exclua.
sr: као прво их уредите или обришите.
uk: будь ласка, спочатку змініть або вилучте їх.

source: Are you sure you want to delete this test type?
cs: Opravdu chcete smazat tento typ testu?
eu: Ziur zaude proba mota hau ezabatu nahi duzula?
hu: Biztosan törölni szeretné ezt a teszttípust?
pt_br: Você tem certeza de que deseja excluir esse tipo de teste?
sr: Да ли сигурно желите да обришете ову врсту понављања?
uk: Ви справді хочете вилучити цей тип тестів?

source: Platforms
cs: Plošiny
hu: Platformok
pt_br: Plataformas
sr: Платформе

source: {0} has not made any {1} test in this session.
hu: {0} nem végzett semmilyen {1} tesztet ebben a munkamenetben.
pt_br: {0} não fez nenhum teste {1} nesta sessão.
sr: {0} није урадио/ла ниједан тест „{1}“ у овој сесији.
uk: {0} не виконано жодного тесту {1} протягом цього сеансу.

source: {0} has not made any test in this session.
hu: {0} nem végzett semmilyen tesztet ebben a munkamenetben.
pt_br: {0} não fez nenhum teste nesta sessão.
sr: {0} није урадио/ла ниједан тест у овој сесији.
uk: {0} не виконано жодного тесту протягом цього сеансу.

source: There are no {0} tests in this session.
hu: Nincsenek {0} tesztek ebben a munkamenetben.
pt_br: Não há {0} testes nesta sessão.
sr: Нема тестова „{0}“ у овој сесији.
uk: Протягом цього сеансу тестів {0} немає.

source: No tests in this session.
eu: Ez dago probarik saio honetan.
hu: Nincsenek tesztek ebben a munkamenetben.
pt_br: Sem testes nesta sessão.
sr: Нема тестова у овој сесији.
uk: Протягом цього сеансу тестів немає.

source: Jump height
eu: Jauziaren altuera
hu: Ugrás magassága
pt_br: Altura do salto
sr: Висина скока
uk: Висота стрибка

source: Last test:
eu: Azken proba:
hu: Utolsó teszt:
pt_br: Último teste:
sr: Последњи тест:
uk: Останній тест:

source: Viewing:
eu: Ikusten:
hu: Nézet:
pt_br: Visão:
sr: Прегледам:
uk: Перегляд:

source: saved
cs: uloženo
eu: gordeta
hu: elmentve
pt_br: salvo
sr: сачувано
uk: збережено

source: Mode
cs: Režim
eu: Modua
hu: Mód
pt_br: Modo
sr: Режим
uk: Режим

source: Sorry, this sequence '{0}' already exists in database
cs: Bohužel, tato sekvence „{0}“ již v databázi existuje
hu: Elnézést, ez a sorozat már létezik az adatbázisban: „{0}”
pt_br: Desculpe, essa sequência “{0}” já existe no banco de dados
sr: Извините, овај низ „{0}“ већ постоји у бази података
uk: Вибачте, ця послідовність «{0}» вже існує у базі даних

source: Serie
cs: Série
eu: Seriea
hu: Sorozat
pt_br: Série
sr: Серија
uk: Послідовність

source: Protocol
cs: Protokol
eu: Protokoloa
hu: Protokoll
pt_br: Protocolo
sr: Протокол
uk: Протокол

source: Sound working
cs: Zvuk funguje
eu: Soinuak funtzionatzen du
hu: A hang működik
pt_br: O som está funcionando
sr: Звук ради
uk: Звук працює

source: Sound not working
cs: Zvuk nefunguje
eu: Soinuak ez du funtzionatzen
hu: A hang nem működik
pt_br: O som não está funcionando
sr: Звук не ради
uk: Звук не працює

source: You need to activate sounds in preferences / multimedia.
cs: Musíte mít aktivovaný zvuk v předvolby / multimédia.
eu: Soinuak hobespenetan / multimedian aktibatu behar dira.
hu: Be kell kapcsolnia a hangokat a beállítások / multimédia alatt.
pt_br: Você precisa ativar sons em Preferências / Multimídia.
sr: Морате да активирате звук у поставкама / мултимедијама.
uk: Вам слід увімкнути звуки у розділі «Налаштування -> Звук та відео».

source: Use clusters in order to group repetitions inside a set separated by rest time.
cs: Používat shluky, aby se seskupovala opakování v rámci sady rozdělená časem odpočinku.
hu: Használjon fürtöket az ismétlések egy sorozaton belüli csoportosításához a pihenőidővel elválasztva.
pt_br: Use grupos para agrupar repetições dentro de um conjunto separado por tempo de descanso.
sr: Користите кластере да бисте унутар скупа груписали понављања одвојена временом одмора.
uk: Використати кластери з метою групування повторень у наборі, відокремленому часом відпочинку.

source: Set will end when user press Finish or Cancel or when there's no change in the encoder during this time: 1.5 * Rest between clusters
cs: Sada skončí, když uživatel zmáčkne Dokončit nebo Zrušit, nebo když nedojte na snímači ke změně po tuto dobu: 1,5 násobek doby odpočinku mezi shluky
hu: A sorozat befejeződik, ha a felhasználó megnyomja a Befejezés vagy a Mégse gombot, vagy ha nincs változás a jeladóban ezen idő alatt: 1,5 × pihenés a fürtök között
pt_br: O conjunto terminará quando o usuário pressionar Concluído ou Cancelar ou quando não houver mudança no codificador durante este tempo: 1.5 * Descanso entre grupos
sr: Скуп ће се завршити када корисник притисне „Заврши“ или „Откажи“ или када нема промена у енкодеру током овог времена: 1.5 × одмор између кластера

source: Color
eu: Kolorea
hu: Szín
pt_br: Cor
sr: Боја
uk: Колір

source: In some cases the force registered by the Force Sensor is not directly the force that the person is exerting.
hu: Bizonyos esetekben az erőérzékelő által regisztrált erő nem közvetlenül a személy által kifejtett erő.
pt_br: Em alguns casos a força registrada pelo Sensor de Força não é diretamente a força que a pessoa está exercendo.
sr: У неким случајевима сила коју забележи сензор силе није непосредна сила коју особа испољи.
uk: У деяких випадках сила, яку реєструє датчик сили, не є безпосередньо силою, яку докладає особа.

source: How the force is transmitted to the sensor
eu: Indarra nola transmititzen zaion sentsoreari
hu: Hogyan jut el az erő az érzékelőhöz
pt_br: Como a força é transmitida ao sensor
sr: Како се сила преноси на сензор
uk: Як сила передається на датчик

source: Depending on the exercise and configuration of the test, the total mass (mass of the person and the extra load) can affect the sensor measuring. Select how to manage this effect.
hu: A gyakorlat és a teszt beállításától függően a teljes tömeg (a személy tömege és a további terhelés) hatással lehet az érzékelő mérésére. Válassza ki, hogy hogyan kezelje ezt a hatást.
pt_br: Dependendo do exercício e a configuração do teste, a massa total (massa da pessoa e a carga extra) podem afetar a medição do sensor. Selecione como gerenciar este efeito.
sr: У зависности од вежбе и подешавања теста, укупна маса (маса особе и додатног терета) може да делује на мерење сензора. Изаберите како ћете управљати овим дејством.

source: In current exercise configuration, it is necessary to enter the angle in which the sensor is measuring.
hu: A jelenlegi gyakorlat beállításában meg kell adni azt a szöget, amelyben az érzékelő mér.
pt_br: Na configuração atual do exercício, é necessário digitar o ângulo pelo qual o sensor está medindo.
sr: У текћем подешавању вежбе, неопходно је да унесете угао у коме сензор мери.
uk: Для поточних налаштувань вправи необхідно ввести кут, за яким виконуватиметься вимірювання датчиком.

source: In current exercise configuration, angle is merely descriptive (not used in calculations).
hu: A jelenlegi gyakorlat beállításában a szög pusztán leíró jellegű (nincs használva a számításokban).
pt_br: Na configuração atual do exercício, o ângulo é meramente descritivo (não é usado nos cálculos).
sr: У текућем подешавању вежбе, угао је само описан (не користи се у израчунавањима).
uk: За поточних налаштувань вправи кут є лише описовим (не використовується в обчисленнях).

source: When you are interested only in the force transmitted to the force sensor. This option do NOT take into account the effect of the weight or the acceleration of a mass.
hu: Ha csak az erőérzékelőre átvitt erő érdekli. Ez a beállítás NEM veszi figyelembe a tömeg súlyának vagy gyorsulásának hatását.
pt_br: Quando você está interessado apenas na força transmitida ao sensor de força. Essa opção NÃO leva em consideração o efeito do peso ou a aceleração de uma massa.
sr: Када вас занима само сила пренесена на сензор силе. Ова опција НЕ узима у обзир дејство тежине или убрзање масе.
uk: Якщо вам потрібне лише значення сили, передане до датчика сили. При обчисленні цього параметра НЕ буде взято до уваги ефекти ваги або прискорення маси.

source: When you want the resultant of all the forces exerted by the person.
hu: Ha a személy által kifejtett összes erő eredőjét szeretné.
pt_br: Quando você deseja a resultante de todas as forças exercidas pela pessoa.
sr: Када желите резлтанту свих сила које испољи особа.
uk: Якщо вам потрібен результат усіх зусиль особи.

source: Chronojump needs to know the involved mass (usually person's mass) and the angle.
hu: A Chronojumpnak tudnia kell a részt vevő tömeget (általában a személy tömegét) és a szöget.
pt_br: Chronojump precisa saber a massa envolvida (geralmente a massa corporal da pessoa) e o ângulo.
sr: Времескочка треба да зна укључену масу (обично масу особе) и угао.
uk: Chronojump потрібно знати задіяну масу (зазвичай, масу особи) та кут.

source: This option allows to take into account the effect of the weight or the acceleration of a mass.
hu: Ez a beállítás lehetővé teszi a súly hatásának vagy egy tömeg gyorsulásának figyelembe vételét.
pt_br: Essa opção permite que seja levado em consideração o efeito do peso ou a aceleração de uma massa.
sr: Ова опција омогућава да се узме у обзир дејство тежине или убрзање масе.
uk: За допомогою цього параметра можна врахувати ефекти ваги або прискорення маси.
