Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: The stopwatches were activated on the word 'go' and the button that saved the time intervals was pressed also after the following stages: when the subject stood up and kicked the ball; when the ball passed the 8 m line; and when the subject returned to the seated position in the same chair (42 cm height from the seat to the ground). The total time needed to perform the test provided a quantitative evaluation of performance. A qualitative evaluation was performed by the completion of an AQ. This AQ assesses 6 items with a Likert scale from 0 to 3, where 0 is the equivalent to needing help in order to perform the task, and 3 is equivalent to performing the task unaided with no mistakes. The maximum points that can be attained are 18. The items assessed were: (1) standing up from the chair, (2) kicking the ball, (3) walking whilst counting backwards from 15 to 0, (4) walking around the cone, (5) walking whilst stepping into the circles, and (6) sitting back down again.
cs: Měření času začíná na slovo „Teď“ a tlačítko ukládající výsledný čas se mačká v následujících fázích: když subjekt vstal a vykopl balón; když balón dosáhl hranice 8 m; a když se subjekt vrátil do sedící pozice na stejné židli (se sedadlem ve výšce 42 cm od země). Celkový čas potřebný k vykonání testu poskytuje kvantitativní vyjádření výkonu. Kvalitativní vyjádření poskytuje AQ. AQ hodnotí 6 položek s Likertovou škálou od 0 do 3, kde 0 odpovídá potřebě pomoci s provedením úkolu a 3 odpovídá bezchybnému provedení úkolu. Maximum bodů, kterého lze dosáhnout je 18. Hodnocené položky jsou následující: (1) vstávání ze židle, (2) kopnutí do balónu, (3) chůze za současného počítání pozpátku od 15 do 0, (4) chůze okolo kuželu, (5) našlapování do kruhů a (6) usazení zpět.
hu: A stopperórák a „Start” vezényszókor indultak, és a részidőket elmentő gomb a következő szakaszok után is le lett nyomva: amikor az alany feláll, és belerúg a labdába; amikor a labda áthalad a 8 méteres vonalon; és amikor az alany visszatér ülő pozícióba ugyanarra a székre (42 cm magas a szék). A teszt elvégzéséhez szükséges teljes idő szolgáltatta a teljesítmény mennyiségi értékelését. A minőségi értékelés az agility-quickness teszt alapján történt. Ez az AQ kiértékelés 6 elemet tartalmaz, amit egy Likert skálán 0-3 között értékelünk. Ahol 0-nál segítségre van szüksége ahhoz, hogy végrehajtsa a feladatot, 3-nál pedig hiba nélkül, tökéletesen hajtja végre a feladatot. A legtöbb megszerezhető pont 18. Az értékelt elemek a következők: 1) felállás a székről, 2) labda elrúgása, 3) séta, amíg 15-től 0-ig visszaszámol, 4) séta a bója körül, 5) séta, miközben belép a körökbe és 6) ismét leülés.
pt_br: Os cronômetros foram ativados na palavra “Go” e o botão que salvou os intervalos de tempo também foi pressionado depois das seguintes etapas: quando o sujeito se levantou e chutou a bola; quando a bola passou da linha dos 8m; quando o sujeito voltou para a posição de sentado na mesma cadeira (altura de 42cm do assento até o chão). O tempo total necessário para executar o teste forneceu uma avaliação quantitativa do desempenho. Uma avaliação qualitativa foi executada através da realização de um AQ. Esse AQ avalia 6 itens com uma escala Likert de 0 a 3, onde 0 equivale a precisar de auxílio para poder executar a tarefa, e 3 equivale a executar a tarefa sem auxílio e sem erros. O máximo de pontos que pode ser obtido é 18. Os itens avaliados foram: (1) levantar-se da cadeira, (2) chutar a bola, (3) andar contando de trás para frente de 15 até 0, (4) andar em volta do cone, (5) andar pisando dentro dos círculos e (6) sentar-se novamente.
sr: Штоперице се активирају када се изговори „Сад“ а дугме за чување временских интервала се такође притиска након следећих фаза: када је спортиста устао и шутнуо лопту; када је лопта прошла линију на 8 m; и када се спортиста вратио у седећи положај у истој столици (која је висине 42 cm од седишта до земље). Укупно време потребно за извођење теста обезбеђује квантитативну оцену извођења. Квалитативно оцењивање се изводи обављеним АКу тестом. Овај АКу оцењује 6 ставке Ликертовом скалом од 0 до 3, при чему је 0 еквивалент потребне помоћи ради обављања задатка, а 3 је еквивалент обављеном задатку без помоћи и без грешака. Највећи број бодова који се може постићи је 18. Оцењене ставке су: (1) устајање са столице, (2) шутирања лопте, (3) ходање док броји уназад од 15 до 0, (4) ходање око чуња, (5) ходање док укорачује у кругове, и (6) када поново седне.

source: Assessment questionnaire
cs: Vyhodnocovací dotazník
hu: Értékelési kérdőív
pt_br: Questionário de avaliação
sr: Упитник процене
uk: Анкета оцінки

source: Once the test finishes proceed to edit and you will be able to complete the assessment questionnaire.
cs: Po dokončení testu přejděte na úpravy a budete moci vyplnit vyhodnocovací dotazník.
hu: Amikor a teszt befejeződik, folytassa a szerkesztéssel, és képes lesz a értékelési kérdőívet kitölteni.
pt_br: Assim que o teste acabar, prossiga à edição para que você possa completar o questionário de avaliação.
sr: Када се заврши тест наставите да уредите и бићете у стању да довршите упитник процене.

source: Abstract:
cs: Přehled:
eu: Laburpena:
hu: Kivonat:
pt_br: Resumo:
sr: Сажетак:
uk: Резюме:

source: Turn left three times and turn right three times
cs: Tři otočky doleva a tři otočky doprava
eu: Biratu ezkerrera hiru aldiz eta biratu eskuinera hiru aldiz
hu: Forduljon háromszor balra, és forduljon háromszor jobbra
pt_br: Vire à esquerda três vezes e vire à direita três vezes
sr: Трчи лево три пута и трчи десно три пута
uk: Повернути ліворуч три рази і повернути праворуч три рази

source: Uploaded
cs: Odesláno
eu: Igota
hu: Feltöltve
pt_br: Enviado
sr: Отпремљено
uk: Вивантажено

source: Track {0} ({1} m/s) is much faster than track {2} ({3} m/s).
cs: {0}. kolo ({1} m/s) je mnohem rychlejší, než {2}. kolo ({3} m/s).
hu: A(z) {0} pálya ({1} m/s) gyorsabb mint a(z) {2} pálya ({3} m/s).
pt_br: A pista {0} ({1} m/s) é muito mais rápido que a pista {2} ({3} m/s).
sr: Стаза {0} ({1} m/s) је много бржа од стазе {2} ({3} m/s).

source: Algeria
cs: Alžírsko
eu: Aljeria
hu: Algéria
pt_br: Argélia
sr: Алжир
uk: Алжир

source: Angola
sr: Ангола
uk: Ангола

source: Benin
pt_br: Benim
sr: Бенин
uk: Бенін

source: Botswana
pt_br: Botsuana
sr: Боцвана
uk: Ботсвана

source: Burkina Faso
sr: Буркина Фасо
uk: Буркіна-Фасо

source: Burundi
sr: Бурунди
uk: Бурунді

source: Cameroon
cs: Kamerun
eu: Kamerun
hu: Kamerun
pt_br: Camarões
sr: Камерун
uk: Камерун

source: Cape Verde
cs: Kapverdy
eu: Cabo Verde
hu: Zöldfoki-szigetek
pt_br: Cabo Verde
sr: Зеленортска острва
uk: Кабо-Верде

source: Central African Republic
cs: Středoafrická republika
eu: Afrika Erdiko Errepublika
hu: Közép-afrikai Köztársaság
pt_br: República Central Africana
sr: Централноафричка Република
uk: Центральноафриканська Республіка

source: Chad
cs: Čad
eu: Txad
hu: Csád
pt_br: Chade
sr: Чад
uk: Чад

source: Comoros
cs: Komory
eu: Komoroak
hu: Comore-szigetek
pt_br: Comores
sr: Комори
uk: Коморські Острови

source: Congo, Democratic Republic of the
cs: Zair
eu: Kongoko Errepublika Demokratikoa
hu: Kongói Demokratikus Köztársaság
pt_br: Congo, República Democrática do
sr: Конго, Демократска република
uk: Демократична республіка Конго

source: Congo, Republic of the
cs: Kongo
eu: Kongoko Errepublika
hu: Kongói Köztársaság
pt_br: República do Congo
sr: Конго, Република
uk: Республіка Конго

source: Cote d'Ivoire
cs: Pobřeží slonoviny
eu: Boli Kosta
hu: Elefántcsontpart
pt_br: Costa do Marfim
sr: Обала Слоноваче
uk: Кот-д'Івуар

source: Djibouti
cs: Džibutsko
hu: Dzsibuti
pt_br: Djibuti
sr: Џибути
uk: Джибуті

source: Egypt
eu: Egipto
hu: Egyiptom
pt_br: Egito
sr: Египат
uk: Єгипет

source: Equatorial Guinea
cs: Rovníková Guinea
eu: Ekuatore Ginea
hu: Egyenlítői Guinea
pt_br: Guiné Equatorial
sr: Екваторијална Гвинеја
uk: Екваторіальна Гвінея

source: Eritrea
pt_br: Eritreia
sr: Еритреја
uk: Еритрея

source: Ethiopia
cs: Etiopie
eu: Etiopia
hu: Etiópia
pt_br: Etiópia
sr: Етиопија
uk: Ефіопія

source: Gabon
cs: Gabun
pt_br: Gabão
sr: Габон
uk: Габон

source: Gambia
cs: Gambie
pt_br: Gâmbia
sr: Гамбија
uk: Гамбія

source: Ghana
hu: Ghána
pt_br: Gana
sr: Гана
uk: Гана

source: Guinea-Bissau
pt_br: Guiné-Bissau
sr: Гвинеја-Бисао
uk: Гвінея-Бісау

source: Guinea
eu: Ginea
pt_br: Guiné
sr: Гвинеја
uk: Гвінея

source: Kenya
cs: Keňa
pt_br: Quênia
sr: Кенија
uk: Кенія

source: Lesotho
pt_br: Lesoto
sr: Лесото
uk: Лесото

source: Liberia
cs: Libérie
hu: Libéria
pt_br: Libéria
sr: Либерија
uk: Ліберія

source: Libyan Arab Jamahiriya
cs: Libye
hu: Líbiai Arab Dzsamahiríja
pt_br: Jamahiriya Árabe de Líbia
sr: Либија Арапска Џамахирија
uk: Лівійська Арабська Джамахірія

source: Madagascar
cs: Madagaskar
eu: Madagaskar
hu: Madagaszkár
sr: Мадагаскар
uk: Мадагаскар

source: Malawi
cs: Malavi
sr: Малави
uk: Малаві

source: Mali
sr: Мали
uk: Малі

source: Mauritania
cs: Mauretánie
hu: Mauritánia
pt_br: Mauritânia
sr: Мауританија
uk: Мавританія

source: Mauritius
cs: Mauricius
eu: Maurizio
pt_br: Maurício
sr: Маурицијус
uk: Маврикій

source: Mayotte
cs: Mahoré
sr: Мајот
uk: Майотта

source: Morocco
cs: Maroko
eu: Maroko
hu: Marokkó
pt_br: Marrocos
sr: Мароко
uk: Марокко

source: Mozambique
cs: Mozambik
eu: Mozanbike
hu: Mozambik
pt_br: Moçambique
sr: Мозамбик
uk: Мозамбік

source: Namibia
cs: Namíbie
hu: Namíbia
pt_br: Namíbia
sr: Намибија
uk: Намібія

source: Nigeria
cs: Nigérie
hu: Nigéria
pt_br: Nigéria
sr: Нигерија
uk: Нігерія

source: Niger
pt_br: Nigéria
sr: Нигер
uk: Нігер

source: Reunion
hu: Réunion
pt_br: Reunião
sr: Реунион
uk: Реюньйон

source: Rwanda
eu: Ruanda
hu: Ruanda
pt_br: Ruanda
sr: Руанда
uk: Руанда

source: Saint Helena
cs: Svatá Helena
eu: Santa Helena
hu: Szent Ilona
pt_br: Santa Helena
sr: Света Јелена
uk: Острів Святої Єлени

source: Sao Tome and Principe
cs: Svatý Tomáš a Princův ostrov
eu: Sao Tome eta Principe
hu: São Tomé és Príncipe
pt_br: São Tomé e Príncipe
sr: Сао Томе и Принципе
uk: Сан-Томе і Принсипі

source: Senegal
hu: Szenegál
sr: Сенегал
uk: Сенегал

source: Seychelles
cs: Seyschely
eu: Seychelleak
hu: Seychelle-szigetek
sr: Сејшели
uk: Сейшельські острови

source: Sierra Leone
cs: Siera Leone
eu: Sierra Leona
pt_br: Serra Leoa
sr: Сијера Леоне
uk: Сьєрра-Леоне

source: Somalia
cs: Somálsko
hu: Szomália
pt_br: Somália
sr: Сомалија
uk: Сомалі

source: South Africa
cs: Jihoafrická republika
eu: Hegoafrika
hu: Dél-Afrika
pt_br: África do Sul
sr: Јужноафричка Република
uk: Південна Африка

source: Sudan
cs: Súdán
hu: Szudán
pt_br: Sudão
sr: Судан
uk: Судан

source: Suriname
cs: Surinam
eu: Surinam
sr: Суринам
uk: Суринам

source: Swaziland
cs: Svazijsko
eu: Swazilandia
hu: Szváziföld
pt_br: Suazilândia
sr: Свазиленд
uk: Свазіленд

source: Tanzania
cs: Tanzánie
hu: Tanzánia
pt_br: Tanzânia
sr: Танзанија
uk: Танзанія

source: Togo
sr: Того
uk: Того

source: Tunisia
cs: Tunisko
hu: Tunézia
pt_br: Tunísia
sr: Тунис
uk: Туніс

source: Uganda
sr: Уганда
uk: Уганда

source: Western Sahara
cs: Západní Sahara
eu: Mendebaldeko Sahara
hu: Nyugat-Szahara
pt_br: Sahara Ocidental
sr: Западна Сахара
uk: Західна Сахара

source: Zambia
cs: Zambie
pt_br: Zâmbia
sr: Замбија
uk: Замбія

source: Zimbabwe
eu: Zimbawe
pt_br: Zimbabué
sr: Зимбабве
uk: Зімбабве

source: Antarctica (the territory South of 60 deg S)
cs: Antarktida (oblast jižně od 60. jižní rovnoběžky)
hu: Antarktisz (a déli 60 foktól délre)
pt_br: Antártida (o território ao sul de 60° sul)
sr: Антарктик (територија јужно од 60°)
uk: Антарктида (території південніше 60 південної широти)

source: Bouvet Island (Bouvetoya)
cs: Bouvetův ostrov
eu: Bouvet uhartea (Bouvetoya)
hu: Bouvet-sziget (Bouvetoya)
pt_br: Ilha Bouvet (Bouvetoya)
sr: Острво Буве (Буветоја)
uk: Острів Буве

source: French Southern Territories
cs: Francouzská jižní a antarktická území
eu: Hegoaldeko lurralde frantsesak
hu: Francia Déli Területek
pt_br: Territórios Austrais Franceses
sr: Француске Јужне Територије
uk: Французькі Південні Території

source: Heard Island and McDonald Islands
cs: Heardův ostrov a McDonaldův ostrov
eu: Heard uhartea and McDonald uharteak
hu: Heard-sziget és McDonald-szigetek
pt_br: Ilha Heard e Ilhas McDonald
sr: Острво Херд и острва Мек Доналд
uk: Острови Херд і Мак-Дональд

source: South Georgia and the South Sandwich Islands
cs: Jižní Georgie a Jižní Sandwichovy ostrovy
eu: Hegoaldeko Georgia eta Hegoaldeko Sandwich uharteak
hu: Dél-Georgia és Déli-Sandwich-szigetek
pt_br: Geórgia do Sul e Ilhas Sandwich do Sul
sr: Јужна Џорџија и Јужна Сендвичка острва
uk: Південна Георгія і Південні Сандвічеві Острови

source: Afghanistan
cs: Afghánistán
eu: Afganistan
hu: Afganisztán
pt_br: Afeganistão
sr: Авганистан
uk: Афганістан

source: Armenia
cs: Arménie
hu: Örményország
pt_br: Armênia
sr: Јерменија
uk: Вірменія

source: Azerbaijan
cs: Ázerbájdžán
hu: Azerbajdzsán
pt_br: Azerbaijão
sr: Азербејџан
uk: Азербайджан

source: Bahrain
cs: Bahrajn
hu: Bahrein
pt_br: Bahrein
sr: Бахреин
uk: Бахрейн

source: Bangladesh
cs: Bangladéš
hu: Banglades
sr: Бангладеш
uk: Бангладеш

source: Bhutan
cs: Bhútán
hu: Bhután
pt_br: Butão
sr: Бутан
uk: Бутан

source: British Indian Ocean Territory (Chagos Archipelago)
cs: Britské Indické oceánské teritorium
hu: Brit Indiai-óceáni Terület (Chagos Archipelago)
pt_br: Território Britânico no Oceano Índico (Arquipélago Chagos)
sr: Британска Индијска Океанска Територија (Архипелаг Кагос)
uk: Британські Території в Індійському океані (архіпелаг Чагос)

source: Brunei Darussalam
cs: Sultanát Brunej
pt_br: Brunei
sr: Брунеј
uk: Бруней

source: Cambodia
cs: Kambodža
eu: Kanbodia
hu: Kambodzsa
pt_br: Camboja
sr: Камбоџа
uk: Камбоджа

source: China
cs: Čína
eu: Txina
hu: Kína
sr: Кина
uk: Китай

source: Christmas Island
cs: Vánoční ostrovy
eu: Christmas uhartea
hu: Karácsony-sziget
pt_br: Ilha Natal
sr: Божићна острва
uk: Острів Різдва

source: Cocos (Keeling) Islands
cs: Kokosové ostrovy
eu: Cocos Keeling uharteak
hu: Cocos (Keeling) szigetek
pt_br: Ilhas Cocos
sr: Кокосова острва
uk: Кокосові (Кілінг) острови

source: Georgia
cs: Gruzie
hu: Grúzia
pt_br: Geórgia
sr: Грузија
uk: Грузія

source: Hong Kong
sr: Хонг Конг
uk: Гонконг

source: India
cs: Indie
pt_br: Índia
sr: Индија
uk: Індія

source: Indonesia
cs: Indonésie
hu: Indonézia
pt_br: Indonésia
sr: Индонезија
uk: Індонезія

source: Iran
cs: Írán
hu: Irán
pt_br: Irã
sr: Иран
uk: Іран

source: Iraq
cs: Írák
eu: Irak
hu: Irak
pt_br: Iraque
sr: Ирак
uk: Ірак

source: Israel
cs: Izrael
hu: Izrael
sr: Израел
uk: Ізраїль

source: Japan
cs: Japonsko
eu: Japonia
hu: Japán
pt_br: Japão
sr: Јапан
uk: Японія

source: Jordan
cs: Jordánsko
hu: Jordánia
pt_br: Jordânia
sr: Јордан
uk: Йорданія

source: Kazakhstan
cs: Kazachstán
hu: Kazahsztán
pt_br: Cazaquistão
sr: Казакистан
uk: Казахстан

source: Korea, Democratic People's Republic of
cs: Severní Korea
hu: Koreai Népi Demokratikus Köztársaság
pt_br: Coreia, República Popular Democrática da
sr: Кореја, Народна Демократска Република
uk: Корейська народно-демократична республіка

source: Korea, Republic of
cs: Jižní Korea
eu: Koreako Errepublika
hu: Koreai Köztársaság
pt_br: Coreia, República da
sr: Кореја, Република
uk: Республіка Корея

source: Kuwait
cs: Kuvajt
hu: Kuvait
sr: Кувајт
uk: Кувейт

source: Kyrgyz Republic
cs: Kyrgystán
eu: Kirgizistan
hu: Kirgiz Köztársaság
pt_br: Quirguistão, República do
sr: Киргишка Република
uk: Киргизька Республіка

source: Lao People's Democratic Republic
cs: Laos
eu: Laos
hu: Laoszi Népi Demokratikus Köztársaság
pt_br: Laos, República Popular Democrática do
sr: Лао Народна Демократска Република
uk: Лаоська Народно-Демократична Республіка

source: Lebanon
cs: Libanon
hu: Libanon
pt_br: Líbano
sr: Либан
uk: Ліван

source: Macao
cs: Makao
eu: Macau
hu: Makaó
pt_br: Macau
sr: Макао
uk: Макао

source: Malaysia
cs: Malajsie
hu: Malajzia
pt_br: Malásia
sr: Малезија
uk: Малайзія

source: Maldives
cs: Maledivi
eu: Maldivak
hu: Maldív-szigetek
pt_br: Maldivas
sr: Малдиви
uk: Мальдивські острови

source: Mongolia
cs: Mongolsko
hu: Mongólia
pt_br: Mongólia
sr: Монголија
uk: Монголія

source: Myanmar
cs: Barma
eu: Birmaniera
hu: Mianmar
pt_br: Myanmar (Birmânia)
sr: Бурма
uk: М’янма

source: Nepal
cs: Nepál
hu: Nepál
sr: Непал
uk: Непал

source: Oman
cs: Ómán
hu: Omán
pt_br: Omã
sr: Оман
uk: Оман

source: Pakistan
cs: Pákistán
hu: Pakisztán
pt_br: Paquistão
sr: Пакистан
uk: Пакистан

source: Palestinian Territory
cs: Palestina
eu: Palestinako lurraldea
hu: Palesztin Terület
pt_br: Território Palestino
sr: Палестинска Територија
uk: Палестинська територія

source: Philippines
cs: Filipíny
eu: Filipinak
hu: Fülöp-szigetek
pt_br: Filipinas
sr: Филипини
uk: Філіппіни

source: Qatar
cs: Katar
hu: Katar
sr: Катар
uk: Катар

source: Saudi Arabia
cs: Saudská Arábie
hu: Szaúd-Arábia
pt_br: Arábia Saudita
sr: Саудијска Арабија
uk: Саудівська Аравія

source: Singapore
cs: Singapur
eu: Singapur
hu: Szingapúr
pt_br: Singapura
sr: Сингапур
uk: Сінгапур

source: Sri Lanka
cs: Srí Lanka
sr: Шри Ланка
uk: Шрі-Ланка

source: Syrian Arab Republic
cs: Sýrie
eu: Siria
hu: Szíriai Arab Köztársaság
pt_br: República Árabe da Síria
sr: Сиријска Арапска Република
uk: Сирійська Арабська Республіка

source: Taiwan
cs: Tchaj-wan
hu: Tajvan
sr: Тајван
uk: Тайвань

source: Tajikistan
cs: Tádžistán
eu: Tadjikistan
hu: Tádzsikisztán
pt_br: Tajiquistão
sr: Таџикистан
uk: Таджикистан

source: Thailand
cs: Thajsko
eu: Thailandia
hu: Thaiföld
pt_br: Tailândia
sr: Тајланд
uk: Таїланд

source: Timor-Leste
cs: Východní Timor
hu: Kelet-Timor
sr: Источни Тимор
uk: Східний Тимор

source: Turkey
cs: Turecko
eu: Turkia
hu: Törökország
pt_br: Turquia
sr: Турска
uk: Туреччина

source: Turkmenistan
cs: Turkmenistán
hu: Türkmenisztán
pt_br: Turquemenistão
sr: Туркменистан
uk: Туркменістан

source: United Arab Emirates
cs: Spojené Arabské Emiráty
eu: Arabiar Emirerri Batuak
hu: Egyesült Arab Emírségek
pt_br: Emirados Árabes Unidos
sr: Уједињени Арапски Емирати
uk: Об'єднані Арабські Емірати

source: Uzbekistan
cs: Uzbekistán
hu: Üzbegisztán
pt_br: Uzbequistão
sr: Узбекистан
uk: Узбекистан

source: Vietnam
pt_br: Vietnã
sr: Вијетнам
uk: В'єтнам

source: Yemen
cs: Jemen
hu: Jemen
pt_br: Iémen
sr: Јемен
uk: Ємен

source: Åland Islands
cs: Alandy
eu: Åland uhartea
hu: Åland-szigetek
pt_br: Ilhas Åland
sr: Аланд Острва
uk: Аландські острови

source: Albania
cs: Albánie
hu: Albánia
pt_br: Albânia
sr: Албанија
uk: Албанія

source: Andorra
sr: Андора
uk: Андорра

source: Austria
cs: Rakousko
hu: Ausztria
pt_br: Áustria
sr: Аустрија
uk: Австрія

source: Belarus
cs: Bělorusko
eu: Bielorrusia
hu: Fehéroroszország
pt_br: Bielorrússia
sr: Белорусија
uk: Білорусь

source: Belgium
cs: Belgie
eu: Belgika
pt_br: Bélgica
sr: Белгија
uk: Бельгія

source: Bosnia and Herzegovina
cs: Bosna a Hercegovina
eu: Bosnia-Herzegovina
hu: Bosznia-Hercegovina
pt_br: Bósnia e Herzegovina
sr: Босна и Херцеговина
uk: Боснія та Герцеговина

source: Bulgaria
cs: Bulharsko
hu: Bulgária
pt_br: Bulgária
sr: Бугарска
uk: Болгарія

source: Croatia
cs: Řecko
eu: Kroazia
hu: Horvátország
pt_br: Croácia
sr: Хрватска
uk: Хорватія

source: Cyprus
cs: Kypr
eu: Zipre
hu: Ciprus
pt_br: Chipre
sr: Кипар
uk: Кіпр

source: Czech Republic
cs: Česká republika
eu: Txekiar Errepublika
hu: Cseh Köztársaság
pt_br: República Tcheca
sr: Чешка Република
uk: Чеська республіка

source: Denmark
cs: Dánsko
eu: Danimarka
hu: Dánia
pt_br: Dinamarca
sr: Данска
uk: Данія

source: Estonia
cs: Estonsko
hu: Észtország
pt_br: Estônia
sr: Естонија
uk: Естонія

source: Faroe Islands
cs: Faerské ostrovy
eu: Faroe uharteak
hu: Faroe-szigetek
pt_br: Ilhas Feroé
sr: Фарска острва
uk: Фарерські острови

source: Finland
cs: Finsko
eu: Finlandia
hu: Finnország
pt_br: Finlândia
sr: Финска
uk: Фінляндія

source: France
cs: Francie
eu: Frantzia
hu: Franciaország
pt_br: França
sr: Француска
uk: Франція

source: Germany
cs: Německo
eu: Alemania
hu: Németország
pt_br: Alemanha
sr: Немачка
uk: Німеччина

source: Gibraltar
hu: Gibraltár
sr: Гибралтар
uk: Гібралтар

source: Greece
cs: Řecko
eu: Grezia
hu: Görögország
pt_br: Grécia
sr: Грчка
uk: Греція

source: Guernsey
sr: Гернси
uk: Острів Гернсі

source: Holy See (Vatican City State)
cs: Vatikán
hu: Szentszék (Vatikánvárosi Állam)
pt_br: Santa Sé (Cidade-Estado do Vaticano)
sr: Света Столица (Држава Града Ватикана)
uk: Святий Престол (Ватикан, Місто-Держава)

source: Hungary
cs: Maďarsko
eu: Hungaria
hu: Magyarország
pt_br: Hungria
sr: Мађарска
uk: Угорщина

source: Iceland
cs: Island
eu: Islandia
hu: Izland
pt_br: Islândia
sr: Исланд
uk: Ісландія

source: Ireland
cs: Irsko
eu: Irlanda
hu: Írország
pt_br: Irlanda
sr: Ирска
uk: Ірландія

source: Isle of Man
cs: Ostrov Man
eu: Man uhartea
hu: Man szigete
pt_br: Ilha de Man
sr: Острво Ман
uk: Острів Мен

source: Italy
cs: Itálie
eu: Italia
hu: Olaszország
pt_br: Itália
sr: Италија
uk: Італія

source: Jersey
sr: Џерси
uk: Джерсі

source: Latvia
cs: Lotyšsko
eu: Letonia
hu: Lettország
pt_br: Letônia
sr: Летонија
uk: Латвія

source: Liechtenstein
cs: Lichtnštejnsko
hu: Lichtenstein
pt_br: Listenstaine
sr: Лихтенштајн
uk: Ліхтенштейн

source: Lithuania
cs: Litva
eu: Lituania
hu: Litvánia
pt_br: Lituânia
sr: Литванија
uk: Литва

source: Luxembourg
cs: Lucembursko
hu: Luxemburg
pt_br: Luxemburgo
sr: Луксембург
uk: Люксембург

source: Macedonia
cs: Makedonie
eu: Mazedonia
hu: Macedónia
pt_br: Macedônia
sr: Македонија
uk: Македонія

source: Malta
hu: Málta
sr: Малта
uk: Мальта

source: Moldova
cs: Moldávie
eu: Moldavia
pt_br: Moldávia
sr: Молдавија
uk: Молдова

source: Monaco
cs: Monako
eu: Monako
pt_br: Mônaco
sr: Монако
uk: Монако

source: Montenegro
cs: Černá hora
hu: Montenegró
sr: Црна Гора
uk: Чорногорія

source: Netherlands
cs: Nizozemí
eu: Herbehereak
hu: Hollandia
pt_br: Holanda
sr: Холандија
uk: Нідерланди

source: Norway
cs: Norsko
eu: Norvegia
hu: Norvégia
pt_br: Noruega
sr: Норвешка
uk: Норвегія

source: Poland
cs: Polsko
eu: Polonia
hu: Lengyelország
pt_br: Polônia
sr: Пољска
uk: Польща

source: Portugal
cs: Portugalsko
hu: Portugália
sr: Португал
uk: Португалія

source: Romania
cs: Rumunsko
eu: Errumania
hu: Románia
pt_br: Romênia
sr: Румунија
uk: Румунія

source: Russian Federation
cs: Rusko
eu: Errusiar Federazioa
hu: Orosz Föderáció
pt_br: Federação Russa
sr: Руска федерација
uk: Російська Федерація

source: San Marino
pt_br: São Marino
sr: Сан Марино
uk: Сан-Марино

source: Serbia
cs: Srbsko
hu: Szerbia
pt_br: Sérvia
sr: Србија
uk: Сербія

source: Slovakia (Slovak Republic)
cs: Slovensko
eu: Eslovakia
hu: Szlovákia (Szlovák Köztársaság)
pt_br: Eslováquia (República Eslovaca)
sr: Словачка (Република Словачка)
uk: Словацька республіка

source: Slovenia
cs: Slovinsko
eu: Eslovenia
hu: Szlovénia
pt_br: Eslovênia
sr: Словенија
uk: Словенія

source: Spain
cs: Slovinsko
eu: Espainia
hu: Spanyolország
pt_br: Espanha
sr: Шпанија
uk: Іспанія

source: Svalbard & Jan Mayen Islands
cs: Špicberky a ostrov Jan Mayen
eu: Svalbard eta Jan Mayen uharteak
hu: Spitzbergák és Jan Mayen-sziget
pt_br: Ilhas Svalbard e Jan Mayen
sr: Свалбард и Јан Мајен острва
uk: Острови Свальбард і Ян-Маєн

source: Sweden
cs: Švédsko
eu: Suedia
hu: Svédország
pt_br: Suécia
sr: Шведска
uk: Швеція

source: Switzerland
cs: Švýcarsko
eu: Suitza
hu: Svájc
pt_br: Suíça
sr: Швајцарска
uk: Швейцарія

source: Ukraine
cs: Ukrajina
eu: Ukraina
hu: Ukrajna
pt_br: Ucrânia
sr: Украјина
uk: Україна

source: United Kingdom of Great Britain & Northern Ireland
cs: Spojené království Velké Británie a Severního Irska
eu: Erresuma Batua
hu: Nagy-Britannia és Észak-Írország Egyesült Királysága
pt_br: Reino Unido de Grã-Bretanha e Irlanda do Norte
sr: Уједињено Краљевство Велике Британије и Северне Ирске
uk: Об’єднане Королівство Великої Британії та Північної Ірландії

source: Anguilla
pt_br: Anguila
sr: Ангила
uk: Ангілья
