Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Are you sure!
cs: Opravdu to chcete?
eu: Ziur zaude?
hu: Biztos benne?
pt_br: Tem certeza!
sr: Да ли сте сигурни!
uk: Ви впевнені?

source: Any laterality
eu: Edozein lateraltasun
hu: Bármely oldalsó
pt_br: Qualquer lateralidade
sr: Некаква настраност
uk: Будь-яка латеральність

source: Encoder configuration
eu: Kodetzailearen konfigurazioa
hu: Jeladó beállítása
pt_br: Configuração do codificador
sr: Подешавање енкодера
uk: Налаштування кодувальника

source: Contraction
cs: Stah svalů
eu: Uzkurdura
hu: Összehúzódás
pt_br: Contração
sr: Скупљање
uk: Стискання

source: Select set of athlete {0} on this session.
cs: Vybrat sadu atleta {0} z této série cvičení.
hu: Válassza ki a(z) {0} sportoló sorozatát ebben a munkamenetben.
pt_br: Seleciona o conjunto do atleta {0} nessa sessão.
sr: Изаберите скуп спортиста {0} у овој сесији.
uk: Виберіть набір атлета {0} на цей сеанс.

source: If you want to edit or delete a row, right click on it.
cs: Jestli chcete upravit nebo smazat řádek, klikněte na něj pravým tlačítkem.
hu: Ha szerkeszteni vagy törölni szeretne egy sort, akkor kattintson rá a jobb gombbal.
pt_br: Se você deseja editar ou excluir uma linha, clique com o botão direito nela.
sr: Ако желите да уредите или да обришете ред, десни притисак на њега.

source: Change person
eu: Aldatu pertsona
hu: Személy megváltoztatása
pt_br: Trocar pessoa
sr: Промени особу
uk: Змінити особу

source: Unnamed
cs: bez jména
eu: Izengabea
hu: Névtelen
pt_br: Sem nome
sr: Неименовано
uk: Без назви

source: Are you sure you want to delete this set?
cs: Opravdu chcete smazat tuto sadu?
eu: Ziur zaude multzo hau ezabatu nahi duzula?
hu: Biztosan törölni szeretné ezt a sorozatot?
pt_br: Você tem certeza de que deseja excluir este conjunto?
sr: Да ли сигурно желите да обришете овај скуп?
uk: Ви справді хочете вилучити цей набір?

source: Saved repetitions related to this set will also be deleted.
cs: Uložená opakování patřící k této sadě budou smazána také.
hu: Az ehhez a sorozathoz kapcsolódó mentett ismétlések is törölve lesznek.
pt_br: As repetições salvas relacionadas a esse conjunto também serão excluídas.
sr: Сачувана понављања односна на овај скуп биће такође обрисана.
uk: Збережені повторення, пов'язані із цим набором, також буде вилучено.

source: Export set in CSV format
cs: Export sady ve formátu CSV
eu: Esportatu multzoa CSV formatuan
hu: Beállítás exportálása CSV-formátumba
pt_br: Exportar o conjunto em formato CSV
sr: Извези скуп у ЦСВ запис
uk: Експортувати набір у форматі CSV

source: Export repetition in CSV format
cs: Export série cvičení ve formátu CSV
eu: Esportatu errepikapena CSV formatuan
hu: Ismétlés exportálása CSV-formátumba
pt_br: Exportar repetição no formato CSV
sr: Извези понављање у ЦСВ запис
uk: Експортувати повторення у форматі CSV

source: Are you sure you want to overwrite:
cs: Opravdu chcete přepsat:
eu: Ziur zaude honakoa gainidatzi nahi duzula:
hu: Biztosan felül szeretné írni:
pt_br: Você tem certeza de que deseja sobrescrever:
sr: Да ли сигурно желите да препишете:
uk: Ви справді хочете перезаписати:

source: Cannot save file {0}
cs: Nelze uložit soubor {0}
eu: Ezin da {0} fitxategia gorde
hu: Nem menthető a fájl: {0}
pt_br: Não foi possível salvar o arquivo {0}
sr: Не могу да сачувам датотеку „{0}“
uk: Не вдалося зберегти файл {0}.

source: Export data and graphs
eu: Esportatu datuak eta grafikoak
hu: Adatok és grafikonok exportálása
pt_br: Exportar dados e gráficos
sr: Извезите податке и графиконе
uk: Експортувати дані і графіки

source: Set deleted
cs: Sada smazána
eu: Multzoa ezabatu da
hu: Beállítás törölve
pt_br: Conjunto excluído
sr: Скуп је обрисан
uk: Набір вилучено

source: Saved
cs: Uloženo
eu: Gordeta
hu: Elmentve
pt_br: Salvo
sr: Сачувано
uk: Збережено

source: Set saved
cs: Sada uložena
eu: Multzoa gorde da
hu: Beállítás elmentve
pt_br: Conjunto salvo
sr: Скуп је сачуван
uk: Набір збережено

source: Sorry, video cannot be stored.
cs: Video bohužel nemohlo být uloženo.
eu: Bideoa ezin da gorde
hu: Elnézést, a videót nem lehet tárolni.
pt_br: Desculpe, o vídeo não pode ser armazenado.
sr: Извините, видео не може бити сачуван.
uk: Вибачте, не вдалося зберегти відео.

source: Set updated
cs: Sada aktualizována
eu: Multzoa eguneratu da
hu: Beállítás frissítve
pt_br: Conjunto atualizado
sr: Скуп је ажуриран
uk: Набір оновлено

source: Sorry, no repetitions selected.
cs: Bohužel, žádná opakování nejsou vybrána.
eu: Ez da errepikapenik hautatu.
hu: Elnézést, nincsenek ismétlések kijelölve.
pt_br: Desculpe, nenhuma repetição selecionada.
sr: Извините, нису изабрана понављања.
uk: Вибачте, не позначено жодного повторення.

source: 1RM Any exercise
cs: Některé cvičení 1RM
hu: 1RM bármilyen feladat
pt_br: 1RM de qualquer exercício
sr: 1РМ било која вежба
uk: 1RM будь-яка вправа

source: 1RM Bench Press
cs: Vzpěračská lavice 1RM
hu: 1RM fekve nyomás
pt_br: 1RM de supino
sr: 1РМ дизања са клупе
uk: Жим лежачи 1RM

source: 1RM Squat
cs: Podřep 1RM
hu: 1RM guggolás
pt_br: 1RM de agachado
sr: 1RM чучањ
uk: Присідання 1RM

source: Sorry, cannot calculate 1RM of different exercises.
cs: Bohužel, ale nelze spočítat 1RM z různých cvičení.
hu: Elnézést, nem lehet kiszámítani a különböző feladatok 1RM-ét.
pt_br: Desculpe, não é possível calcular o 1RM de exercícios diferentes.
sr: Извините, не могу да израчунам 1РМ различитих вежби.
uk: Вибачте, неможливо обчислити 1RM різних вправ.

source: Please select repetitions of only one exercise type.
cs: Vyberte prosím opakování jen pro cvičení jednoho typu.
hu: Csak egy feladattípus ismétléseit válassza ki.
pt_br: Por favor, selecione repetições de apenas um tipo de exercício.
sr: Изаберите понављања само једне врсте вежбе.
uk: Будь ласка, виберіть повторення лише одного типу вправ.

source: Sorry, parameter: 'speed at 1RM' on exercise: '{0}' cannot be 0 for this analysis.
hu: Elnézést, a „sebesség 1RM-nél” paraméter a(z) „{0}” gyakorlaton nem lehet 0 ennél az elemzésnél.
pt_br: Desculpe, o parâmetro: “speed at 1RM” no exercício: “{0}” não pode ser 0 para essa análise.
sr: Извините, параметар: „брзина при 1РМ“ на вежби: „{0}“ не може бити 0 за ову анализу.
uk: Вибачте, параметр «швидкість при 1RM» у вправі «{0}» не може дорівнювати 0 для цього аналізу.

source: Please edit exercise parameters on capture tab.
hu: Szerkessze a gyakorlat paramétereit a felvétel lapon.
pt_br: Por favor, edite os parâmetros do exercício na aba de captura.
sr: Уредите параметре вежбе у језичку снимања.
uk: Будь ласка, внесіть зміни до параметрів вправи на вкладці «Захоплення».

source: Sorry, cannot calculate this 1RM test on one set.
hu: Elnézést, nem lehet kiszámítani ezt az 1RM tesztet egy sorozaton.
pt_br: Desculpe, não é possível calcular este teste 1RM em um conjunto.
sr: Извините, не могу да израчунам овај 1РМ тест на једном скупу.
uk: Вибачте, неможливо обчислити цю вправу 1RM за одним набором.

source: Speed,Power / Load
cs: Rychlost, výkon / zátěž
sr: Брзина,Снага / Оптерећење

source: Sorry, this graph is not supported yet.
cs: Bohužel, ale tento graf není prozatím podporován.
eu: Grafiko hori ez da onartzen oraindik.
hu: Elnézést, ez a grafikon még nem támogatott.
pt_br: Desculpe, ainda não há suporte para esse gráfico.
sr: Извините, овај график још није подржан.
uk: Вибачте, підтримки цього графіка ще не передбачено.

source: All weights
cs: Všechny hmotnosti
eu: Pisu guztiak
hu: Összes súly
pt_br: Todos os pesos
sr: Све тежине
uk: Усі ваги

source: About Neuromuscular Profile
cs: O nervosvalovém profilu
eu: Profil neuromuskularrari buruz
hu: A Neuromuszkuláris profilról
pt_br: Sobre o perfil neuromuscular
sr: О нервномишићном профилу
uk: Про нейромускульний профіль

source: Load = Average eccentric RFD (Ratio of Force Development)
cs: Load = průměrný excentrický PSV (poměr síly vývoje)
hu: Terhelés = átlagos excentrikus RFD (erőkifejtés aránya)
pt_br: Carga = Média do RFD (Taxa de Desenvolvimento de Força) excêntrico
sr: Оптерећење = Просечан вансредишни ОРС (Однос развоја снаге)
uk: Навантаження = середній ексцентричний RFD (коефіцієнт розвинення зусилля)

source: Explode = Average relative concentric RFD
cs: Explode = průměrný relativní koncentrický PSV
hu: Robbanás = átlagos relatív koncentrikus RFD
pt_br: Explosão = Média do RFD concêntrico relativo
sr: Експлозивност = Просечан релативан средишни ОРС
uk: Ривок = середній відносний концентричний RFD

source: Drive = Average relative concentric Impulse
cs: Drive = průměrný relativní koncentrický impuls
hu: Hajtás = átlagos relatív koncentrikus impulzus
pt_br: Ímpeto = Média do impulso concêntrico relativo
sr: Вођено = Просечан релативни средишни импулс
uk: Забіг = середній відносний концентричний імпульс

source: General trends to try to develop an 'equilibrated' neuromuscular profile (always add individual considerations as previous or actual injuries, sport specificity, muscular chains, etc.).
cs: Obecným trendem je snaha vyvinout „rovnovážný“ nervosvalový profil (vždy doplnit individuální aspekty, jako jsou dřívější nebo současná zranění, specifika daného sportu, svalové řetězce atd.).
hu: Általános trend, hogy próbálják „kiegyensúlyozni” a neuromuszkuláris profilt (mindig egyedi figyelmet fordítson a korábbi vagy jelenlegi sérülésekre, sportspecifikusságra, izomzatra, stb.).
pt_br: Tendências gerais para tentar desenvolver um perfil neuromuscular “equilibrado” (sempre adicione considerações individuais como ferimentos atuais ou passados, especificidades do esporte, cadeias musculares, etc.).
sr: Општи трендови да покушате развијање „уравнотеженог“ нервномишићног профила (увек додајте појединачна разматрања као претходне или актуелне повреде, посебности спорта, мишићне ланце, итд.).

source: If one of the metrics is under developed (weak) compared with the other two, prescribe exercises that emphasize its development.
cs: Pokud je jeden z ukazatelů méně vyvinutý (slabý) ve srovnání s dalšími dvěma, předepíšou se cvičení, které kladou důraz na jeho rozvoj.
hu: Ha a mérőszámok egyike túl alacsony (gyenge) összehasonlítva másik kettővel, akkor végezzen olyan gyakorlatokat, amelyekkel fejlesztheti azt.
pt_br: Se uma das métricas estiver subdesenvolvida (fraca) em comparação com as outras duas, prescreva exercícios que enfatizam seu desenvolvimento.
sr: Ако је једна од метрика недовољно развијена (слаба) у односу на друге две, пропишите вежбе које наглашавају њен развој.

source: If one of the metrics is over developed (extreme) compared with the other two, prescribe exercises to emphasize those, but paying attention to flexibility and relaxation of over working muscles.
cs: Pokud je jeden z ukazatelů daleko více vyvinutý (extrémní) ve srovnání s dalšími dvěma, předepíšou se cvičení, které kladou důraz na jeho rozvoj těch zbývajících. Ale dbejte na flexibilitu a relaxaci namáhaných svalů.
hu: Ha a mérőszámok egyike túl magas (extrém) összehasonlítva másik kettővel, akkor végezzen olyan gyakorlatokat, amelyekkel fejlesztheti azokat, de legyen figyelemmel a nyújtásra és lazításra a dolgozó izmoknál.
pt_br: Se uma das métricas estiver superdesenvolvida (extrema) em comparação com as outras duas, prescreva exercícios para enfatizar essas, mas prestando atenção à flexibilidade e relaxamento dos músculos sobrecarregados.
sr: Ако је једна од метрика превише развијена (екстремна) у односу на друге две, пропишите вежбе које је наглашавају, али обратите пажњу на гипкост и опуштање превише заморених мишића.

source: General guidelines to improve the neuromuscular profile:
cs: Obecné rady pro zlepšení nervosvalového profilu:
hu: Általános irányelvek a neuromuszkuláris profil fejlesztéséhez:
pt_br: Orientações gerais para melhorar o perfil neuromuscular:
sr: Опште вођице за побољшање нервномишићног профила:
uk: Загальні настанови щодо поліпшення нейромускульного профілю:

source: Load: Perform exercises that develop maximum force (eccentric, isometric or concentric).
cs: Load: Provádějte cvičení, která rozvíjí maximální sílu (excentrická, izometrická nebo koncentrická)
hu: Terhelés: végezzen olyan gyakorlatokat, amelyek a legnagyobb erőt fejlesztik (excentrikus, izometrikus vagy koncentrikus).
pt_br: Carga: Execute exercícios que desenvolvem a força máxima (excêntricos, isométricos ou concêntricos).
sr: Оптерећење: Изводите вежбе које развијају највећу снагу (вансредишне, изометричке или средишне).
uk: Навантаження: виконати вправи, при яких розвивається найбільше зусилля (ексцентричне, ізометричне або концентричне).

source: Then switch to exercises that develop eccentric force in short time.
cs: Po té se přepněte na cvičení, která rozvíjí excentrickou sílu v krátkém čase.
hu: Majd váltson olyan gyakorlatokra, amelyek az excentrikus erőt fejlesztik rövid idő alatt.
pt_br: Em seguida, alterne para exercícios que desenvolvem força excêntrica em pouco tempo.
sr: Затим се пребаците на вежбе које развијају вансредишну снагу у кратком времену.
uk: Далі перейдіть до вправ, у яких короткостроково розвивається ексцентричне зусилля.

source: Explode: Perform exercises that develop force in short time, and maximum force.
cs: Explode: Provádějte cvičení, která rozvíjí sílu v krátkém čase a maximální sílu.
hu: Robbanás: végezzen gyakorlatokat, amelyek rövid időn belül fejlesztik az erőt és legnagyobb erőt.
pt_br: Explosão: Execute exercícios que desenvolvem força em pouco tempo e força máxima.
sr: Експлозивност: Изводите вежбе које развијају снагу у кратком времену, и највећу снагу.
uk: Ривок: виконати вправи, при яких максимальне зусилля розвивається протягом короткого періоду часу.

source: Drive: Perform exercises where force is developed during more time.
cs: Drive: Provádějte cvičení, kdy je síla rozvíjena během delšího času.
hu: Hajtás: végezzen olyan gyakorlatokat, ahol az erőfejlesztés több ideig tart.
pt_br: Ímpeto: Execute exercícios onde a força é desenvolvida durante mais tempo.
sr: Вођено: Изводите вежбе у којима се снага развија у току дужег времена.
uk: Забіг: виконати вправи, де зусилля розвивається протягом певного часу.

source: Analysis uses the best three jumps using 'jump height' criterion.
cs: Rozbor využívá tři nejlepší skoky podle kritéria „výška skoku“.
hu: Az elemzés a három legjobb ugrást használja az „ugrási magasság” feltételek használatával.
pt_br: A análise usa os três melhores saltos de acordo com o critério “altura do salto”.
sr: Анализа користи најбоља три скока користећи мерило „висина скока“.
uk: В аналізі використано найкращі три стрибки з використанням критерію «висота стрибка».

source: Lapuente and De Blas. Adapted from Wagner:
cs: Lapuente a De Blas. Upraveno z Wagnera:
pt_br: Lapuente e De Blas. Adaptado de Wagner:
sr: Лапуенте и Д Блас. Прилагођено из Вагнера:

source: 1RM Indirect
cs: 1RM nepřímé
eu: 1RM zeharkakoa
hu: 1RM indirekt
pt_br: 1RM indireta
sr: 1РМ непосредно
uk: Опосередкований 1RM

source: All exercises
cs: Všechna cvičení
eu: Ariketa guztiak
hu: Összes gyakorlat
pt_br: Todos os exercícios
sr: Све вежбе
uk: Усі вправи

source: Power / Load
cs: Výkon / zátěž
sr: Снага / Оптерећење

source: Speed / Load
cs: Rychlost / zátěž
sr: Брзина / Оптерећење

source: Force / Load
cs: Síla / zátěž
sr: Сила / Оптерећење

source: Force,Power / Speed
cs: Síla, výkon / rychlost
sr: Сила,Снага / Брзина

source: Power / Speed
cs: Výkon / rychlost
sr: Снага / Брзина

source: Power / Date
cs: Výkon / datum
sr: Снага / Датум

source: Speed / Date
cs: Rychlost / datum
sr: Брзина / Датум

source: Force / Date
cs: Síla / datum
sr: Сила / Датум

source: Done
eu: Egina
hu: Kész
pt_br: Concluído
sr: Готово
uk: Виконано

source: Operation cancelled.
cs: Operace byla zrušena.
eu: Eragiketa bertan behera utzi da.
hu: A művelet megszakítva.
pt_br: Operação cancelado.
sr: Радња је отказана.
uk: Операцію скасовано.

source: Saved 1RM: {0} Kg.
cs: Uloženo 1RM: {0} kg.
hu: Mentett 1RM: {0} kg.
pt_br: 1RM salvo: {0} Kg.
sr: Сачувах 1РМ: {0} kg.
uk: Збережний 1RM: {0} кг.

source: This exercise has been used on gravitatory and inertial sets.
hu: Ez a gyakorlat gravitációs és tehetetlenségi sorozatokon lett használva.
pt_br: Esse exercício tem sido usado em conjuntos gravitacionais e inerciais.
sr: Ова вежба је коришћена на гравитационим и инерционим скуповима.
uk: Цю вправу використано для гравітаційних і інерційних наборів.

source: This exercise has been used on inertial sets.
hu: Ez a gyakorlat tehetetlenségi sorozatokon lett használva.
pt_br: Esse exercício tem sido usado em conjuntos inerciais.
sr: Ова вежба је коришћена на инерционим скуповима.
uk: Цю вправу використано для інерційних наборів.

source: This exercise has been used on gravitatory sets.
hu: Ez a gyakorlat gravitációs sorozatokon lett használva.
pt_br: Esse exercício tem sido usado em conjuntos gravitacionais.
sr: Ова вежба је коришћена на гравитационим скуповима.
uk: Цю вправу використано для гравітаційних наборів.

source: Error: Missing name of exercise.
cs: Chyba: Schází název cvičení.
eu: Errorea: Ariketaren izena falta da.
hu: Hiba: hiányzó gyakorlatnév.
pt_br: Erro: Nome do exercício ausente.
sr: Грешка: Недостаје назив вежбе.
uk: Помилка: не вказано назви вправи.

source: Error: An exercise named '{0}' already exists.
cs: Chyba: Název cvičení „{0}“ již existuje.
eu: Errorea: Badago '{0}' izena duen ariketa bat.
hu: Hiba: egy „{0}” nevű gyakorlat már létezik.
pt_br: Erro: Já existe um exercício chamado “{0}”.
sr: Грешка: Вежба под називом „{0}“ већ постоји.
uk: Помилка: запис вправи із назвою «{0}» вже існує.

source: Exercise name:
eu: Ariketaren izena:
hu: Gyakorlat neve:
pt_br: Nome do exercício:
sr: Назив вежбе:
uk: Назва вправи:

source: Sorry, this exercise cannot be deleted until these tests are deleted:
eu: Ariketa hori ezin da ezabatu honako probak ezabatu arte:
hu: Elnézést, ezt a gyakorlatot nem lehet törölni, amíg ezek a tesztek nincsenek törölve:
pt_br: Desculpe, esse exercício não pode ser excluído até que estes testes sejam removidos:
sr: Извините, ова вежба се не може обрисати док се не обришу ови тестови:
uk: Вибачте, запис вправи не можна вилучити, аж доки не буде вилучено ці тести:

source: Exercise deleted.
cs: Cvičení smazáno.
eu: Ariketa ezabatu da.
hu: Gyakorlat törölve.
pt_br: Exercício excluído.
sr: Вежба је обрисана.
uk: Вправу вилучено.

source: Capturing
cs: Snímání
eu: Kapturatzen
hu: Felvétel
pt_br: Capturando
sr: Снимам
uk: Захоплення

source: Sorry, cannot start capture.
cs: Bohužel, nelze začít snímat.
eu: Barkatu ezin da kaptura hasi.
hu: Elnézést, nem lehet elindítani a rögzítést.
pt_br: Desculpe, não foi possível iniciar captura.
sr: Извините, не могу да почнем снимање.
uk: Вибачте, не вдалося запустити захоплення.

source: Clusters
eu: Lukuak
hu: Fürtök
pt_br: Grupos
sr: Кластери
uk: Кластери

source: Please, wait.
cs: Čekejte prosím.
eu: Itxaron.
hu: Kis türelmet.
pt_br: Por favor, aguarde.
sr: Сачекајте.
uk: Будь ласка, зачекайте.

source: R tasks done
cs: Úlohy R dokončeny
hu: R-feladatok készen vannak
pt_br: Tarefas do R concluídas
sr: Задатак Р је урађен
uk: Виконано завдання R

source: Repetitions processed
cs: Opakování zpracována
eu: Errepikapenak prozesatu dira
hu: Ismétlések feldolgozva
pt_br: Repetições processadas
sr: Понављања су обрађена
uk: Оброблено повторення

source: Starting process
cs: Začíná zpracování
eu: Prozesua abiarazten
hu: Folyamat megkezdése
pt_br: Iniciando processo
sr: Покрећем процес
uk: Запускаємо процес

source: Loading libraries
cs: Načítají se knihovny
eu: Liburutegiak kargatzen
hu: Könyvtárak betöltése
pt_br: Carregando bibliotecas
sr: Учитавам библиотеке
uk: Завантажуємо бібліотеки

source: Starting R
cs: Začíná R
eu: R kargatzen
hu: R indítása
pt_br: Iniciando o R
sr: Покрећем Р
uk: Запускаємо R

source: Sorry. Error doing graph.
cs: Při vytváření grafu došlo k chybě.
eu: Errorea grafikoa sortzean.
hu: Elnézést. Hiba a grafikon készítésekor.
pt_br: Desculpe. Erro ao fazer o gráfico.
sr: Извините. Грешка прављења графика.
uk: Вибачте. Помилка під час створення графіка.

source: Maybe R is not installed.
cs: Možná není nainstalován jazyk R.
eu: Agian R ez dago instalatuta.
hu: Talán az R nincs telepítve.
pt_br: R talvez não esteja instalado.
sr: Можда Р није инсталиран.
uk: Можливо, R не встановлено.

source: Cancelled
cs: Zrušeno
dz: ཆ་མེད་བཏང་ཡོདཔ་
eu: Bertan behera utzita
hu: Megszakítva
pt_br: Cancelado
sr: Отказано
uk: Скасовано

source: Finished
cs: Dokončeno
eu: Amaitua
hu: Befejeződött
pt_br: Concluído
sr: Завршено
uk: Завершено

source: Set corrected. string was not fully extended at the beginning.
cs: Nastavení zkorigováno. Šňůra nebyla na začátku úplně napnutá.
hu: Helyesen beállítva. A kötél nem volt teljesen kiterjesztve az elején.
pt_br: Conjunto corrigido. A string não estava completamente estendido no início.
sr: Скуп је исправљен. Ниска није била потпуно раширена на почетку.
uk: Набір виправлено. Рядок не було повністю розгорнуто до початку.

source: Force sensor is not detected!
cs: Není nalezen snímač síly
hu: Nincs erőérzékelő észlelve!
pt_br: Sensor de força não detectado!
sr: Сензор силе није откривен!
uk: Не виявлено датчика сили!

source: Plug cable and click on 'device' button.
cs: Připojte kabel a klikněte na tlačítko „zařízení“.
hu: Dugja be a kábelt, és kattintson az „eszköz” gombra.
pt_br: Conecte o cabo e clique no botão “dispositivo”.
sr: Прикључите кабл и кликните на дугме „уређај“.
uk: З'єднайте кабель і натисніть кнопку «Пристрій».

source: Need to configure fixture to know stiffness of this elastic exercise.
hu: Be kell állítani a tartozékot az elasztikus gyakorlat merevségének megismeréséhez.
pt_br: É necessário configurar o fixador para saber a rigidez desse exercício elástico.
sr: Треба да подесите уређај да бисте знали чврстину ове еластичне вежбе.
uk: Слід налаштувати закріплення, щоб визначити жорсткість у цій вправі із пружним знаряддям.

source: Legend:
eu: Legenda:
hu: Jelmagyarázat:
pt_br: Legenda:
sr: Легенда:
uk: Умовні позначення:

source: Length without tension
eu: Tentsiorik gabeko luzera
hu: Feszítés nélküli hossz
pt_br: Comprimento sem tensão
sr: Дужина без напетости
uk: Довжина без натягування

source: Minimum working distance
eu: Gutxieneko laneko distantzia
hu: Legkisebb munkavégzési távolság
pt_br: Distância miníma de trabalho
sr: Најмање радно растојање
uk: Мінімальна робоча відстань

source: Maximum working distance
eu: Gehieneko laneko distantzia
hu: Legnagyobb munkavégzési távolság
pt_br: Distância máxima de trabalho
sr: Највеће радно растојање
uk: Максимальна робоча відстань

source: Taring will start in …
hu: Az önsúlyozás ekkor kezdődik…
pt_br: A Pesagem iniciará em …
sr: Тарирање ће започети за …
uk: Тарування розпочнеться за…

source: Taring …
hu: Önsúlyozás…
pt_br: Pesando …
sr: Тарирам …
uk: Тарування…

source: Checking …
eu: Egiaztatzen…
hu: Ellenőrzés…
pt_br: Verificando …
sr: Проверавам …
uk: Перевірка…

source: Calibrating will start in …
eu: Kalibrazioa berehala hasiko da…
hu: A kalibrálás ekkor kezdődik…
pt_br: A Calibração iniciará em …
sr: Калибрисање ће започети за …
uk: Калібрування розпочнеться за…

source: Calibrating …
eu: Kalibratzen…
hu: Kalibrálás…
pt_br: Calibrando …
sr: Калибришем …
uk: Калібрування…

source: Version of the firmware:
eu: Firmwarearen bertsioa:
hu: A belső vezérlőprogram verziója:
pt_br: Versão do firmware:
sr: Издање уграђеног програма:
uk: Версія мікропрограми:

source: Checking version …
eu: Bertsioa egiaztatzen…
hu: Verzió ellenőrzése…
pt_br: Verificando versão …
sr: Проверавам издање …
uk: Перевіряємо версію…

source: Preparing capture …
eu: Kaptura prestatzen…
hu: Felvétel előkészítése…
pt_br: Preparando captura …
sr: Припремам снимање …
uk: Готуємося до захоплення…

source: Ending capture …
eu: Kaptura amaitzen…
hu: Felvétel befejezése…
pt_br: Finalizando captura …
sr: Завршавам снимање …
uk: Завершуємо захоплення…
