Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: {0} in Intervallic races applied to {1} on {2}{3}
cs: {0} v intervalovém běhu použitém na {1} v {2}{3}
hu: {0} intervallum versenyben, alkalmazva erre: {1} ezen: {2}{3}
pt_br: {0} em corridas com intervalo aplicado a {1} em {2}{3}
sr: {0} у периодичном трчању је примењено за {1} на {2}{3}

source: {0} in {1} race on {2}
cs: {0} pro běh {1} v {2}
hu: {0} {1} versenyben ezen: {2}
pt_br: {0} na corrida {1} em {2}
sr: {0} у {1} трчи на {2}

source: {0} in {1} jump on {2}
cs: {0} pro skok {1} v {2}
dz: {2}གུ་ {1}ཇམཔ་ནང་{0}
hu: {0} {1} ugrásban ezen: {2}
pt_br: {0} no {1} salto em {2}
sr: {0} у {1} скаче на {2}
uk: {0} у {1} стрибку на {2}

source: {0} in {1} on {2}
cs: {0} pro {1} v {2}
dz: {2} གུ་ {1} ནང་ལུ་ {0}
hu: {0} ebben: {1} ezen: {2}
pt_br: {0} em {1} de {2}
sr: {0} у {1} на {2}
uk: {0} у {1} на {2}

source: First photocell
cs: První fotobuňka
eu: Lehen fotozelula
hu: Első fotocella
pt_br: Primeira fotocélula
sr: Прва фотоћелија
uk: Перший фотоелемент

source: photocells not included
cs: fotobuňka není součástí
eu: fotozelulak sartu gabe
hu: fotocellákat nem tartalmaz
pt_br: fotocélulas não incluídas
sr: фотоћелије нису укључене
uk: фотоелементи не включено

source: IN
cs: UVNITŘ
hu: BE
pt_br: ENTRADA
sr: УНУТРА
uk: ВХІД

source: OUT
cs: MIMO
hu: KI
pt_br: SAÍDA
sr: НАПОЉУ
uk: ВИХІД

source: Stride
cs: Délka kroku
hu: Lépés
pt_br: Passada
sr: Искорак
uk: Широкий крок

source: Freq.
cs: Frekv.
hu: Gyak.
sr: Учесталост
uk: Част.

source: person
cs: osoba
dz: གང་ཟག་
eu: pertsona
hu: személy
pt_br: pessoa
sr: особа
uk: особа

source: Rest
cs: Odpočinek
hu: Pihenés
pt_br: Descanso
sr: Одмарање
uk: Відпочинок

source: Runner
cs: Běžec
dz: གཡོག་བཀོལ་པ་
eu: Exekutatzailea
hu: Futó
pt_br: Corredor
sr: Тркач
uk: Засіб для запуску

source: Split time
cs: Čas rozdělení
hu: Részidő
pt_br: Tempo fracionado
sr: Време поделе
uk: Час поділу

source: Error. {0} is not installed.
cs: Chyba. Není nainstalován {0}.
eu: Errorea. {0} ez da instalatu.
hu: Hiba. A(z) {0} nincs telepítve.
pt_br: Erro. {0} não está instalado.
sr: Грешка. „{0}“ није инсталиран.
uk: Помилка. {0} не встановлено.

source: Error. {0} has been closed.
cs: Chaba. {0} byl zavřen.
eu: Errorea. {0} itxi da.
hu: Hiba. A(z) {0} le lett zárva.
pt_br: Erro. {0} não está fechado.
sr: Грешка. „{0}“ је затворен.
uk: Помилка. {0} було закрито.

source: Error. {0} cannot save video.
cs: Chyba. {0} nemohl uložit video.
eu: Errorea. {0} ezin da bideoa gorde.
hu: Hiba. A(z) {0} nem tudja elmenteni a videót.
pt_br: Erro. {0} não pôde salvar o vídeo.
sr: Грешка. „{0}“ не може да сачува снимак.
uk: Помилка. {0} не вдалося зберегти відео.

source: Preview. Press any key to exit.
cs: Náhled - Ukončíte zmáčknutím libovolné klávesy
eu: Aurrebista. Sakatu edozein tekla irteteko.
hu: Előnézet. Nyomjon meg egy billentyűt a kilépéshez.
pt_br: Pré-visualização. Pressione qualquer tecla para sair.
sr: Претпреглед. Притисните неки тастер да изађете.
uk: Попередній перегляд. Натисніть будь-яку клавішу, щоб вийти.

source: Measured by Race Analyzer
eu: Lasterketen analizatzailearen bidez neurtua
uk: Виміряно за допомогою аналізатора підходів

source: Fullscreen
eu: Pantaila osoa
uk: На увесь екран

source: cm
uk: см

source: Complete
eu: Osatu
uk: Завершено

source: Best second
eu: Segundorik onena
uk: Найкраща секунда

source: Best RFD
eu: RFD onena
uk: Найкращий RFD

source: Filter
eu: Iragazi
uk: Фільтрувати

source: Include avg and max tables
eu: Sartu batez bestekoaren eta gehienekoen taulak
uk: Включити таблиці середніх і максимальних

source: Simple runs
eu: Lasterketa sinpleak
uk: Прості забіги

source: Intervallic runs
eu: Tartekako lasterketak
uk: Інтервальні забіги

source: Analyze current set
eu: Analizatu uneko sorta
uk: Проаналізувати поточний набір

source: Model options
eu: Ereduaren aukerak
uk: Параметри моделі

source: Model
eu: Eredua
uk: Модель

source: Move
eu: Mugitu
uk: Пересунути

source: Export data from C to D
eu: Esportatu datuak Ctik Dra
uk: Експортувати дані з C до D

source: Add RFD
uk: Додати RFD

source: Remove RFD
uk: Вилучити RFD

source: Kg*cm^2
cs: Kg.cm²
uk: кг·см²

source: Export to another Chronojump
uk: Експортувати до іншої Chronojump

source: Import from another Chronojump
uk: Імпортувати з іншого Chronojump

source: Import jumps or runs from CSV
uk: Імпортувати стрибки і забіги з CSV

source: Filter by name
eu: Iragazi izenaren arabera
hu: Szűrés név szerint
uk: Фільтрувати за назвою

source: Filter by tag
eu: Iragazi etiketaren arabera
hu: Szűrés címke szerint
uk: Фільтрувати за міткою

source: Filter by sensor data
eu: Iragazi sentsore-datuen arabera
hu: Szűrés érzékelőadatok szerint
uk: Фільтрувати за даними датчика

source: Sensor columns
eu: Sentsore-zutabeak
hu: Érzékelő oszlopai
uk: Стовпчики датчика

source: Include logs
eu: Sartu egunkariak
hu: Tartalmazza a naplókat
uk: Включити журнали

source: Include config files
eu: Sartu konfigurazio-fitxategiak
hu: Tartalmazza a beállítófájlokat
uk: Включити файли налаштувань

source: Import from CSV
uk: Імпортувати з CSV

source: NC
eu: EB
uk: НС

source: Not compatible with
eu: Ez bateragarria honekin:
uk: Є несумісним з

source: Show all tests of any person
eu: Erakutsi pertsona ororen proba guztiak
hu: Bármely személy összes tesztjének megjelenítése
pt_br: Mostrar todos os testes de qualquer pessoa
uk: Показати усі тести для будь-якої особи

source: Merge with another person
eu: Fusionatu beste pertsona batekin
hu: Egyesítés egy másik személlyel
pt_br: Combinar com outra pessoa
uk: Об'єднати із іншою особою

source: Exit fullscreen
eu: Irten pantaila osotik
uk: Вийти з повноекранного режиму

source: m
hu: f
uk: м

source: Kg
uk: кг

source: show best speed
eu: erakutsi abiadura onena
uk: показати найкращу швидкість

source: show worst speed
eu: erakutsi abiadura okerrena
uk: показати найгіршу швидкість

source: <b>Speed</b> (m/s)
eu: <b>Abiadura</b> (m/s)
uk: <b>Швидкість</b> (м/с)

source: Rectangle
eu: Laukizuzena
uk: Прямокутник

source: Path
eu: Bidea
uk: Шлях

source: Asteroids
eu: Asteroideak
uk: Астероїди

source: Questionnaire
eu: Galdetegia
uk: Анкета

source: Show asteroids
eu: Erakutsi asteroideak
uk: Показати астероїди

source: Dark background
eu: Atzeko plano iluna
uk: Темне тло

source: Number of questions
eu: Galdera kopurua
uk: Кількість питань

source: Direction
eu: Norabidea
uk: Напрямок

source: N/m
uk: Н/м

source: If you have two records in Chronojump for the same person, merge them with this tool.
eu: Aplikazioan pertsona berarentzako bi erregistro badituzu, fusionatu biak tresna honekin.
uk: У Chronojump є два записи для однієї особи. Об'єднайте їх за допомогою цього інструмента.

source: Select the person to merge with:
eu: Hautatu zein pertsonarekin fusionatuko den:
uk: Виберіть особу для об'єднання:

source: Find in session:
eu: Aurkitu saioan:
uk: Знайти у сеансі:

source: Check differences
eu: Begiratu desberdintasunak
hu: Különbség ellenőrzése
uk: Перевірити різницю

source: Genre
eu: Generoa
hu: Műfaj
pt_br: Gênero
uk: Жанр

source: U: Unspecified or Unknown
eu: U: Zehaztu gabea edo ezezaguna
uk: Н: не вказано або невідома

source: The name of the columns is not relevant, the important thing is the order.
eu: Zutabeen izena ez da garrantzitsua, ordena da kontuan hartu beharrekoa.
hu: Az oszlopok neve nem lényeges, a sorrend a fontos.
uk: Назва стовпчика не має значення. Важливим є порядок.

source: Merge
eu: Fusionatu
uk: Об'єднати

source: Unspecified
eu: Zehaztu gabea
uk: Не вказано

source: radiobutton
eu: aukera-botoia
uk: п.Перемикач

source: Maximize Chronojump window
eu: Maximizatu Chronojump leihoa
uk: Максимізувати вікно Chronojump

source: This change may need restarting Chronojump
eu: Aldaketa honetarako Chronojump berrabiarazi behar da
uk: Ця зміна може потребувати перезапуску Chronojump для застосування

source: ms
dz: མི་ལི་སྐར་ཆ་
uk: мс

source: s
uk: с

source: Lag
eu: Atzerapena
hu: Késleltetés
uk: Затримка

source: Check devices
eu: Egiaztatu gailuak
uk: Перевірити пристрої

source: (m)
uk: (м)

source: Need at least three eccentric-concentric jumps
hu: Legalább három excentrikus-koncentrikus ugrás szükséges
uk: Потрібно принаймні три ексцентрично-концентричні стрибки

source: Discarded 1 set for being too short.
hu: 1 sorozat elvetve, mert túl rövid volt.
pt_br: 1 conjunto descartado por ser muito curto.
uk: Відкинуто {0} набір через те, що вони є надто коротким.

source: Height averages
eu: Altueren batez bestekoak
uk: Середні висоти

source: Height maximums
eu: Altueraren gehienekoak
uk: Максимуми висоти

source: Cannot predict SJl at 100% body weight. Jump height would be negative.
uk: Не вдалося передбачити SJl при 100% вазі тіла. Висота стрибка буде від'ємною.

source: Problems calculating SJl at 100% body weight.
uk: Проблеми із обчисленням SJl при 100% ваги тіла.

source: Sorry, {0} software is not installed.
eu: {0} softwarea ez dago instalatuta.
hu: Elnézést, a(z) {0} szoftver nincs telepítve.
uk: Вибачте, не встановлено {0}.

source: Measured by a contact platform
hu: Érintkezési platformmal mért
uk: Виміряно за допомогою кодувальника

source: Isometric force exercises measured by a force sensor
eu: Indar-sentsore baten bidez neurtutako indar isometrikoko ariketak
hu: Erőérzékelővel mért izometrikus erőgyakorlatok
uk: Вправи з ізометричним зусиллям, виміряно динамометром

source: Elastic force exercises measured by a force sensor
eu: Indar-sentsore baten bidez neurtutako indar elastikoko ariketak
hu: Erőérzékelővel mért elasztikus erőgyakorlatok
uk: Вправи з пружним зусиллям, виміряно динамометром

source: Speed/power exercises displacing weights measured by an encoder
hu: Jeladóval mért sebesség/teljesítmény gyakorlatok súlyok elmozdítására
uk: Вправи на швидкість/потужність із переміщенням ваги, виміряно кодувальником

source: Speed/power exercises rotating an inertial machine and measured by an encoder
hu: Jeladóval mért sebesség/teljesítmény gyakorlatok egy tehetetlen gép forgatására
uk: Вправи на швидкість/потужність із обертанням на інерційній машині та вимірюванням кодувальником

source: Select an image
eu: Hautatu irudi bat
uk: Виберіть зображення

source: Cannot save file {0}
eu: Ezin da {0} fitxategia gorde
uk: Не вдалося зберегти файл {0}

source: Possible causes:
eu: Balizko zergatiak:
uk: Можливі причини:

source: The disk may be full.
eu: Diskoa beteta egon daiteke.
uk: Диск може бути переповнено.

source: The file may already be open in another application.
eu: Fitxategia beste aplikazio batekin irekia egon daiteke.
uk: Файл може бути відкрито в іншій програмі.

source: (Speed,Power) - Load
eu: (Abiadura, Potentzia) - Karga
hu: (Sebesség, teljesítmény) – terhelés
pt_br: (Velocidade,Potência) - Carga
uk: (Швидкість,Потужність) / Навантаження

source: Power - Load
eu: Potentzia - Karga
hu: Teljesítmény – terhelés
pt_br: Potência - Carga
uk: Потужність - Навантаження

source: Speed - Load
eu: Abiadura - Karga
hu: Sebesség – terhelés
pt_br: Velocidade - Carga
uk: Швидкість - Навантаження

source: Force - Load
eu: Indarra - Karga
hu: Erő – terhelés
pt_br: Força - Carga
uk: Сила - Навантаження

source: (Force,Power) - Speed
eu: (Indarra, potentzia) - Abiadura
hu: (Erő, teljesítmény) – sebesség
pt_br: (Força,Potência) - Velocidade
uk: (Сила,Потужність) - Швидкість

source: Load - Speed
eu: Karga - Abiadrua
hu: Terhelés – sebesség
pt_br: Carga - Velocidade
uk: Навантаження - Швидкість

source: Power - Speed
eu: Potentzia - Abiadura
hu: Teljesítmény – sebesség
pt_br: Potência - Velocidade
uk: Потужність - Швидкість

source: Power - Date
eu: Potentzia - Data
hu: Teljesítmény – dátum
pt_br: Potência - Data
uk: Потужність - Дата

source: Speed - Date
eu: Abiadura - Data
hu: Sebesség – dátum
pt_br: Velocidade - Data
uk: Швидкість - Дата

source: Force - Date
eu: Indarra - Data
hu: Erő – dátum
pt_br: Força - Data
uk: Сила - Дата

source: Error. Force too big: {0} N
eu: Errorea. Indarra handiegia da: {0} N
uk: Помилка. Надто велике зусилля: {0} Н

source: Bad calibration or too much force for this sensor.
eu: Kalibrazio okerra edo indar gehiegi sentsore honetan.
uk: Помилкове калібрування або надто велике зусилля для цього датчика.

source: Stopped.
eu: Gelditu da.
uk: Зупинено.

source: Select set to compare
eu: Hautatu multzoa konparatzeko
uk: Виберіть набір для порівняння

source: Need at least one SJl jump with 100% body weight or two SJl jumps with different weights.
uk: Потрібен принаймні один стрибок SJl із 100% ваги тіла або два стрибки SJl із різною вагою.

source: Estimated size: {0} MB (uncompressed).
hu: Becsült méret: {0} MB (tömörítetlen).
uk: Очікуваний розмір: {0} МБ (без стискання).

source: Compressing …
eu: Konprimatzen…
hu: Tömörítés…
uk: Стискання…

source: Please, wait approximately 1 minute.
eu: Itxaron minutu 1 gutxi gorabehera.
uk: Будь ласка, зачекайте приблизно {0} хвилину.

source: Compressed in {0} s.
hu: Tömörítve {0} másodperc alatt.
uk: Стиснено за {0} с.

source: Failed at compress.
eu: Huts egin du konpresioak.
hu: Hiba a tömörítésnél.
uk: Не вдалося стиснути.

source: Copy failed, maybe the disk is full.
eu: Kopiak huts egin du, agian diskoa beteta dago.
hu: A másolás sikertelen, talán betelt a lemez.
uk: Помилка копіювання. Можливо, диск переповнено.

source: Compatibility with
uk: Сумісність з

source: Error. File not compatible.
eu: Errorea. Fitxategia ez da bateragarria.
uk: Помилка. Файл є несумісним.

source: Merge persons '{0}' with '{1}' in all sessions.
hu: „{0}” személy egyesítése „{1}” személlyel az összes munkamenetben.
pt_br: Combinar pessoas '{0}' com '{1}' em todas as sessões.
uk: Об'єднати записи особи «{0}» із записом особи «{1}» в усіх сеансах.

source: All tests of person '{0}' will be assigned to person '{1}'.
hu: „{0}” személy összes tesztje hozzá lesz rendelve „{1}” személyhez.
pt_br: Todos os testes da pessoa '{0}' serão atribuídos a pessoa '{1}'.
uk: Усі тести особи «{0}» буде пов'язано із особою «{1}».

source: Please, choose person's parameters.
hu: Válassza ki a személy paramétereit.
pt_br: Por gentileza, escolha os parâmetros da pessoa.
uk: Будь ласка, виберіть параметри особи

source: Please, choose person's parameters at session {0}.
hu: Válassza ki a személy paramétereit a(z) {0} munkamenetnél.
pt_br: Por gentileza, escolha os parâmetros da pessoa na sessão {0}.
uk: Будь ласка, виберіть параметри особи у сеансі {0}.

source: To differentiate between male and female, use any of these on the sex column:
uk: Щоб поділити результати чоловіків і жінок, скористайтеся будь-яким зі значень у стовпчику статі:.

source: Unspecified/Unknown:
eu: Zehaztu gabea/Ezezaguna:
uk: Не визначено/Невідома:

source: Male:
eu: Gizona:
uk: Чоловіча:

source: Female:
eu: Emakumea:
uk: Жіноча:

source: Expected column separator character is '{0}'
eu: Zutabeak bereizteko espero den karakterea '{0}' da
hu: Az elvárt oszlopelválasztó karakter: „{0}”
pt_br: O caractere separador de colunas esperado é "{0}"
uk: Очікуваний символ роздільника стовпчиків — «{0}»

source: Name already in session
eu: Izena jadanik saioan
hu: A név már szerepel a munkamenetben
uk: Ім'я вже є у сеансі

source: Name already in database
eu: Izena jadanik datu-basean
hu: A név már szerepel az adatbázisban
uk: Ім'я вже є у базі даних

source: Repeated name
eu: Errepikatutako izena
hu: Ismételt név
uk: Повторення імені

source: No weight
eu: Pisurik ez
hu: Nincs súly
uk: Немає ваги

source: All tests of person '{0}' will be permanently assigned to person '{1}'.
uk: Усі тести особи «{0}» буде остаточно пов'язано із особою «{1}».

source: Differences between persons
eu: Pertsonen arteko desberdintasunak
hu: Különbségek a személyek között
uk: Різниця між особами

source: Differences in session
eu: Desberdintasunak saioan
hu: Különbségek a munkamenetben
uk: Різниці у сеансах

source: Use these values
eu: Erabili honako balioak
hu: Ezen értékek használata
uk: Використати ці значення

source: Delete person '{0}' from this session
eu: Ezabatu '{0}' pertsona saio honetatik
uk: Вилучити особу «{0}» з цього сеансу

source: Error. Could not check video devices.
eu: Errorea. Ezin dira bideo-gailuak egiaztatu.
uk: Помилка. Не вдалося перевірити відеопристрої.

source: This set does not have any triggers.
eu: Multzo honek ez du abiarazlerik.
uk: Цей набір немає жодних перемикачів.

source: Triggers found on this set:
eu: Multzo honetan aurkitutako abiarazleak:
uk: У цьому наборі виявлено перемикачі:

source: Please, wait approximately {0} s.
hu: Várjon körülbelül {0} másodpercet.

source: {0} in Dj Power [mass * g * (fallHeight + 1.226 * (tf^2) ) / tc] applied to {1} on {2}
hu: {0} a DJ teljesítményben [mass * g * (fallHeight + 1,226 * (tf^2) ) / tc] alkalmazva erre: {1} ezen: {2}

source: {0} in Dj Power [mass * g * (fallHeight + 1.226 * (tv^2) ) / tc] applied to {1} on {2}
pt_br: {0} em potência DJ [massa * g * (alturaQueda + 1,226 * (tv^2) ) / tc aplicado a {1} em {2}

source: Open menu
cs: Otevřít nabídku

source: Measured with photocells
cs: Měřené pomocí fotobuňky

source: Measured with encoder
cs: Měřené pomocí snímače

source: Races with photocells
cs: Běhy s fotobuňkami

source: Resistance is gravity
cs: Odpor tvoří gravitační síla

source: Resistance is inertia
cs: Odpor tvoří momentová síla

source: Connect
cs: Připojit

source: Connect Chronopics
cs: Připojit zařízení Chronopic

source: Inspect
cs: Prozkoumat

source: Last
cs: Poslední

source: Properties
cs: Vlastnosti
dz: རྒྱུ་དངོས་ཚུ་

source: Update
cs: Aktualizovat
dz: དུས་མཐུན་

source: TF / TC
cs: ČL / ČK
dz: ཊི་ཨེཕ་ / ཊི་སི་

source: Last jump
cs: Poslední skok

source: Last lap
cs: Poslední okruh

source: Deleted test
cs: Smazat test

source: RFD
cs: PSV

source: Cálculos
cs: Výpočty

source: Adaptative rhythm
cs: Přizpůsobivý rytmus

source: Detecting ...
cs: Detekuje se…

source: Calbrate again
cs: Znovu kalibrovat

source: Record
cs: Nahrát

source: Record video on capture
cs: Nahrávat snímané video

source: Filename
cs: Název souboru

source: Folder
cs: Složka

source: Open Folder
cs: Otevřít složku

source: Data without smoothing
cs: Data bez vyhlazování

source: All sessions
cs: Všechny série cvičení

source: Jumps and races
cs: Skoky a běhy

source: Show more columns
cs: Zobrazovat více sloupců

source: Loading ...
cs: Načítá se…

source: Imported to a new session. You can load it now in Session - Load.
cs: Naimportováno do nové série cvičení. Nyní ji můžete načíst v Série cvičení – Načíst

source: Knee angle
cs: Úhel v koleni

source: Apply
cs: Použít

source: First person perform all the tests, second person perform all the tests ...
cs: První osoba provede všechny testy, druhá osoba provede všechny testy…

source: All the persons perform first test, all the persons perform second test ...
cs: Všechny osoby provedou první test, všechny osoby provedou druhý test…

source: All the persons perform first set, all the persons perform second set ... One set can contain several tests.
cs: Všechny osoby provedou první sadu, všechny osoby provedou druhou sadu… Jedna sada může obsahovat více testů.

source: Select exercises
cs: Vyberte cvičení

source: <b>Manage persons</b>
cs: <b>Správa osob</b>

source: show only persons in current session
cs: Zobrazovat pouze osoby v současné sérii cvičení
dz: ད་ལྟོའི་ལཱ་ཡུན་ནང་ གང་ཟག་རྐྱངམ་ཅིག་སྟོན་

source: Hightlight rest time
cs: Zvýrazňovat zbývající čas

source: Recommended options for small screens
cs: Doporučené volby pro malé obrazovky

source: Only icons
cs: pouze ikony

source: At menu show:
cs: V nabídce zobrazovat:

source: Everything
cs: vše

source: Only text
cs: pouze text

source: Prevent double contacts
cs: Zabránit dvojitému kontaktu

source: Show only bars
cs: Zobrazovat jen lišty

source: Decimal number
cs: Desetinná místa
dz: བཅུ་ཚག་ཨང་

source: Feedback relative to the maximum repetition of ...
cs: Zpětná vazba relativně k maximu opakování…

source: On encoder (gravitatory mode) rest starts ...
cs: Na snímači (gravitační režim) začíná odpočinek…

source: show...
cs: zobrazit…
dz: སྟོན་་་་་་

source: no tables, creating ...
cs: žádné tabulky, vytváří se…
dz: ཐིག་ཁྲམ་མེད་ གསར་བསྐྲུན་འབད་དོ་་་་་

source: Serial Number
cs: Sériové číslo

source: Importing from your spreadsheet (LibreOffice, R, MS Excel, ...)
cs: Import z tabulkového kalkulátoru (LibreOffice, R, MS Excel, …)

source: Chronopic seems disconnected. Reconnect again on Chronopic Window.
cs: Zdá se, že zařízení Chronopic bylo odpojeno. Znovu jej připojte v okně Chronopic.

source: Save report as...
cs: Uložení výstupní sestavy jako…
dz: སྙན་ཞུ་སྲུངས་་་

source: Inspector
cs: Inspektor

source: Are you sure you want to delete the current person and all his/her tests (jumps, races, pulses, ...) from this session? (His/her personal data and tests in other sessions will remain intact.)
cs: Opravdu chcete smazat aktuální osobu a její všechny testy (skoky, běhy, pulzy, …) v této sérii cvičení? (Její osobní údaje a její testy v ostatních sériích cvičení zůstanou zachovány)

source: Export data in CSV format
cs: Export dat ve formátu CSV

source: Encoder exercise name:
cs: Název cvičení se snímačem:

source: Copy
cs: Kopírovat

source: Gravitatory encoder
cs: Gravitační snímač

source: Inertial encoder
cs: Momentový snímač

source: Spurius signals are common on electronics.
cs: Rušivé signály jsou u elektroniky běžnou věcí.

source: Threshold refers to the minimum value measurable and is the common way to clean this spurius signals.
cs: Prahová hodnota je minimální měřitelnou hodnotou a běžným způsobem, jak odfiltrovat rušivé signály.

source: Date
cs: Datum
dz: ཚེས་གྲངས་

source: Chronojump race reaction time device allows to record reaction time and race time.
cs: Zařízení Chronojump pro měření reakční doby umožňuje zaznamenávat reakční dobu a čas běhu.

source: Reaction time is displayed on Description column.
cs: Reakční doba je zobrazená ve sloupci Popis.

source: If first option is choosen, race time includes reaction time.
cs: Pokud je vybrána první volba, zahrnuje čas běhu i reakční dobu.

source: Recording ...
cs: Nahrává se…

source: Opening port...
cs: Otevírá se port…

source: % body weight
dz: % གཟུགས་ཀྱི་ ལྗིད་ཚད་

source: 100m
dz: ༡༠༠ ཨེམ་

source: 20 Yard
dz: གཱན་ཛི་ ༢༠

source: 200m
dz: ༢༠༠ ཨེམ་

source: 20m
dz: ༢༠ ཨེམ་

source: 400m
dz: ༤༠༠ ཨེམ་

source: <b>Best and worst values</b>
dz: <b>གནས་གོང་ཚུ་དྲག་ཤོས་དང་བྱང་ཉེས་</b>

source: <b>Chronojump</b>
dz: <b>ཀོརོ་ནོ་ཇམཔ་</b>

source: <b>Detected</b>
dz: <b>སྐྱོན་འཛིན་འབད་ཡོདཔ་</b>

source: <b>Guides</b>
dz: <b>འཁྱིད་ནི་</b>

source: <b>Other conditions</b>
dz: <b>གནས་སྟངས་གཞན་ཚུ</b>

source: <b>Other</b>
dz: <b>གཞན་</b>

source: <b>Sex</b>
dz: <b>མཚན་མ་</b>

source: <b>Simulated Test</b>
dz: <b>མཚུངས་བཟོས་ བརྟག་ཞིབ</b>

source: <b>TC</b>
dz: <b>ཊི་སི་</b>

source: <b>TF</b>
dz: <b>ཊི་ཨེཕ་</b>

source: <b>Time</b>(s)
dz: <b>དུས་ཚོད་</b>(s)

source: <b>Vertical Axe</b>
dz: <b>ཀེར་ཕྲང་ཚད་ཐིག་</b>

source: <b>Weight</b> (Kg)
dz: <b>ལྗིད་ཚད་</b> (ཀེ་ཇི་)

source: <b>Weight</b> (kg)
dz: <b>ལྗིད་ཚད་</b> (ཀེ་ཇི་)

source: <b>execute</b>
dz: <b>ལག་ལེན་</b>

source: <b>general data</b>
dz: <b>སྤྱིར་བཏང་གནད་སྡུད་</b>

source: <b>persons</b>
dz: <b>གང་ཟག་ཚུ་</b>

source: <b>pulse step</b>
dz: <b>འཕར་རྩའི་རིམ་པ་</b>

source: <b>statistic</b>
dz: <b>ཚད་རྩིས་</b>

source: <b>statistics data</b>
dz: <b>ཚད་རྩིས་གནད་སྡུད་</b>

source: <b>test bells</b>
dz: <b>དྲིལ་བརྡ་ཚུ་བརྟག་ཞིབ་འབད་</b>

source: <b>view</b>
dz: <b>སྟོན་</b>

source: ABK
dz: ཨེ་བི་ཀེ་

source: Abalakov Jump (CounterMovement using arms)
dz: ཨཱ་བ་ལ་ཀོཕ་མཆོང་ (ཨརམསི་ལག་ལེན་འཐབ་སྟེ་ གདོང་ལེན་འགུལ་སྤྱོད་)

source: Add run type
dz: གཡོག་བཀོལ་དབྱེ་བ་ཁ་སྐོང་རྐྱབས་

source: Add to report
dz: སྙན་ཞུ་ལུ་ཁ་སྐོང་རྐྱབས་

source: Agility
dz: ཨེ་ཇི་ལི་ཊི་

source: Allow RJ's finish after time
dz: ཆུ་ཚོད་ཀྱི་ཤུལ་ལས་ ཨར་ཨེ་རྫོགས་བཅུག་

source: Automatically add:
dz: རང་བཞིན་གྱིས་ཁ་སྐོང་:

source: Automatically subtract:
dz: རང་བཞིན་གྱིས་ཕབ་:

source: Bells
dz: དྲིལ་བརྡ་ཚུ་
