Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Make a copy of all the data
cs: Vytvořit kopii všech dat
eu: Sortu datu guztien kopia bat
hu: Másolat készítése az összes adatról
pt_br: Faz uma cópia de todos os dados
sr: Направи умножак свих података
uk: Зробити копію усіх даних

source: Backup all data
cs: Zálohovat všechna data
eu: Datu guztien babeskopia
hu: Összes adat biztonsági mentése
pt_br: Cópia de segurança de todos os dados
sr: Направи резерву свих података
uk: Резервне копіювання усіх даних

source: View data folder
cs: Otevřít složku s daty
eu: Ikusi datuen karpeta
hu: Adatmappa megtekintése
pt_br: Visualizar pasta de dados
sr: Прегледај фасциклу података
uk: Переглянути теку даних

source: Import a session from another database
cs: Import série cvičení z jiné databáze
eu: Inportatu saio bat beste datu-base batetik
hu: Munkamenet importálása egy másik adatbázisból
pt_br: Importar uma sessão de um outro banco de dados
sr: Увезите сесију из друге базе података
uk: Імпортувати сеанс із іншої бази даних

source: Where do you want to import?
cs: Kam chcete importovat?
eu: Non inportatu nahi duzu?
hu: Hová szeretné importálni?
pt_br: Onde você deseja importar?
sr: Где желите да увезете?
uk: Куди слід виконати імпортування?

source: Import into a new session
cs: Naimportovat do nové série cvičení
eu: Inportatu saio berri batean
hu: Importálás egy új munkamenetbe
pt_br: Importar para uma nova sessão
sr: Увези у нову сесију
uk: Імпортувати до нового сеансу

source: Import into the current session
cs: Naimportovat do aktuální série cvičení
eu: Inportatu uneko saioan
hu: Importálás a jelenlegi munkamenetbe
pt_br: Importar para a sessão atual
sr: Увези у текућу сесију
uk: Імпортувати до поточного сеансу

source: Import from already opened database
cs: Naimportovat z již otevřené databáze
eu: Inportatu jadanik irekita dagoen datu-basetik
hu: Importálás egy már megnyitott adatbázisból
pt_br: Importar de um banco de dados já aberto
sr: Увези из већ отворене базе података
uk: Імпортувати з уже відкритої бази даних

source: Use same database
cs: Použít stejnou databázi
eu: Erabili datu-base bera
hu: Ugyanazon adatbázis használata
pt_br: Usar o mesmo banco de dados
sr: Користи исту базу података
uk: Використати ту саму базу даних

source: Open database file
cs: Otevřít soubor s databází
eu: Ireki datu-base bat
hu: Adatbázisfájl megnyitása
pt_br: Abrir arquivo de banco de dados
sr: Отвори датотеку базе података
uk: Відкрити файл бази даних

source: Import
cs: Importovat
eu: Inportatu
hu: Importálás
pt_br: Importar
sr: Увези
uk: Імпортувати

source: Tags
cs: Štítky
eu: Etiketak
hu: Címkék
pt_br: Etiquetas
sr: Ознаке
uk: Мітки

source: Manage
cs: Spravovat
eu: Kudeatu
hu: Kezelés
pt_br: Gerenciar
sr: Управљај
uk: Керування

source: Search filter
cs: Vyhledávací filtr
dz: འཚོལ་ཞིབ་ཚགས་མ་
eu: Bilaketa-iragazkia
hu: Keresési szűrő
pt_br: Filtro de pesquisa
sr: Филтер претраге
uk: Фільтр пошуку

source: View
cs: Zobrazit
eu: Ikusi
hu: Nézet
pt_br: Visualizar
sr: Преглед
uk: Перегляд

source: Loading …
eu: Kargatzen …
hu: Betöltés…
pt_br: Carregando …
sr: Учитавам …
uk: Завантаження…

source: The current session will be modified.
cs: Aktuální série cvičení bude změněna.
eu: Uneko saioa aldatu egingo da.
hu: A jelenlegi munkamenet módosítva lesz.
pt_br: A sessão atual será modificada.
sr: Текућа сесија биће измењена.
uk: Поточний сеанс буде змінено.

source: The data from session:
cs: Data ze série cvičení:
eu: Honako saioko datuak:
hu: Az adatok a munkamenetből:
pt_br: Os dados da sessão:
sr: Подаци из сесије:
uk: Дані з сеансу:

source: From file:
cs: Ze souboru:
eu: Fitxategitik:
hu: Fájlból:
pt_br: Do arquivo:
sr: Из датотеке:
uk: З файла:

source: Will be imported into the current session.
cs: Bude naimportováno do aktuální série cvičení.
eu: Uneko saiora inportatuko da.
hu: Importálásra kerül a jelenlegi munkamenetbe.
pt_br: Será importado para a sessão atual.
sr: Биће увезено у текућу сесију.
uk: Буде імпортовано до поточного сеансу.

source: Accept
cs: Přijmout
eu: Onartu
hu: Elfogadás
pt_br: Aceitar
sr: Прихвати
uk: Прийняти

source: Imported to a new session.
eu: Saio berrira inportatu da.
hu: Importálva egy új munkamenetbe.
pt_br: Importado para uma nova sessão.
sr: Увезено у нову сесију.
uk: Імпортовано до нового сеансу.

source: Data merged into the open session.
cs: Data byla sloučena do otevřené série cvičení
eu: Datuak saio irekiarekin batu dira.
hu: Az adatok egyesítve a megnyitott munkamenetbe.
pt_br: Dados mesclados na sessão aberta.
sr: Подаци спојени у отвореној сесији.
uk: Дані злито із відкритим сеансом.

source: Result
cs: Výsledek
eu: Emaitza
hu: Eredmény
pt_br: Resultado
sr: Резултат
uk: Результат

source: Import another session
eu: Inportatu beste saio bat
hu: Másik munkamenet importálása
pt_br: Importar outra sessão
sr: Увези другу сесију
uk: Імпортувати ще один сеанс

source: Are you sure you want to delete the current session
cs: Opravdu chcete smazat současnou sérii cvičení
dz: ཁྱོད་ཀྱིས་ ད་ལྟོའི་ལཱ་ཡུན་དང་
eu: Ziur zaude uneko saioa eta saioaren
hu: Biztosan törölni szeretné a jelenlegi munkamenetet
pt_br: Você tem certeza de que deseja excluir a sessão atual
sr: Да ли сигурно желите да обришете тренутну сесију
uk: Ви справді хочете вилучити поточний сеанс

source: and all the session tests?
cs: a všechny testy série cvičení?
dz: ལཱ་ཡུན་བརྟག་ཞིབ་ཚུ་ཆ་མཉམ?
eu: proba guztiak ezabatu nahi dituzula?
hu: és az összes munkamenet tesztet?
pt_br: e todas os testes da sessão?
sr: и све тестове сесије?
uk: і усі тести у сеансі?

source: Sorry, this session cannot be modified.
cs: Bohužel, tuto sérii cvičení nelze měnit.
eu: Saio hau ezin da aldatu.
hu: Elnézést, ezt a munkamenetet nem lehet módosítani.
pt_br: Desculpe, essa sessão não pode ser modificada.
sr: Извините, ова сесија не може бити измењена.
uk: Вибачте, цей сеанс не може бути змінено.

source: Deleted session and all its tests.
cs: Smazána série cvičení a všechny její testy.
eu: Saioa eta bere proba guztiak ezabatu dira.
hu: A munkamenet és az összes tesztje törölve.
pt_br: Exclui sessão e todos os testes.
sr: Обрисах сесију и све њене тестове.
uk: Вилучено сеанс і усі його тести.

source: Place
cs: Místo
dz: ས་གནས་
eu: Kokapena
hu: Hely
pt_br: Local
sr: Место
uk: Місце

source: Date
cs: Datum
dz: ཚེས་གྲངས་
eu: Data
hu: Dátum
pt_br: Data
sr: Датум
uk: Дата

source: Comments
cs: Poznámky
dz: བསམ་བཀོད་
eu: Iruzkinak
hu: Megjegyzések
pt_br: Comentários
sr: Напомене
uk: Коментарі

source: Session data
cs: Data série cvičení
eu: Saio-datuak
hu: Munkamenet adatai
pt_br: Dados da sessão
sr: Подаци сесије
uk: Дані сеансу

source: Sport
eu: Kirola
pt_br: Esporte
sr: Спорт
uk: Спорт

source: Different sports
cs: Rozdílné sporty
eu: Kirol desberdinak
hu: Különböző sportok
pt_br: Esportes diferentes
sr: Другачији спортови
uk: Інші види спорту

source: All the same
cs: Všichni stejně
eu: Denak berdin
hu: Mind egyforma
pt_br: Todos o mesmo
sr: Све исто
uk: Усі однакові

source: Add new sport
cs: Přidat nový sport
eu: Gehitu kirol berria
hu: Új sport hozzáadása
pt_br: Adicionar novo esporte
sr: Додај нови спорт
uk: Додати новий спорт

source: Specialty
cs: Zaměření
eu: Espezialitatea
hu: Specialitás
pt_br: Especialidade
sr: Специјалност
uk: Спеціалізація

source: Different specialties
cs: Rozdílná zaměření
eu: Espezialitate desberdinak
hu: Különböző specialitások
pt_br: Especialidades diferentes
sr: Различите специјалности
uk: Інші спеціалізації

source: Level
cs: Úroveň
eu: Maila
hu: Szint
pt_br: Nível
sr: Ниво
uk: Рівень

source: Different levels
cs: Rozdílné úrovně
eu: Maila desberdinak
hu: Különböző szintek
pt_br: Diferentes níveis
sr: Различити нивои
uk: Інші рівні

source: Person's data
cs: Údaje osoby
eu: Pertsonaren datuak
hu: Személy adatai
pt_br: Dados da pessoa
sr: Подаци о особи
uk: Дані особи

source: Backing up your data regularly will keep your important files safe and secure from data loss.
cs: Díky pravidelnému zálohování budou vaše důležité soubory v bezpečí a předejdete jejich ztrátě.
eu: Datuen babeskopia erregularrak eginda, fitxategi garrantzitsuak seguru gordeko dira.
hu: Az adatok rendszeres biztonsági mentése biztonságban tartja a fontos fájljait és megvédi az adatvesztéstől.
pt_br: A criação regular de cópias de segurança manterá arquivos importantes a salvo de perda de dados.
sr: Редовно прављење резерви ваших података задржаће ваше важне датотеке безбедним од губитка података.
uk: Регулярне створення резервних копій захистить важливі для вас файли і убезпечить вас від втрати даних.

source: Select destination
cs: Vybrat cílové umístění
eu: Hautatu helburua
hu: Cél kiválasztása
pt_br: Selecionar destino
sr: Изаберите одредиште
uk: Виберіть призначення

source: Start backup
cs: Spustit zálohování
eu: Hasi babeskopia
hu: Biztonsági mentés indítása
pt_br: Iniciar cópia de segurança
sr: Почни прављење резерве
uk: Розпочати копіювання

source: Directory
cs: Složka
eu: Direktorioa
hu: Könyvtár
pt_br: Diretório
sr: Директоријум
uk: Каталог

source: Subdirectory
cs: Podsložka
eu: Azpidirektorioa
hu: Alkönyvtár
pt_br: Subdiretório
sr: Садржани директоријум
uk: Підкаталог

source: Delete old incomplete backups
eu: Ezabatu osatu gabeko babeskopia zaharrak
hu: Régi, befejezetlen biztonsági mentések törlése
pt_br: Excluir backups incompletos antigos
sr: Обриши старе непотпуне резерве
uk: Вилучити старі неповні резервні копії

source: Do you want to do a full Chronojump data backup?
eu: Chronojump-en datuen babeskopia osoa egin nahi al duzu?
hu: Szeretne egy teljes biztonsági mentést készíteni a Chronojump adatokról?
pt_br: Você deseja fazer um backup completo de dados do Chronojump?
sr: Да ли желите да направите резерву свих података Времескочка?
uk: Хочете створити повну резервну копіюю даних Chronojump?

source: Make the backup now!
eu: Egin babeskopia orain
hu: Biztonsági mentés készítése most!
pt_br: Fazer o backup agora!
sr: Сада направи резерву!
uk: Зробити резервну копію зараз!

source: Remind me next time
eu: Gogorarazi hurrengoan
hu: Emlékeztessen legközelebb
pt_br: Lembre-me da próxima vez
sr: Подсети ме следећи пут
uk: Нагадати наступного разу

source: Remind me in … days
eu: Gogorarazi ... egunetan
hu: Emlékeztessen … nap múlva
pt_br: Lembre-me em … dias
sr: Подсети ме за … дан/а
uk: Нагадати за … днів

source: Don't ask me again
eu: Ez galdetu berriro
hu: Ne kérdezzen meg újra
pt_br: Não me pergunte novamente
sr: Не питај ме више
uk: Більше не питати

source: Versions prior to Chronojump 2.1.3 performed automatic backups at each Chronojump boot but did not include the raw data. Since Chronojump 2.1.3, backups contain the complete data.
eu: Chronojump 2.1.3 aurreko bertsioek babeskopia automatikoak egiten zituzten Chronojump abiarazten zen bakoitzean, baina ez zituzten datu gordinak hartzen. Chronojump 2.1.3 bertsiotik aurrera, babeskopiek datu guztiak dituzte.
hu: A Chronojump 2.1.3 előtti verziók a Chronojump minden indításkor automatikus biztonsági mentést végeztek, de nem tartalmazták a nyers adatokat. A Chronojump 2.1.3 óta a biztonsági mentések a teljes adathalmazt tartalmazzák.
pt_br: Versões anteriores ao Chronojump 2.1.3 realizavam backups automáticos em cada inicialização do Chronojump, mas não incluíam os dados brutos. Desde o Chronojump 2.1.3, os backups agendados contêm os dados completos.
sr: Издања Времескочка пре 2.1.3 обављала су самостално прављење резерви при сваком подизању Времескочка али нису укључивала сисрове податке. Од Времескочка 2.1.3, резерве садржр потпуне податке.
uk: У версіях до Chronojump 2.1.3 автоматичне резервне копіювання виконувалося під час кожного завантаження Chronojump, але у копіях не містилося необроблених даних. Починаючи з версії Chronojump 2.1.3, у резервних копіях містяться усі дані.

source: Do you want to delete old incomplete backups?
eu: Osatu gabeko babeskopia zaharrak ezabatu nahi dituzu?
hu: Szeretné törölni a régi, befejezetlen biztonsági mentéseket?
pt_br: Você deseja excluir backups incompletos antigos?
sr: Да ли желите да обришете старе непотпуне резерве?
uk: Хочете вилучити стані неповні резервні копії?

source: Delete them
eu: Ezabatu
hu: Törölje azokat
pt_br: Exclui-los
sr: Обриши их
uk: Вилучити їх

source: Deleted.
eu: Ezabatuta.
hu: Törölve.
pt_br: Excluído.
sr: Обрисане су.
uk: Вилучено.

source: Backup
cs: Zálohování
eu: Babeskopia
hu: Biztonsági mentés
pt_br: Cópia de segurança
sr: Резерва
uk: Резервна копія

source: Start export
cs: Spustit export
eu: Hasi esportazioa
hu: Exportálás indítása
pt_br: Iniciar exportação
sr: Почни извоз
uk: Почати експортування

source: Select whether you want to view the Chronojump generic data folder …
eu: Hautatu Chronojump aplikazioaren datuen karpeta generikoa ikusi nahi duzun…
hu: Válassza ki, hogy meg szeretné-e tekinteni a Chronojump általános adatmappáját…
pt_br: Selecione se você deseja ver a pasta de dados genéricos do Chronojump …
sr: Изаберите да ли желите да видите фасциклу општих података Времескочка –
uk: Виберіть, хочете ви переглянути загальну теку даних Chronojump…

source: View generic data folder
eu: Ikusi datuen karpeta generikoa
hu: Általános adatmappa megtekintése
pt_br: Visualizar pasta de dados genéricos
sr: Прегледај фасциклу општих података
uk: Переглянути загальну теку даних

source: … or the data folder of the current mode and session:
eu: ...edo uneko moduaren eta saioaren datuen karpeta:
hu: …vagy a jelenlegi mód és munkamenet adatmappáját:
pt_br: … ou a pasta de dados do modo atual e sessão:
sr: – или фасциклу података текућег режима и сесије:
uk: …чи теку даних поточного режиму і сеансу:

source: View specific data folder
eu: Ikusi datuen karpeta espezifikoa
hu: Adott adatmappa megtekintése
pt_br: Visualizar pasta de dados específicos
sr: Прегледај одређену фасциклу података
uk: Переглянути специфічну теку даних

source: Encoder disconnected.
cs: Snímač je odpojen.
eu: Kodetzailea deskonektatuta.
hu: Jeladó leválasztva.
pt_br: Codificador desconectado.
sr: Енкодер је искључен.
uk: Кодувальний від'єднано.

source: Please, connect it and click here:
cs: Připojte jej prosím a klikněte zde:
eu: Konektatu kodetzailea eta egin klik hemen:
hu: Csatlakoztassa, és kattintson ide:
pt_br: Por favor, conecte-o e clique aqui:
sr: Повежите га и кликните овде:
uk: Будь ласка, з'єднайте його і натисніть тут:

source: Check connection
eu: Egiaztatu konexioa
hu: Kapcsolat ellenőrzése
pt_br: Verificar conexão
sr: Провери везу
uk: Перевірити з'єднання

source: RFID has been disconnected!
eu: RFID deskonektatu egin da.
hu: Az RFID le lett választva!
pt_br: O RFID foi desconectado!
sr: „RFID“ је искључен!
uk: RFID було від'єднано!

source: Please, connect it and restart Chronojump.
cs: Připojte jej prosím a restartujte aplikaci Chronojump.
eu: Konektatu hure ta berrabiarazi Chronojump.
hu: Csatlakoztassa, és indítsa újra a Chronojump programot.
pt_br: Por favor, conecte-o e reinicie o Chronojump.
sr: Повежите га и поновно покрените Времескочка.
uk: Будь ласка, відновіть з'єднання і перезапустіть Chronojump.

source: Documents
cs: Dokumenty
eu: Dokumentuak
hu: Dokumentumok
pt_br: Documentos
sr: Документација
uk: Документи

source: Shortcuts
cs: Klávesové zkratky
eu: Lasterbideak
hu: Gyorsbillentyűk
pt_br: Atalhos
sr: Пречице
uk: Скорочення

source: About
cs: O aplikaci
dz: སྐོར་ལས་
eu: Honi buruz
hu: Névjegy
pt_br: Sobre
sr: Подаци
uk: Про програму

source: English
cs: angličtina
eu: Ingelesa
hu: Angol
pt_br: Inglês
sr: Енглески
uk: англійська

source: Spanish
cs: španělština
eu: Gaztelania
hu: Spanyol
pt_br: Espanhol
sr: Шпански
uk: іспанська

source: Open in browser
cs: Otevřít v prohlížeči
eu: Ireki arakatzailean
hu: Megnyitás a böngészőben
pt_br: Abrir no navegador
sr: Отвори у веб прегледнику
uk: Відкрити у переглядачі

source: Sorry, cannot open website.
cs: Stránky se bohužel nepodařilo otevřít.
eu: Ezin da webgunea ireki
hu: Elnézést, nem lehet megnyitni a weboldalt.
pt_br: Desculpe, não foi possível abrir o site.
sr: Извините, не могу да отворим веб сајт.
uk: Вибачте, не вдалося відкрити сайт.

source: label
cs: popisek
eu: etiketa
hu: címke
pt_br: rótulo
sr: натпис
uk: мітка

source: Your email
cs: Váš e-mail
eu: Posta elektronikoko zure helbidea
hu: Az e-mail-címe
pt_br: Seu e-mail
sr: Ваша е-пошта
uk: Ваша адреса ел. пошти

source: Preferred response language
cs: Odpověď přednostně v jazyce
eu: Erantzunerako hobetsitako hizkuntza
hu: Válasz előnyben részesített nyelve
pt_br: Idioma preferido de resposta
sr: Жељени језик одговора
uk: Бажана мова відповіді

source: Portuguese
cs: portugalština
eu: Portugesa
hu: Portugál
pt_br: Português
sr: Португалски
uk: португальська

source: Catalan
cs: katalánština
eu: Katalana
hu: Katalán
pt_br: Catalão
sr: Каталонски
uk: каталонська

source: Add comments
cs: Přidat poznámky
eu: Gehitu iruzkinak
hu: Megjegyzések hozzáadása
pt_br: Adicionar comentários
sr: Додај напомене
uk: Додати коментарі

source: Send error log
cs: Odeslat chybový záznam
eu: Bidali errore-erregistroa
hu: Hibanapló küldése
pt_br: Enviar registro de erro
sr: Пошаљи дневник грешке
uk: Надіслати журнал помилок

source: Check last version
cs: Zjistit poslední verzi
eu: Egiaztatu azken bertsioa
hu: Utolsó verzió ellenőrzése
pt_br: Verificar última versão
sr: Провери последње издање
uk: Виконати пошук свіжішої версії

source: Open Chronojump
eu: Ireki Chronojump
hu: Chronojump megnyitása
pt_br: Abrir o Chronojump
sr: Отвори Времескочка
uk: Відкрити Chronojump

source: Are you sure you want to exit Chronojump?
eu: Ziur zaude Chronojump aplikaziotik irten nahi duzula?
hu: Biztosan ki szeretne lépni a Chronojump programból?
pt_br: Você tem certeza de que deseja sair do Chronojump?
sr: Да ли сигурно желите да изађете из Времескочка?
uk: Ви справді хочете вийти з Chronojump?

source: Please, help us to provide videos on the most suitable platforms.
eu: Lagundu gaitzazu bideoak egiten plataforma egokienetan.
hu: Segítsen nekünk abban, hogy a legmegfelelőbb platformokon szolgáltassunk videókat.
pt_br: Por favor, ajude-nos a fornecer vídeos nas plataformas mais adequadas.
sr: Помозите нам да обезбедимо снимке на најодговарајућим платформама.
uk: Будь ласка, допоможіть нам із відео для найпридатніших платформ.

source: What social network do you use to watch videos?
eu: Zein sare sozial erabiltzen duzu bideoak ikusteko?
hu: Mely közösségi hálózatot használja videók nézésére?
pt_br: Qual rede social você usa para assistir vídeos?
sr: Коју друштвену мрежу користите за гледање видео снимака?
uk: Якими соціальними мережами ви користуєтеся для перегляду відео?

source: I don't use social networks or don't want to respond
eu: Ez dut sare sozialik erabiltzen edo ez dut erantzun nahi
hu: Nem használok közösségi hálózatokat vagy nem szeretnék válaszolni
pt_br: Eu não uso redes sociais ou não desejo responder
sr: Не користим друштвене мреже или не желим да одговорим
uk: Я не користуюся соціальними мережами або не хочу відповідати

source: Other (which)
eu: Best bat (zein)
hu: Egyéb (melyik)
pt_br: Outra (qual?)
sr: Другу (коју)
uk: Інше (яке)

source: Send poll
eu: Bidali inkesta
hu: Felmérés elküldése
pt_br: Enviar resposta
sr: Пошаљи припрему
uk: Надіслати результати опитування

source: Convert weight of tests
cs: Převod váhy testu
eu: Bihurtu proben pisuak
hu: Tesztek súlyának átalakítása
pt_br: Converter o peso dos testes
sr: Претвори тежину тестова
uk: Перетворити вагу тестів

source: Weight of jumps is stored as a '%' of jumper's weight. As the weight of jumper changed, you need to solve new jump's weight.
cs: Hmotnost skoků je uložená jako „%“ z hmotnosti skokana. Z toho důvodu je nutné, pokud se hmotnost skokana změní, vyřešit novou hmotnost skoku.
hu: Az ugráshoz használt súly %-ban van tárolva az ugró súlyához képest. Ahogy az ugró súlya változik, új ugrósúlyt kell megadni.
pt_br: O peso dos saltos estão armazenados como um “%” do peso do saltador. A cada mudança do peso do saltador, você terá de solucionar o novo peso do salto.
sr: Тежина скока се чува као % тежине скакача. Како се тежина скакача променила, треба да решите нову тежину скока.
uk: Вага стрибків зберігається як «%» ваги стрибуна. Оскільки вага стрибуна змінилася, вам слід визначити нову вагу стрибка.

source: Old jumper weight
cs: Stará hmotnost skokana
eu: Jauzilari-pisu zaharra
hu: Régi ugrósúly
pt_br: Antigo peso do saltador
sr: Стара тежина скакача
uk: Стара вага стрибуна

source: New jumper weight
cs: Nová hmotnost skokana
eu: Jauzilari-pisu berria
hu: Új ugrósúly
pt_br: Novo peso do saltador
sr: Нова тежина скакача
uk: Нова вага стрибуна

source: <b>Software</b>
eu: <b>Softwarea</b>
hu: <b>Szoftver</b>
sr: <b>Софтвер</b>
uk: <b>Програмне забезпечення</b>

source: <b>Scientific support</b>
cs: <b>Vědecká podpora</b>
eu: <b>Laguntza zientifikoa</b>
hu: <b>Tudományos támogatás</b>
pt_br: <b>Suporte científico</b>
sr: <b>Научна подршка</b>
uk: <b>Науковий супровід</b>

source: <b>Hardware: Chronopic</b>
eu: <b>Hardwarea: Chronopic</b>
hu: <b>Hardver: Chronopic</b>
sr: <b>Хардвер: Хронопик</b>
uk: <b>Обладнання: Chronopic</b>

source: Developers
cs: Vývojáři
eu: Garatzaileak
hu: Fejlesztők
pt_br: Desenvolvedores
sr: Програмери
uk: Розробники

source: Documenters
cs: Dokumentaristé
eu: Dokumentalistak
hu: Dokumentáció írói
pt_br: Documentadores
sr: Документација
uk: Автори документації

source: Translators
cs: Překladatelé
eu: Itzultzaileak
hu: Fordítók
pt_br: Tradutores
sr: Преводиоци
uk: Перекладачі

source: Test image and description
cs: Obrázek a popis k testu
dz: གཟུགས་བརྙེ་བརྟག་བཞིབ་དང་འགྲེལ་བཤད་
eu: Probatu irudia eta deskribapena
hu: Tesztkép és leírás
pt_br: Testar imagem e descrição
sr: Слика теста и опис
uk: Тестове зображення та опис

source: Message
cs: Zpráva
dz: འཕྲིན་དོན་
eu: Mezua
hu: Üzenet
pt_br: Mensagem
sr: Порука
uk: Повідомлення

source: Go
cs: Start
eu: Joan
hu: Gyerünk
pt_br: Já!
sr: Иди
uk: Перейти

source: Player
cs: Přehrávač
eu: Jokalaria
hu: Játékos
pt_br: Jogador
sr: Играч
uk: Гравець

source: Close window
cs: Zavřít okno
eu: Itxi leihoa
hu: Ablak bezárása
pt_br: Fechar janela
sr: Затвори прозор
uk: Закрити вікно

source: Logout
cs: Odhlásit se
eu: Amaitu saioa
hu: Kijelentkezés
pt_br: Sair
sr: Одјави се
uk: Вийти

source: Logout automatically
cs: Odhlašovat automaticky
eu: Amaitu saioa automatikoki
hu: Kijelentkezés automatikusan
pt_br: Encerrar sessão automaticamente
sr: Сам се пријави
uk: Виходити автоматично

source: Tasks at this station
cs: Úlohy na této stanici
eu: Geltoki honetako zereginak
hu: Feladatok ennél az állomásnál
pt_br: Tarefas nesta estação
sr: Задаци на овој станици
uk: Завдання на цьому етапі

source: Other stations with assigned tasks
cs: Další stanice s přiřazenými úlohami
eu: Zereginak esleituta dituzten beste geltoki batzuk
hu: Hozzárendelt feladatokkal rendelkező egyéb állomások
pt_br: Outras estações com tarefas atribuídas
sr: Дрге станице са додељеним задацима
uk: Інші етапи із призначеними завданнями

source: Server stats
cs: Statistiky serveru
hu: Kiszolgálóstatisztikák
pt_br: Servidor de estatísticas
sr: Стање сервера

source: Close any window
cs: Zavřít jakékoliv okno
eu: Itxi leiho guztiak
hu: Bármely ablak bezárása
pt_br: Fechar qualquer janela
sr: Затвори све прозоре
uk: Закрити будь-яке вікно

source: General
cs: Obecné
eu: Orokorra
hu: Általános
pt_br: Geral
sr: Опште
uk: Загальне

source: Finish test
cs: Dokončit test
eu: Amaitu proba
hu: Teszt befejezése
pt_br: Finalizar teste
sr: Заврши тест
uk: Завершити тест

source: Delete test
cs: Smazat test
eu: Ezabatu proba
hu: Teszt törlése
pt_br: Excluir teste
sr: Обриши тест
uk: Вилучити тест

source: Play video
cs: Přehrát video
eu: Erreproduzitu bideoa
hu: Videó lejátszása
pt_br: Inicia vídeo
sr: Пусти видео
uk: Відтворити відео

source: Space
cs: mezerník
eu: Zuriunea
hu: Szóköz
pt_br: Espaço
sr: Размак
uk: Пробіл

source: Overview
cs: Přehled
eu: Ikuspegi orokorra
hu: Áttekintés
pt_br: Visão geral
sr: Претпреглед
uk: Огляд
