Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Daily mean values
eu: Eguneroko batezbesteko balioak
hu: Napi átlagértékek
pt_br: Valores diários médios
sr: Дневне средње вредности
uk: Середні значення за день

source: Daily max values
eu: Egunerako gehieneko balioak
hu: Napi legnagyobb értékek
pt_br: Valores diários máximos
sr: Дневне највеће вредности
uk: Максимальні значення за день

source: Only the best jump on each session
cs: Jen nejlepší skok pro jednotlivé série cvičení
eu: Saio bakoitzeko jauzi onena soilik
hu: Csak a legjobb ugrás minden egyes munkamenetben
pt_br: Apenas o melhor salto em cada sessão
sr: Само најбољи скок у свакој сесији
uk: Лише найкращий стрибок у кожному з сеансів

source: Show
cs: Zobrazení
eu: Erakutsi
hu: Megjelenítés
pt_br: Exibir
sr: Прикажи
uk: Показати

source: Flight time
cs: Čas letu
dz: འཕུར་བསྐྱོད་དུས་ཚོད་
eu: Hegaldi-denbora
hu: Repülési idő
pt_br: Tempo de voo
sr: Време лета
uk: Час польоту

source: TF
cs: ČL
dz: ཊི་ཨེཕ་
sr: Време лета
uk: ЧП

source: Contact time
cs: Čas kontaktu
dz: འབྲེལ་སའི་ཆུ་ཚོད་
eu: Kontaktu-denbora
hu: Érintkezési idő
pt_br: Tempo de contato
sr: Време додира
uk: Час контакту

source: TC
cs: ČK
dz: ཊི་སི་
sr: Време додира
uk: ЧК

source: Divide into
eu: Zatitu hauetan:
hu: Felosztás ebbe
pt_br: Dividir em
sr: Подели на
uk: Поділити на

source: Run type
dz: གཡོག་བཀོལ་དབྱེ་བ་
eu: Korrikaldi mota
hu: Futástípus
pt_br: Tipo de corrida
sr: Врста трчања
uk: Тип забігу

source: Only the best run on each session
eu: Saio bakoitzeko korrikaldi onena soilik
hu: Csak a legjobb futás minden egyes munkamenetben
pt_br: Apenas a melhor corrida em cada sessão
sr: Само најбоље трчање у свакој сесији
uk: Лише найкращий забіг у кожному з сеансів

source: Show time
dz: ཆུ་ཚོད་སྟོན་
eu: Erakutsi denbora
hu: Idő megjelenítése
pt_br: Mostrar horário
sr: Прикажи време
uk: Показати час

source: Current set
cs: Současná sada
eu: Uneko multzoa
hu: Jelenlegi beállítás
pt_br: Conjunto atual
sr: Тренутни скуп
uk: Поточний набір

source: Current session
cs: Současná série cvičení
eu: Uneko saioa
hu: Jelenlegi munkamenet
pt_br: Sessão atual
sr: Тренутна сесија
uk: Поточний сеанс

source: All sessions
eu: Saio guztiak
hu: Összes munkamenet
pt_br: Todas as sessões
sr: Све сесије
uk: Усі сеанси

source: Individual
cs: Individuální
eu: Banakakoa
hu: Egyénileg
sr: Појединачно
uk: Індивідуальні

source: Groupwise
eu: Taldekakoa
hu: Csoportonként
sr: Групно
uk: За групами

source: Export to CSV
cs: Export do CSV
eu: Esportatu CSV formatura
hu: Exportálás CSV-be
pt_br: Exportar para CSV
sr: Извези у ЗРВ
uk: Експорт до CSV

source: Data:
eu: Datuak:
hu: Adat:
pt_br: Dados:
sr: Подаци:
uk: Дані:

source: Include images
eu: Sartu irudiak
hu: Tartalmazza a képeket
pt_br: Incluir imagens
sr: Укључи слике
uk: Включити зображення

source: Export
cs: Exportovat
eu: Esportatu
hu: Exportálás
pt_br: Exportar
sr: Извези
uk: Експортувати

source: Open
eu: Ireki
hu: Megnyitás
pt_br: Abrir
sr: Отвори
uk: Відкрити

source: Load file
cs: Načíst soubor
eu: Kargatu fitxategia
hu: Fájl betöltése
pt_br: Carregar arquivo
sr: Учитај датотеку
uk: Завантаження файла

source: RFD options
hu: RFD beállítások
pt_br: Opções de RFD
sr: „RFD“ опције

source: RFD Model
hu: RFD modell
pt_br: Modelo RFD
sr: „RFD“ модел

source: Force
cs: Síla
eu: Behartu
hu: Erő
pt_br: Forçar
sr: Сила
uk: Сила

source: Position
cs: Pozice
eu: Kokalekua
hu: Pozíció
pt_br: Posição
sr: Положај
uk: Позиція

source: Difference
cs: Rozdíl
dz: མ་འདྲཝ་
eu: Diferentzia
hu: Különbség
pt_br: Diferença
sr: Разлика
uk: Різниця

source: Speed
cs: Rychlost
dz: མགྱོགས་ཚད་
eu: Abiadura
hu: Sebesség
pt_br: Velocidade
sr: Брзина
uk: Швидкість

source: Acceleration
cs: Zrychlení
eu: Azelerazioa
hu: Gyorsulás
pt_br: Aceleração
sr: Убрзање
uk: Прискорення

source: Power
cs: Výkon
eu: Energia
hu: Teljesítmény
pt_br: Potência
sr: Снага
uk: Потужність

source: Impulse
cs: Impuls
eu: Bulkada
hu: Impulzus
pt_br: Impulso
sr: Импулс
uk: Імпульс

source: Variability
eu: Aldakortasuna
hu: Változékonyság
pt_br: Variabilidade
sr: Променљивост
uk: Варіативність

source: Export data from A to B
cs: Export dat od A do B
eu: Esportatu datuak Atik Bra
hu: Adatok exportálása A-tól B-ig
pt_br: Exportar dados de A para B
sr: Извези податке од A до B
uk: Експортувати дані з A до B

source: Back
cs: Zpět
eu: Atzera
hu: Vissza
pt_br: Voltar
sr: Назад
uk: Назад

source: Search best start/end inside AB range
eu: Bilatu hasiera/amaiera onena AB barrutian
hu: A legjobb kezdés/befejezés keresése az AB-tartományon belül
pt_br: Pesquisar melhor início/fim dentro do intervalo AB
sr: Потражи најбољи почетак/крај у AB опсегу
uk: Шукати найкращий початок і кінець у діапазоні AB

source: Strictly use A for start and B for end
eu: Erabili zorrotz A hasierarako eta B amaierarako
hu: Szigorúan használja az A-t a kezdéshez és a B-t a befejezéshez
pt_br: Use estritamente A para iniciar e B para concluir
sr: Изричито користи A за почетак и B за крај
uk: Строго використовувати A для початку і B для завершення

source: Length of analysis:
cs: Délka analýzy:
eu: Analisiaren luzera:
hu: Elemzés hossza:
pt_br: Comprimento da análise:
sr: Дужина анализе:
uk: Тривалість аналізу:

source: Duration:
cs: Doba:
eu: Iraupena:
hu: Időtartam:
pt_br: Duração:
sr: Трајање:
uk: Тривалість:

source: Until this seconds:
eu: Segundo hauetara arte:
hu: Ennyi másodpercig:
pt_br: Até estes segundos:
sr: До ових секунди:
uk: До цього часу у секундах:

source: Until this decrease in max force:
cs: Až do tohoto snížení maximální síly:
eu: Hau gehieneko indarrean jaisten den arte:
hu: Csökkentés eddig a legnagyobb erőben:
pt_br: Até este decréscimo na força máxima:
sr: До овог смањења највеће силе:
uk: До цього зменшення макс. сили:

source: Start and duration
cs: Začátek a doba
eu: Hasiera eta iraupena
hu: Kezdés és időtartam
pt_br: Início e duração
sr: Почетак и трајање
uk: Початок і тривалість

source: At
cs: Při
eu: Hemen:
hu: Ekkor:
pt_br: Em
sr: при
uk: На

source: % maximum force
cs: % maximální síly
eu: % gehieneko indarra
hu: % legnagyobb erő
pt_br: % força máxima
sr: % највеће силе
uk: % максимальної сили

source: From
cs: Od
eu: Nondik:
hu: Ettől:
pt_br: De
sr: Од
uk: Від

source: to
cs: do
pt_br: para
sr: до
uk: до

source: In
cs: Uvnitř
eu: Barnekoa
hu: Be
pt_br: Dentro
sr: Унутра
uk: Вхід

source: Until
cs: Po
eu: Noiz arte:
hu: Eddig:
pt_br: Até
sr: До
uk: До

source: Back to default values
cs: Zpět na výchozí hodnoty
eu: Itzuli balio lehenetsietara
hu: Vissza az alapértelmezett értékekre
pt_br: Voltar aos valores padrão
sr: Врати се на основну вредност
uk: Повернутися до типових значень

source: RFD calculation
cs: Výpočet PSV
eu: RFD kalkulua
hu: RFD számítás
pt_br: Cálculo de RFD
sr: „RFD“ израчунавање
uk: Обчислення RFD

source: Close and analyze
cs: Zavřít a analyzovat
eu: Itxi eta analizatu
hu: Bezárás és elemzés
pt_br: Fechar e analisar
sr: Затвори и анализирај
uk: Закрити і проаналізувати

source: Load another set
cs: Načíst jinou sadu
eu: Kargatu beste multzo bat
hu: Másik sorozat betöltése
pt_br: Carregar um outro conjunto
sr: Учитај други скуп
uk: Завантажити інший набір

source: Save table
cs: Uložit tabulku
eu: Gorde taula
hu: Táblázat mentése
pt_br: Salvar tabela
sr: Сачувај табелу
uk: Зберегти таблицю

source: Show table
cs: Zobrazit tabulku
eu: Erakutsi taula
hu: Táblázat megjelenítése
pt_br: Mostrar tabela
sr: Прикажи табелу
uk: Показати таблицю

source: Triggers found on this set
cs: Spouštěče nalezené v této sadě
eu: Abiarazleak aurkitu dira multzo honetan
hu: Megtalált aktiválók ezen a sorozaton
pt_br: Gatilhos encontrados neste conjunto
sr: Окидачи су нађени на овом скупу
uk: У цьому наборі виявлено перемикачі

source: Show triggers
cs: Zobrazit spouštěče
eu: Erakutsi abiarazleak
hu: Aktiválók megjelenítése
pt_br: Mostrar gatilhos
sr: Прикажи окидаче
uk: Показати перемикачі

source: Include instantaneous data
eu: Sartu bat-bateko datuak
hu: Tartalmazza az azonnali adatokat
pt_br: Incluir dados instantâneos
sr: Укључи моменталне податке
uk: Включити миттєві дані

source: Calculations
cs: Výpočty
eu: Kalkuluak
hu: Számítások
pt_br: Cálculos
sr: Израчунавања
uk: Обчислення

source: Contacts (platform or photocell)
cs: Kontakty (plošina nebo fotobuňka)
eu: Kontaktuak (plataforma edo fotozelula)
hu: Érintkezők (platformok vagy fotocellák)
pt_br: Contatos (plataforma ou fotocélula)
sr: Контакти (платформа или фотоћелија)
uk: Контакти (платформа або фотоелемент)

source: Please, wait!
cs: Čekejte prosím!
eu: Itxaron!
hu: Kis türelmet!
pt_br: Por favor, aguarde!
sr: Сачекајте!
uk: Будь ласка, зачекайте.

source: Extra mass
cs: Přídavná hmotnost
eu: Masa gehigarria
hu: Extra tömeg
pt_br: Massa extra
sr: Додатна маса
uk: Зайва вага

source: Delete set
cs: Smazat sadu
eu: Ezabatu multzoa
hu: Sorozat törlése
pt_br: Exclui conjunto
sr: Обриши скуп
uk: Вилучити набір

source: Load set
cs: Načíst sadu
eu: Kargatu multzoa
hu: Sorozat betöltése
pt_br: Carrega conjunto
sr: Учитај скуп
uk: Завантажити набір

source: Finish capture (save test until this moment).
cs: Dokončit snímání (uložit test do tohoto okamžiku).
hu: Felvétel befejezése (teszt mentése eddig a pillanatig).
pt_br: Finaliza a captura (salva o teste até este momento).
sr: Завршите снимање (сачувајте тест до овог тренутка).

source: Cancel process.
hu: Folyamat megszakítása.
pt_br: Cancelar processo.
sr: Откажите процес.

source: Finish continuous mode
cs: Dokončit průběžné snímání
eu: Amaitu modu jarraitua
hu: Folyamatos mód befejezése
pt_br: Finalizar modo contínuo
sr: Заврши непрекидни режим
uk: Завершити неперервний режим

source: Adaptive rhythm
eu: Erritmo moldakorra
hu: Adaptív ritmus
pt_br: Ritmo adaptativo
sr: Прилагодљиви ритам
uk: Адаптивний ритм

source: Rhythm
cs: Rytmus
eu: Erritmoa
hu: Ritmus
pt_br: Ritmo
sr: Ритам
uk: Ритм

source: Capturing with triggers
cs: Snímání se spouštěči
eu: Harrapatzen abiarazleekin
hu: Felvétel aktiválókkal
pt_br: Capturando com gatilhos
sr: Снимање са окидачима
uk: Захоплення із перемикачами

source: Detecting …
eu: Detektatzen …
hu: Felismerés…
pt_br: Detectando …
sr: Откривам …
uk: Виявляємо…

source: Connect encoder
cs: Připojit snímač
eu: Konektatu kodetzailea
hu: Jeladó csatlakoztatása
pt_br: Conecta um codificador
sr: Прикључите енкодер
uk: З'єднати кодувальник

source: Bars
eu: Barrak
hu: Sávok
pt_br: Barras
sr: Траке
uk: Стовпчики

source: Signal
eu: Seinalea
hu: Jel
pt_br: Sinal
sr: Сигнал
uk: Сигнал

source: Select at least one
eu: Hautatu gutxienez bat
hu: Válasszon legalább egyet
pt_br: Selecione ao menos um
sr: Изаберите барем једну
uk: Виберіть принаймні один варіант

source: v,p,f are averages of propulsive phase.
cs: v,p,f jsou průměry hnací fáze.
hu: A v,p,f értékek az előrehaladó mozgásos szakasz átlagai.
pt_br: v,p.f são médias de fase de propulsão.
sr: „v,p,f“ су просеци покретачке фазе.
uk: v,p,f є середніми за поступальною фазою.

source: Set
cs: Sada
eu: Ezarri
hu: Sorozat
pt_br: Conjunto
sr: Подеси
uk: Набір

source: capture
cs: snímání
eu: kapturatu
hu: felvétel
pt_br: capturar
sr: сними
uk: захоплення

source: Select them to save
cs: Vyberte je k uložení
eu: Hautatu gordeko direnak
hu: Válassza ki azokat a mentéshez
pt_br: Selecione-os para salvar
sr: Изаберите их за чување
uk: Виберіть їх, щоб зберегти

source: Repetitions
cs: Opakování
eu: Errepikapenak
hu: Ismétlések
pt_br: Repetições
sr: Понављања
uk: Повторення

source: Save repetitions
cs: Uložená opakování
eu: Gorde errepikapenak
hu: Ismétlések mentése
pt_br: Salvar repetições
sr: Сачувај понављања
uk: Зберегти повторення

source: Start with the rope completely unwrapped, then click this button.
cs: Začněte s úplně rozvinutým lanem, následně klikněte na toto tlačítko.
eu: Hasi soka guztiz zabalduta dagoela, ondoren egin klik botoi honetan.
hu: Kezdjen teljesen kitekert kötéllel, majd kattintson erre a gombra.
pt_br: Comece com a corda totalmente desenrolada, depois clique neste botão.
sr: Почните са потпуно одмотаним конопцем, затим притисните ово дугме.
uk: Розпочніть із повністю розгорнутим канатом, потім натисніть цю кнопку.

source: Calibrate again
eu: Kalibratu berriro
hu: Kalibrálás újra
pt_br: Calibrar novamente
sr: Калибриши поново
uk: Калібрувати знову

source: Configure gravitatory encoder
eu: Konfiguratu grabitare-kodetzailea
hu: Gravitációs jeladó beállítása
pt_br: Configurar codificador gravitacional
sr: Подеси енкодер привлачења
uk: Налаштувати гравітаційний кодувальник

source: Encoder
cs: Snímač
eu: Kodetzailea
hu: Jeladó
pt_br: Codificador
sr: Енкодер
uk: Кодувальник

source: Show/edit description of this exercise.
cs: Zobrazit/upravit popis tohoto cvičení
eu: Erakutsi/editatu ariketa honen deskribapena.
hu: A gyakorlat leírásának megjelenítése vagy szerkesztése.
pt_br: Mostra/edita a descrição deste exercício.
sr: Прикажи/уреди опис ове вежбе.
uk: Показати/Змінити опис цієї вправи.

source: Add new exercise
cs: Přidat nové cvičení
eu: Gehitu ariketa berria
hu: Új gyakorlat hozzáadása
pt_br: Adiciona novo exercício
sr: Додај нову вежбу
uk: Додати нову вправу

source: Eccentric-Concentric
cs: Excentrická-koncentrická
eu: Eszentrikoa-konzentrikoa
hu: Excentrikus–koncentrikus
pt_br: Excêntrico-concêntrico
sr: Вансредишњи-средишњи
uk: Ексцентрично-концентричний

source: Phase
cs: Fáze
eu: Fasea
hu: Fázis
pt_br: Fase
sr: Фаза
uk: Фаза

source: Laterality
cs: Strany
eu: Albokotasuna
hu: Oldalsó
pt_br: Lateralidade
sr: Настраност
uk: Латеральність

source: Mass
cs: Hmotnost
eu: Masa
hu: Tömeg
pt_br: Massa
sr: Маса
uk: Маса

source: Inertia M.
cs: M. kotouč
eu: Inertzia-momentua
hu: Tehetetlenségi ny.
pt_br: M. inercial
sr: М инерције.
uk: Момент інерції

source: Extra
cs: Přídavná
eu: Gehigarria
sr: Додатна
uk: Додатково

source: Total
cs: Celkem
dz: བསྡོམས་
eu: Guztira
hu: Összesen
sr: Укупно
uk: Загалом

source: Total mass
cs: Celková hmotnost
eu: Guztizko masa
hu: Teljes tömeg
pt_br: Massa total
sr: Укупна маса
uk: Загальна маса

source: 1RM window
cs: Okno 1RM
eu: 1RM leihoa
hu: 1RM ablak
pt_br: Janela do 1RM
sr: 1РМ прозор
uk: Вікно 1RM

source: Diameter
cs: Průměr
eu: Diametroa
hu: Átmérő
pt_br: Diâmetro
sr: Пречник
uk: Діаметр

source: Inertia moment
cs: Moment setrvačnosti
eu: Inertzia-momentua
hu: Tehetetlenségi nyomaték
pt_br: Momento de inércia
sr: Моменат инерције
uk: Момент інерції

source: Repetition
cs: Opakování
eu: Errepikapena
hu: Ismétlés
pt_br: Repetição
sr: Понављање
uk: Повторення

source: Minimal range of movement
cs: Minimální rozsah pohybu
eu: Gutxieneko mugimendu-barrutia
hu: Mozgás legkisebb tartománya
pt_br: Intervalo mínimo de movimento
sr: Најмањи опсег покрета
uk: Мінімальний діапазон руху

source: Minimal height
cs: Minimální výška
eu: Gutxieneko altuera
hu: Minimális magasság
pt_br: Altura mínima
sr: Најмања висина
uk: Мінімальна висота

source: Minimal length
cs: Minimální délka
eu: Gutxieneko luzera
hu: Legkisebb hossz
pt_br: Percurso mínimo
sr: Најмања дужина
uk: Мінімальна довжина

source: Type:
eu: Mota:
hu: Típus:
pt_br: Tipo:
sr: Врста:
uk: Тип:

source: Gravitatory
cs: Gravitační
eu: Grabitatorioa
hu: Gravitációs
pt_br: Gravitacional
sr: Привлачење
uk: Гравітаційний

source: Displaced body weight
cs: Úbytek tělesné hmotnosti
eu: Lekuz aldatutako gorputz-pisua
hu: Elmozdított testsúly
pt_br: Peso corporal deslocado
sr: Премештена телесна тежина
uk: Переміщена вага тіла

source: Speed at 1RM
cs: Rychlost v 1RM
eu: Abiadura 1RMan
hu: Sebesség 1RM-nél
pt_br: Velocidade em 1RM
sr: Брзина при 1РМ
uk: Швидкість при 1RM

source: Resistance
cs: Odpor
eu: Erresistentzia
hu: Ellenállás
pt_br: Resistência
sr: Издржљивост
uk: Опір

source: Export (to raw data)
cs: Exportovat (jako surová data)
eu: Esportatu (datu gordinetara)
hu: Exportálás (nyers adatba)
pt_br: Exportar (em dados brutos)
sr: Избези (у сирове податке)
uk: Експортувати (необроблені дані)

source: Select repetitions
eu: Hautatu errepikapenak
hu: Ismétlések kiválasztása
pt_br: Selecionar repetições
sr: Изабери понављања
uk: Вибір повторень

source: Active
cs: Aktivní
eu: Aktibo
hu: Aktív
pt_br: Ativo
sr: Радни
uk: Активний

source: Mode:
cs: Režim:
eu: Modua:
hu: Mód:
pt_br: Modo:
sr: Режим:
uk: Режим:

source: Powerbars
cs: Sloupce s výkonem
eu: Potentzia-barrak
hu: Teljesítménysávok
pt_br: Barras de energia
sr: Траке снаге
uk: Смужки потужності

source: Cross variables
cs: Průsečíky veličin
eu: Aldagai gurutzatuak
hu: Változók keresztezése
pt_br: Cruzar variáveis
sr: Унакрсне променљиве
uk: Перехресні змінні

source: Instantaneous analysis
cs: Okamžité analýzy
eu: Bat-bateko analisia
hu: Azonnali elemzés
pt_br: Análise instantânea
sr: Тренутна анализа
uk: Негайний аналіз

source: Neuromuscular profile
cs: Nervosvalový profil
eu: Profil neuromuskularra
hu: Neuromuszkuláris profil
pt_br: Perfil neuromuscular
sr: Нервномишићни профил
uk: Нейромускульний профіль

source: Change current session
cs: Změnit současnou sérii cvičení
eu: Aldatu uneko saioa
hu: Jelenlegi munkamenet megváltoztatása
pt_br: Alterar sessão atual
sr: Промени текућу сесију
uk: Змінити поточний сеанс

source: Options:
cs: Volby:
eu: Aukerak:
hu: Beállítások:
pt_br: Opções:
sr: Опције:
uk: Параметри:

source: Eccentric-concentric together
cs: Excentrická-koncentrická dohromady
eu: Eszentrikoa-kontzentrikoa elkarrekin
hu: Excentrikus-koncentrikus együtt
pt_br: Excêntrico-concêntrico juntos
sr: Вансредишњи-средишњи заједно
uk: Ексцентрично-концентрично разом

source: Eccentric-concentric separated
cs: Excentrická-koncentrická oddělené
eu: Eszentrikoa-kontzentrikoa bereizita
hu: Excentrikus-koncentrikus külön
pt_br: Excêntrico-concêntrico separados
sr: Вансредишњи-средишњи одвојено
uk: Ексцентрично-концентрично окремо

source: Analyze mean values
cs: Analyzovat střední hodnoty
eu: Analizatu batez besteko balioak
hu: Átlagértékek elemzése
pt_br: Analisar valores médios
sr: Анализирај средње вредности
uk: Аналізувати середні значення

source: Mean values
cs: Střední hodnoty
eu: Batez besteko balioak
hu: Átlagértékek
pt_br: Valores médios
sr: Средње вредности
uk: Середні значення

source: Analyze max values
cs: Analyzovat maximální hodnoty
eu: Analizatu gehieneko balioak
hu: Legnagyobb értékek elemzése
pt_br: Analisar valores máximos
sr: Анализирај највеће вредности
uk: Аналізувати максимальні значення

source: Max values
cs: Maximální hodnoty
eu: Gehieneko balioak
hu: Legnagyobb értékek
pt_br: Valores máximos
sr: Највеће вредности
uk: Максимальні значення

source: Date on X
cs: Datum na X
eu: Datuak Xn
hu: Dátum X-en
pt_br: Data no X
sr: Датум за Х
uk: Дата за X

source: Profile:
cs: Profil:
eu: Profila:
hu: Profil:
pt_br: Perfil:
sr: Профил:
uk: Профіль:

source: By days
cs: Po dnech
eu: Egunen arabera
hu: Naponta
pt_br: Por dias
sr: По данима
uk: За днями

source: Separate session by days
cs: Rozdělit sérii cvičení podle jednotlivých dní
eu: Bereizi saioak egunen arabera
hu: Munkamenetek elkülönítése napok szerint
pt_br: Separa a sessão por dias
sr: Раздвојте сесију по данима
uk: Окремі сеанси за днями

source: Show impulse
cs: Zobrazit impuls
eu: Erakutsi bulkada
hu: Impulzus megjelenítése
pt_br: Mostrar impulso
sr: Прикажи импулс
uk: Показати імпульс

source: Range
cs: Rozsah
eu: Barrutia
hu: Tartomány
pt_br: Intervalo
sr: Опсег
uk: Діапазон

source: Time to Peak Power
cs: Čas do špičkového výkonu
eu: Potentziarik handienerako denbora
hu: Csúcsteljesítményhez szükséges idő
pt_br: Tempo para pico de potência
sr: Време до врхунца снаге
uk: Час до пікової сили

source: Single repetition
cs: Jedno opakování
eu: Errepikapen bakarra
hu: Egyszeri ismétlés
pt_br: Repetição única
sr: Једно понављање
uk: Одне повторення

source: Show position
cs: Zobrazit pozici
eu: Erakutsi posizioa
hu: Pozíció megjelenítése
pt_br: Mostrar posição
sr: Прикажи положај
uk: Показати позицію

source: Show speed
cs: Zobrazit rychlost
dz: མགྱོགས་ཚད་སྟོན་
eu: Erakutsi abiadura
hu: Sebesség megjelenítése
pt_br: Mostrar velocidade
sr: Прикажи брзину
uk: Показати швидкість

source: Show acceleration
cs: Zobrazit zrychlení
eu: Erakutsi azelerazioa
hu: Gyorsulás megjelenítése
pt_br: Mostrar aceleração
sr: Прикажи убрзање
uk: Показати прискорення

source: Show force
cs: Zobrazit sílu
eu: Erakutsi indarra
hu: Erő megjelenítése
pt_br: Mostrar força
sr: Прикажи силу
uk: Показати силу

source: Show power
cs: Zobrazit výkon
eu: Erakutsi potentzia
hu: Teljesítmény megjelenítése
pt_br: Mostrar potência
sr: Прикажи снагу
uk: Показати потужність

source: Repetition number
cs: Počet opakování
eu: Errepikapen-zenbakia
hu: Ismétlések száma
pt_br: Número da repetição
sr: Број понављања
uk: Кількість повторень

source: Side compare allows a maximum of 12 graphs.
cs: Vedle sebe lze porovnávat maximálně 12 grafů.
eu: Alboz alboko konparazioak 12 grafiko gehienez onartzen ditu.
hu: Egymás melletti összehasonlításban legfeljebb 12 grafikont engedélyez.
pt_br: A comparação de lados permite um máximo de 12 gráficos.
sr: Бочно поређење дозвољава највише 12 графика.
uk: На панелі паралельного порівняння передбачено не більше 12 графіків.

source: Max. 12 graphs
cs: Max. 12 grafů
eu: Gehienez 12 grafiko
hu: Legfeljebb 12 grafikon
pt_br: Máximo de 12 gráficos
sr: Највише 12 графика
uk: Макс. 12 графіків

source: Cancel process
cs: Zrušit proces
eu: Utzi prozesua
hu: Folyamat megszakítása
pt_br: Cancelar processo
sr: Откажи процес
uk: Скасувати процес

source: Option:
cs: Volby:
eu: Aukera:
hu: Beállítás:
pt_br: Opção:
sr: Опција:
uk: Параметр:

source: Side compare
cs: Porovnat vedle sebe
eu: Alboz alboko konparazioa
hu: Egymás melletti összehasonlítás
pt_br: Comparar lado
sr: Бочно поређење
uk: Паралельне порівняння

source: Superpose
cs: Superpozice
eu: Gainjarri
hu: Egymásra helyezés
pt_br: Sobrepor
sr: Подудари
uk: Накласти

source: All set
cs: Všechny sady
eu: Dena ezarrita
hu: Összes sorozat
pt_br: Todos os conjuntos
sr: Сав скуп
uk: Увесь набір

source: Same X scale
cs: Stejná stupnice X
eu: X eskala bera
hu: Egyező X skála
pt_br: Mesma escala X
sr: Иста X лествица
uk: Однаковий масштаб за X

source: Displacement
cs: Úbytek
eu: Desplazamendua
hu: Elmozdulás
pt_br: Deslocamento
sr: Измештај
uk: Зміщення

source: Send by email
cs: Poslat e-mailem
eu: Bidali posta elektroniko bidez
hu: Küldés e-mailben
pt_br: Enviar por e-mail
sr: Пошаљи е-поштом
uk: Надіслати поштою

source: Save 1RM value
cs: Uložit hodnotu 1RM
eu: Gorde 1RM balioa
hu: 1RM érték mentése
pt_br: Salvar valor do 1RM
sr: Сачувај 1РМ вредност
uk: Зберегти значення 1RM

source: Export repetition from A to B
cs: Export opakování od A do B
eu: Esportatu errepikapena Atik Bra
hu: Ismétlések exportálása A-tól B-ig
pt_br: Repetição de exportação de A para B
sr: Извези понављање од A до B
uk: Експортувати повторення з A до B

source: Edit session
cs: Upravit sérii cvičení
eu: Editatu saioa
hu: Munkamenet szerkesztése
pt_br: Editar sessão
sr: Уреди сесију
uk: Редагувати сеанс

source: Delete session
cs: Smazat sérii cvičení
eu: Ezabatu saioa
hu: Munkamenet törlése
pt_br: Excluir sessão
sr: Обриши сесију
uk: Вилучити сеанс

source: Delete
cs: Smazat
eu: Ezabatu
hu: Törlés
pt_br: Excluir
sr: Обриши
uk: Вилучити

source: Jumps and races with photocells
cs: Skoky a běhy s fotobuňkami
hu: Ugrások és versenyek fotocellákkal
pt_br: Saltos e Corridas com fotocélulas
sr: Скокови и трчања са фотоћелијама

source: Export session
cs: Export série cvičení
eu: Esportatu saioa
hu: Munkamenet exportálása
pt_br: Exportar sessão
sr: Извези сесију
uk: Експортувати сеанс

source: Export to another database
cs: Export do jiné databáze
hu: Exportálás egy másik adatbázisba
pt_br: Exportar para outro banco de dados
sr: Извези у другу базу података

source: This session:
cs: Tato série cvičení:
eu: Saio hau:
hu: Ez a munkamenet:
pt_br: Esta sessão:
sr: Ова сесија:
uk: Цей сеанс:

source: Import a session
cs: Import série cvičení
eu: Inportatu saioa
hu: Munkamenet importálása
pt_br: Importar uma sessão
sr: Увези сесију
