Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Detect stiffness of one band/tube
cs: Zjistit tuhost pásu/trubice
eu: Detektatu banda/hodi baten zurruntasuna
hu: Egy pánt vagy cső merevségének felismerése
pt_br: Detectar o rigor de uma banda/tubo
sr: Откријте чврстину једне траке/цеви
uk: Визначити жорсткість однієї смужки/трубки

source: Projection of exerted force
eu: Aplikatutako indarraren proiekzioa
hu: A kifejtett erő vetülete
pt_br: Projeção de força exercida
sr: Пројекција испољене силе
uk: Проєкція напруженої сили

source: Lights
cs: Světla
eu: Argiak
hu: Fények
pt_br: Luzes
sr: Светла
uk: Освітлення

source: red
cs: červené
eu: gorria
hu: piros
pt_br: vermelho
sr: црвено
uk: червоний

source: yellow
cs: žluté
eu: horia
hu: sárga
pt_br: amarelo
sr: жуто
uk: жовтий

source: green
cs: zelené
eu: berdea
hu: zöld
pt_br: verde
sr: зелено
uk: зелений

source: buzzer
cs: bzučák
eu: burrunbagailua
hu: berregő
pt_br: buzina
sr: зујалица
uk: гудок

source: Minimum
dz: ཉུང་མཐའ་
eu: Gutxienekoa
pt_br: Mínimo
sr: Најмање
uk: Мінімум

source: Maximum
dz: མང་མཐའ་
eu: Gehienekoa
pt_br: Máximo
sr: Највише
uk: Максимум

source: pulse step
cs: krok pulzu
eu: pultsuaren urratsa
hu: pulzuslépés
pt_br: fase de pulso
sr: корак импулса
uk: крок приросту

source: seconds
cs: sekund
dz: དཀར་ཆ་ཚུ་
eu: segundo
hu: másodperc
pt_br: segundos
sr: секунде
uk: секунд

source: ppm
cs: pulzů/min
dz: པི་པི་ཨེམ་
sr: и/м
uk: п/хв.

source: unlimited
cs: neomezeno
dz: ཚད་མེདཔ་
eu: mugagabea
hu: korlátlan
pt_br: ilimitado
sr: неограничено
uk: без обмежень

source: unlimited pulses
cs: neomezené pulzy
dz: ཚད་མེད་པའི་འཕར་རྩ་
eu: pultsu mugagabeak
hu: végtelen impulzusok
pt_br: pulsos ilimitados
sr: неограничени импулси
uk: необмежені пульсації

source: total pulses
cs: celkem pulzů
dz: འཕར་རྩ་བསྡོམས་
eu: pultsuak guztira
hu: összes impulzus
pt_br: total de pulsos
sr: укупно импулса
uk: загалом пульсацій

source: Need to connect two Chronopics
cs: Je potřeba připojit dvě zařízení Chronopic
eu: Bi Chronopic konektatu behar dira
hu: Két Chronopic-et kell csatlakoztatni
pt_br: Necessidade de conectar dois Chronopics
sr: Морате повезати два Хронопика
uk: Слід з'єднати два Chronopic

source: Delete first
cs: První smazat
eu: Ezabatu lehena
hu: Első törlése
pt_br: Excluir primeiro
sr: Обриши први
uk: Вилучити першу

source: Delete first TC and TF of each chronopic
cs: Smazat první ČK a ČL pro každý Chronopic
eu: Ezabatu chronopic bakoitzaren lehen TCa eta TFa
hu: Az első TC és TF törlése minden chronopic-ből
pt_br: Excluir primeiro TC e TF de cada chronopic
sr: Обриши прво време додира и време лета сваког хронопика
uk: Вилучити перший TC і TF кожної chronopic

source: Synchronize
cs: Synchronizovat
eu: Sinkronizatu
hu: Szinkronizálás
pt_br: Sincronizar
sr: Усклади
uk: Синхронізувати

source: Synchronize chronopics
cs: Synchronizovat zařízení Chronopic
eu: Sinkronizatu chronopic-ak
hu: Chronopic-ek szinkronizálása
pt_br: Sincronizar chronopics
sr: Усагласи хронопикове
uk: Синхронізувати chronopics

source: Total distance
cs: Celková vzdálenost
eu: Distantzia osoa
hu: Teljes távolság
pt_br: Distância total
sr: Укупно растојање
uk: Загальна відстань

source: Distance
cs: Vzdálenost
dz: གྱང་ཚད་
eu: Distantzia
hu: Távolság
pt_br: Distância
sr: Удаљеност
uk: Відстань

source: Angle
cs: Úhel
eu: Angelua
hu: Szög
pt_br: Ângulo
sr: Угао
uk: Кут

source: Temperature
cs: Teplota
eu: Tenperatura
hu: Hőmérséklet
pt_br: Temperatura
sr: Температура
uk: Температура

source: runs encoder
cs: snímač běhů
eu: kodetzailea exekutatzen du
hu: a jeladót futtatja
pt_br: executa o codificador
sr: покрените енкодер
uk: запустити кодувальник

source: Name
cs: Jméno
dz: མིང་
eu: Izena
hu: Név
pt_br: Nome
sr: Име
uk: Назва

source: Description
cs: Popis
dz: འགྲེལ་བཤད་
eu: Azalpena
hu: Leírás
pt_br: Descrição
sr: Опис
uk: Опис

source: Is it an sprint?
eu: Esprint bat al da?
hu: Ez egy sprint?
pt_br: É uma arrancada?
sr: Да ли је то спринт?
uk: Це спринт?

source: Default angle
eu: Angelu lehenetsia
hu: Alapértelmezett szög
pt_br: Ângulo padrão
sr: Основни угао
uk: Типовий кут

source: Segments with fixed length
eu: Luzera finkoko segmentuak
hu: Rögzített hosszal rendelkező szakaszok
pt_br: Segmentos com comprimento fixo
sr: Подеоци са сталном дужином
uk: Сегменти із фіксованою довжиною

source: Length
eu: Luzera
hu: Hossz
pt_br: Comprimento
sr: Дужина
uk: Довжина

source: Num
cs: Čís.
eu: Zbkia.
hu: Szám
sr: Број
uk: Число

source: Segments size
eu: Segmentu-tamaina
hu: Szakaszok mérete
pt_br: Tamanho dos segmentos
sr: Величина подеока
uk: Розмір сегмента

source: Save
cs: Uložit
eu: Gorde
hu: Mentés
pt_br: Salvar
sr: Сачувај
uk: Зберегти

source: Close
cs: Zavřít
eu: Itxi
hu: Bezárás
pt_br: Fechar
sr: Затвори
uk: Закрити

source: Close and capture
cs: Zavřít a snímat
eu: Itxi eta kapturatu
hu: Bezárás és felvétel
pt_br: Fechar e capturar
sr: Затвори и сними
uk: Закрити і захопити

source: Recalculate set with changed parameters
cs: Přepočítat sadu se změněnými parametry
eu: Birkalkulatu multzoa parametroak aldatuta
hu: Sorozat újraszámítása a megváltozott paraméterekkel
pt_br: Recalcula o conjunto com parâmetros alterados
sr: Поново израчунај скуп са измењеним параметрима
uk: Переобчислити набір зі зміненими параметрами

source: Close and recalculate
cs: Zavřít a přepočítat
eu: Itxi eta birkalkulatu
hu: Bezárás és újraszámítás
pt_br: Fechar e recalcular
sr: Затвори и поново израчунај
uk: Закрити і переобчислити

source: Place the sensor in the same orientation in which you are going to capture (horizontal or vertical).
eu: Kokatu sentsorea kaptura egingo den orientazio berean (horizontalean edo bertikalean).
hu: Helyezze az érzékelőt ugyanolyan tájolásba, amelyben a felvételt készíteni fogja (vízszintes vagy függőleges).
pt_br: Coloque o sensor na mesma orientação em que você vai capturar (horizontal ou vertical).
sr: Поставите сензор у истом усмерењу у коме ћете снимати (усправно или положено).
uk: Зорієнтуйте датчик у тому самому напрямку, у якому відбуватиметься захоплення даних (горизонтально або вертикально).

source: Tare
cs: Nastavit nulu
eu: Tara
hu: Önsúly
pt_br: Tara
sr: Тара
uk: Тара

source: Place a weight in the sensor to calibrate
eu: Jarri pisu bat sentsorean hura kalibratzeko
hu: Helyezzen egy súlyt az érzékelőbe a kalibráláshoz
pt_br: Coloque um peso no sensor para calibrá-lo
sr: Ставите тежину у сензор да калибришете
uk: Розташуйте вагу на датчику для калібрування

source: Calibrate
cs: Kalibrovat
eu: Kalibratu
hu: Kalibrálás
pt_br: Calibrar
sr: Калибриши
uk: Калібрувати

source: Jumps profile
cs: Profil skoků
eu: Jauzien profila
hu: Ugrások profil
pt_br: Perfil de saltos
sr: Профил скока
uk: Профіль стрибків

source: Dj optimal fall
hu: DJ optimális esése
pt_br: Dj de queda ideal
sr: Дс оптимални пад
uk: Оптимальне падіння зі стрибком

source: FV Profile
eu: FV profila
hu: FV-profil
pt_br: Perfil FV
sr: „FV“ профил
uk: FV-профіль

source: Asymmetry
eu: Asimetria
hu: Aszimmetria
pt_br: Assimetria
sr: Асиметрија
uk: Асиметрія

source: Fatigue
eu: Nekea
hu: Fáradtság
pt_br: Fadiga
sr: Замор
uk: Втома

source: Races / time
eu: Lasterketak / denbora
hu: Versenyek / idő
pt_br: Corridas / tempo
sr: Трчање / време
uk: Забіги / час

source: Sprint
eu: Esprinta
pt_br: Arrancada
sr: Спринт
uk: Спринт

source: Advanced
cs: Pokročilé
eu: Aurreratua
hu: Speciális
pt_br: Avançado
sr: Напредно
uk: Додатково

source: Subtype
cs: Podtyp
dz: ཡན་ལག་དབྱེ་བ་
eu: Azpimota
hu: Altípus
pt_br: Subtipo
sr: Подврста
uk: Підтип

source: Apply to
cs: Použít pro
dz: འཇུག་སྤྱོད་འབད་
eu: Aplikatu honi:
hu: Alkalmazás erre
pt_br: Aplicar para
sr: Примени на
uk: Застосувати до

source: Subtraction between
cs: Rozdíl mezi
eu: Honakoen arteko kenketa:
hu: Egymásból kivonás
pt_br: Subtração entre
sr: Одузимање између
uk: Віднімання

source: and
cs: a
eu: eta
hu: és
pt_br: e
sr: и
uk: і

source: subtraction
cs: rozdíl
eu: kenketa
hu: kivonás
pt_br: subtração
sr: одузимање
uk: віднімання

source: mark consecutives
cs: označit po sobě jdoucí
dz: རིམ་མཐུད་ཚུ་གུ་རྟགས་བཀལ་
eu: markatu elkarren segidakoak
hu: folyamatosak megjelölése
pt_br: marcar consecutivas
sr: означи узастопне
uk: позначати послідовні

source: mark best 'n' consecutives
cs: označit nejlepších „n“ po sobě jdoucích
dz: དྲག་ཤོས་དང་རིམ་མཐུད་གུ་རྟགས་བཀལ་
eu: markatu elkarren segidako 'n' onenak
hu: legjobbak és folyamatosak megjelölése
pt_br: marcar as melhores “n” consecutivas
sr: означи најбољих „n“ узастопних
uk: позначати найкращі «n» послідовні

source: Current
cs: Současná
eu: Unekoa
hu: Jelenlegi
pt_br: Atual
sr: Тренутно
uk: Поточний

source: Selected
cs: Vybraná
dz: སེལ་འཐུ་འབད་ཡོདཔ་
eu: Hautatua
hu: Kiválasztott
pt_br: Selecionado
sr: Изабрано
uk: Вибрано

source: select
cs: vybrat
dz: སེལ་འཐུ་འབད་
eu: hautatu
hu: kiválasztás
pt_br: selecionar
sr: изабери
uk: вибрати

source: Limit
cs: Omezený počet
dz: ཚད་
eu: Mugatu
hu: Korlátozás
pt_br: Limite
sr: Ограничење
uk: Обмеження

source: Person's average
cs: Osobní průměr
eu: Pertsonaren batezbestekoa
hu: A személy átlaga
pt_br: Média das pessoas
sr: Просек особе
uk: Середє для особи

source: Person's bests
cs: Osobní nejlepší
eu: Pertsonaren onena
hu: A személy legjobbjai
pt_br: Melhor da pessoa
sr: Најбоље од особе
uk: Найкращі для особи

source: Show tests
cs: Zobrazení testů
eu: Erakutsi probak
hu: Tesztek megjelenítése
pt_br: Mostrar testes
sr: Прикажи тестове
uk: Показати тести

source: Show sex
cs: Zobrazit pohlaví
dz: མཚན་མ་སྟོན་
eu: Erakutsi sexua
hu: Nem megjelenítése
pt_br: Mostrar sexo
sr: Прикажи пол
uk: Показати стать

source: Show description
cs: Zobrazit popis
eu: Erakutsi deskribapena
hu: Leírás megjelenítése
pt_br: Mostrar descrição
sr: Прикажи опис
uk: Показати опис

source: Other
cs: Ostatní
eu: Bestelakoa
hu: Egyéb
pt_br: Outro
sr: Остало
uk: Інше

source: After a test, use it to update statistics
cs: Po dokončení testu jej použijte k aktualizaci statistik
eu: Proba baten ondoren, erabili estatistikak eguneratzeko
hu: Teszt után használja a statisztikák frissítésére
pt_br: Depois de um teste, usá-lo para atualizar estatísticas
sr: После теста, користи за освежавање резултата
uk: Після тестування скористатися для оновлення статистики

source: Update stats
cs: Aktualizovat statistiky
dz: དུས་མཐུན་སི་ཊེཊསི་
eu: Eguneratu estatistikak
hu: Statisztikák frissítése
pt_br: Atualizar estatísticas
sr: Освежи резултате
uk: Оновити статистику

source: Mark
cs: Označit
eu: Markatu
hu: Jelölés
pt_br: Marca
sr: Означи
uk: Позначка

source: statistic's description
cs: popis statistiky
dz: ཚད་རྩིས་ཀྱི་འགྲེལ་བཤད་
hu: statisztika leírása
pt_br: descrição da estatística
sr: опис резултата

source: Variables
cs: Proměnné
eu: Aldagaiak
hu: Változók
pt_br: Variáveis
sr: Променљиве
uk: Змінні

source: Transpose graph
cs: Transponovat graf
eu: Trukatu grafikoa
hu: Grafikon felcserélése
pt_br: Transportar gráfico
sr: Премести график
uk: Транспонувати графік

source: Transpose
cs: Transponovat
eu: Iraulketa
hu: Felcserélés
pt_br: Transportar
sr: Премести
uk: Транспонувати

source: Options
cs: Volby
eu: Aukerak
hu: Beállítások
pt_br: Opções
sr: Опције
uk: Параметри

source: Graph this statistic
cs: Graf této statistiky
dz: ཚད་རྩིས་འདི་ཚད་ཁྲམ་བཟོ་
eu: Estatistika honen grafikoa
hu: Statisztika ábrázolása
pt_br: Colocar esta estatística no gráfico
sr: Прикажи на графику овај резултат
uk: Графік цієї статистики

source: Create graph
eu: Sortu grafikoa
hu: Grafikon létrehozása
pt_br: Criar gráfico
sr: Направите график
uk: Створити графік

source: Report
cs: Výstupní sestava
eu: Eman berri
hu: Jelentés
pt_br: Relatório
sr: Извештај
uk: Звіт

source: Add this statistic and its graph to report window
cs: Přidat tuto statistiku a její graf od okna výstupní sestavy
dz: སྒོ་སྒྲིག་གི་སྙན་ཞུའི་དོན་ལུ་ ཚད་རྩིས་དང་དེ་གི་ཚད་ཁྲམ་འདི་ ཁ་སྐོང་རྐྱབས་
eu: Gehitu estatistika hau eta bere grafikoa txostenen leihoan
hu: Ezen statisztika és annak grafikonjának hozzáadása a jelentés ablakhoz
pt_br: Adicionar esta estatística e seu gráfico para a janela de relatório
sr: Додај овај резултат и његов график у прозор извештаја
uk: Додати цю статистику і її графік до вікна звіту

source: View report window
cs: Zobrazit okno výstupní sestavy
eu: Ikusi txostenen leihoa
hu: Jelentés ablak megtekintése
pt_br: Visualizar janela de relatório
sr: Прикажи прозор извештаја
uk: Вікно перегляду звіту

source: Width
cs: Šířka
eu: Zabalera
hu: Szélesség
pt_br: Largura
sr: Ширина
uk: Ширина

source: Height
cs: Výška
dz: མཐོ་ཚད་
eu: Altuera
hu: Magasság
pt_br: Altura
sr: Висина
uk: Висота

source: Width of the line
cs: Tloušťka čáry
eu: Lerro-zabalera
hu: A vonal vastagsága
pt_br: Largura da linha
sr: Ширина реда
uk: Товщина лінії

source: Line width
cs: Tloušťka čáry
eu: Lerro-zabalera
hu: Vonalvastagság
pt_br: Largura da linha
sr: Ширина реда
uk: Товщина лінії

source: Legend
cs: Popis
eu: Legenda
hu: Jelmagyarázat
pt_br: Legenda
sr: Легенда
uk: Умовні позначення

source: Palette
cs: Paleta
eu: Paleta
hu: Paletta
pt_br: Paleta
sr: Палета
uk: Палітра

source: Bottom
cs: Dolní
eu: Behean
hu: Lent
pt_br: Inferior
sr: Доле
uk: Внизу

source: Top
cs: Horní
eu: Goian
hu: Fent
pt_br: Superior
sr: Горе
uk: Вгорі

source: Adjust this and bottom margin if athlete's names are long.
cs: Pokud je jméno atleta příliš dlouhé, tak tohle a dolní okraj přizpůsobit.
eu: Doitu hau eta beheko marjina atletaren izenak luzeak badira.
hu: Ennek és az alsó margónak az igazítása, ha a sportoló nevei hosszúak.
pt_br: Ajustar isso e a margem de fundo se os nomes do atleta forem longos.
sr: Подесите ову и доњу маргину ако су имена атлетичара предуга.
uk: Скоригуйте це і нижнє поле, якщо імена атлетів є надто довгими.

source: X axis font size
cs: Velikost písma osy X
eu: X ardatzaren letra-tamaina
hu: X-tengely betűmérete
pt_br: Tamanho de fonte do eixo X
sr: Величина слова X-осе
uk: Розмір шрифту для вісі X

source: Graph and report
cs: Graf a výstupní sestava
eu: Grafikoa eta txostena
hu: Grafikon és jelentés
pt_br: Gráfico e relatório
sr: График и извештај
uk: Графік і звіт

source: stats
cs: statistiky
eu: estatistikak
hu: statisztika
pt_br: estatísticas
sr: резултати
uk: статистика

source: Sorry, no statistics for this test type on current Chronojump version.
cs: Bohužel, pro tento typ testu nejsou v současné verzi aplikace Chronojump žádné statistiky.
eu: Ez dago estatistikarik proba mota honetarako uneko Chronojump bertsioan.
hu: Elnézést, ehhez a teszttípushoz nincs statisztika a jelenlegi Chronojump verzióban.
pt_br: Desculpe, não há estatísticas para esse tipo de teste nessa versão atual do Chronojump.
sr: Извините, али нема резултата за ову врсту теста у текућем издању Времескочка.
uk: Вибачте, для цього типу тестування у поточній версії Chronojump не передбачено.

source: error
cs: chyba
eu: errorea
hu: hiba
pt_br: erro
sr: грешка
uk: помилка

source: Show graph
cs: Zobrazit graf
eu: Erakutsi grafikoa
hu: Grafikon megjelenítése
pt_br: Mostrar gráfico
sr: Прикажи график
uk: Показати графік

source: <b>Maximum Force</b>
cs: <b>Maximální síla</b>
eu: <b>Gehieneko indarra</b>
hu: <b>Legnagyobb erő</b>
pt_br: <b>Força máxima</b>
sr: <b>Највећа сила</b>
uk: <b>Максимальна сила</b>

source: <b>Explosive Force</b>
cs: <b>Explozivní síla</b> (N)
eu: <b>Indar txundigarria</b>
hu: <b>Legnagyobb erő</b>
pt_br: <b>Força máxima</b>
sr: <b>Експлозивна сила</b>
uk: <b>Вибухова сила</b>

source: <b>Elastic</b>
cs: <b>Pružnost</b>
eu: <b>Elastikoa</b>
hu: <b>Elasztikus</b>
pt_br: <b>Elástico</b>
sr: <b>Еластична</b>
uk: <b>Пружний</b>

source: <b>Arms using</b>
cs: <b>Použití rukou</b>
eu: <b>Besoak erabiltzen</b>
hu: <b>Karok használata</b>
pt_br: <b>Braços usando</b>
sr: <b>Коришћење руку</b>
uk: <b>Використання рук</b>

source: <b>Reactive-reflex</b>
cs: <b>Reakce-reflexe</b>
eu: <b>Erreaktiboa-erreflexua</b>
hu: <b>Reaktív reflex</b>
pt_br: <b>Reflexo reflexivo</b>
sr: <b>Реактивно-рефлексни</b>
uk: <b>Реактивно-рефлексивний</b>

source: Related to the part of the absolute force that can be activated voluntarily.
cs: Souvisí s částí absolutní síly, která může být dobrovolně aktivována.
eu: Borondatez aktibatu daitekeen indar absolutuaren zatiari lotua.
hu: Az abszolút erő részéhez kapcsolódik, amely önkéntesen aktiválható.
pt_br: Relacionado à parte da força absoluta que pode ser ativada voluntariamente.
sr: Односи се на део апсолутне силе која се може добровољно активирати.
uk: Пов'язано із частиною абсолютної сили, яку може бути активовано довільним чином.

source: Ability to mobilise a submaximal load at a maximum speed.
cs: Schopnost mobilizovat submaximální zátěž pri maximální rychlosti.
eu: Gehienekoa baino txikiagoa den karga bat gehieneko abiaduran mugitzeko gaitasuna.
hu: Képesség egy szubmaximális terhelés mozgósításához a legnagyobb sebességnél.
pt_br: Habilidade de mobilizar uma carga submáxima em uma velocidade máxima.
sr: Способност за заустављање сбмаксималног оптерећења при највећој брзини.
uk: Можливість мобілізації субмаксимального навантаження з максимальною швидкістю.

source: Increasing of strength due to the elastic energy accumulated during the stretch-shortening cycle.
cs: Zvýšení síly díky energii pružnosti nahromaděné během cyklu natažené-smrsknutí.
eu: Luzatze-laburtze zikloan metatutako energia elastikoaren ondorioz lortutako indar-metaketa.
hu: Az erő növelése az elasztikus energia felhalmozódása miatt a nyújtásrövidítő ciklus alatt.
pt_br: Aumento da força em razão da energia elástica acumulada durante o ciclo de alongamento e encurtamento.
sr: Повећање снаге због еластичне енергије акумулиране у току циклуса истезања-скраћивања.
uk: Збільшення сили через пружну енергію, накопичену під час циклу розтягування-стискання.

source: Increasing of strength due to arm movement.
cs: Zvýšení síly díky pohybu rukou.
eu: Besoen mugimenduaren ondorioz lortutako indar-metaketa.
hu: Az erő növelése a karmozgás miatt.
pt_br: Aumento de força em razão do movimento do braço.
sr: Повећање снаге услед покрета руке.
uk: Збільшення сили через рух руками.

source: Increasing of strength by previous falling from height (reflex mechanisms activation).
cs: Zvýšení síly předcházejícím pádem z výšky (aktivace reflexního mechanizmu).
eu: Lehenago altuera batetik erortzearen ondorioz lortutako indar-metaketa (mekanismo erreflexuen aktibazioa).
hu: Az erő növelése az előző magasságból történő esés miatt (reflex mechanizmus aktiválása).
pt_br: Aumento de força por anterior queda de altura (ativação de mecanismos de reflexo).
sr: Повећање снаге претходним падом са висине (активирање механизама рефлекса).
uk: Збільшення сили попереднім падінням з висоти (активація механізмів відгуку).

source: All the definitions are related to jumps.
cs: Všechny definice se vztahují ke skokům.
eu: Definizio guztiak jauziei lotuta daude.
hu: Az összes meghatározás az ugrásokra vonatkozik.
pt_br: Todas as definições são relacionadas a saltos.
sr: Све дефиниције се односе на скокове.
uk: Усі визначення пов'язано із стрибками.

source: Drop jump goal in this profile is maximum height.
cs: Cílem výskoků v tomto profilu je maximální výška.
eu: Profil honetan, erorketa ondoko jauziaren helburua gehieneko altuera da.
hu: A drop jump célja ebben a profilban a legnagyobb magasság.
pt_br: Salto em profundidade neste perfil é altura máxima.
sr: Циљ доскочног скока у овом профилу је највећа висина.
uk: У цьому профілі метою зістрибування є максимальна висота.

source: Help on indexes
cs: Pomoc s indexy
eu: Indizei buruzko laguntza
hu: Súgó az indexekről
pt_br: Ajuda nos índices
sr: Помоћ са индексима
uk: Довідка щодо індексів

source: <b>Type of training</b>
cs: <b>Typ tréninku</b>
eu: <b>Entrenamendu mota</b>
hu: <b>Edzés típusa</b>
pt_br: <b>Tipo de treinamento</b>
sr: <b>Врста вежбања</b>
uk: <b>Тип тренування</b>

source: <b>Contraction</b>
cs: <b>Kontrakce</b>
eu: <b>Uzkurdura</b>
hu: <b>Összehúzódás</b>
pt_br: <b>Contração</b>
sr: <b>Скупљање</b>
uk: <b>Стискання</b>

source: <b>% max load</b>
cs: <b>% max. zátěže</b>
eu: <b>% gehieneko karga</b>
hu: <b>Legnagyobb terhelés %-a</b>
pt_br: <b>% da carga máxima</b>
sr: <b>% највеће оптерећење</b>
uk: <b>% макс. навантаження</b>

source: <b>% max power</b>
cs: <b>% max. výkonu</b>
eu: <b>% gehieneko potentzia</b>
hu: <b>Legnagyobb terhelés %-a</b>
pt_br: <b>% da potência máxima</b>
sr: <b>% највећа снага</b>
uk: <b>% макс. сили</b>

source: <b>Repetitions</b>
cs: <b>Opakování</b>
eu: <b>Errepikapenak</b>
hu: <b>Ismétlések</b>
pt_br: <b>Repetições</b>
sr: <b>Понављања</b>
uk: <b>Повторення</b>

source: <b>Series</b>
cs: <b>Série</b>
eu: <b>Serieak</b>
hu: <b>Sorozatok</b>
pt_br: <b>Séries</b>
sr: <b>Серије</b>
uk: <b>Серія</b>

source: <b>Recuperation (min)</b>
cs: <b>Zotavení (min)</b>
eu: <b>Indarberritzea (min)</b>
hu: <b>Regenerálódás (perc)</b>
pt_br: <b>Recuperação (mín)</b>
sr: <b>Опоравак (мин.)</b>
uk: <b>Відновлення (хв.)</b>

source: <b>Maximum force</b>
cs: <b>Maximální síla</b>
eu: <b>Gehieneko indarra</b>
hu: <b>Legnagyobb erő</b>
pt_br: <b>Força máxima</b>
sr: <b>Највећа сила</b>
uk: <b>Максимальна сила</b>

source: Weight lifting, gym machines
cs: Vzpírání zátěže, cvičební stroje
eu: Pisu-jasotzea, gimnasioko makinak
hu: Súlyemelés, tornagépek
pt_br: Levantamento de peso, máquinas de academia
sr: Дизање тегова, гимнастичке справе
uk: Піднімання ваги, гімнастичні тренажери

source: Jumps, inertial machines
cs: Skopy, momentové kotouče
eu: Jauziak, Makina inertzialak
hu: Ugrások, tehetetlenségi gépek
pt_br: Saltos, máquinas inerciais
sr: Скокови, инерцијске машине
uk: Стрибки, інерційні машини

source: Jumps, elastic bands
cs: Skoky, guma
eu: Jauziak, banda elastikoak
hu: Ugrások elasztikus pántok
pt_br: Saltos, faixas elásticas
sr: Скокови, еластичне траке
uk: Стрибки, еластичні стрічки

source: Concentric, isometric
cs: Koncentrická, izometrická
eu: Kontzentrikoa, isometrikoa
hu: Koncentrikus, izometrikus
pt_br: Concêntrico, isométrico
sr: Средишњи, изометрички
uk: Концентричний, ізометричний

source: Concentric
cs: Koncentrická
eu: Kontzentrikoa
hu: Koncentrikus
pt_br: Concêntrico
sr: Средишњи
uk: Концентричний

source: Eccentric- Concentric
cs: Excentrická- koncentrická
eu: Eszentrikoa- Kontzentrikoa
hu: Excentrikus– koncentrikus
pt_br: Excêntrico- concêntrico
sr: Вансредишњи- средишњи
uk: Ексцентрично- концентричний

source: Body weight, low resistance
cs: Tělesná hmotnost, nízký odpor
eu: Gorputz-pisua, erresistentzia txikia
hu: Testsúly, alacsony ellenállás
pt_br: Peso corporal, baixa resistência
sr: Телесна тежина, мали отпор
uk: Вага тіла, низький опір

source: General recommendations on improving indexes
cs: Obecná doporučení pro zlepšení indexů
eu: Indizeak hobetzeko gomendio orokorrak
hu: Általános ajánlások az indexek javítására
pt_br: Recomendações gerais sobre melhores só índices
sr: Опште препоруке за индексе побољшања
uk: Загальні рекомендації щодо поліпшення індексів

source: Jump type
cs: Typ skoku
dz: ཇམཔ་དབྱེ་བ་
eu: Jauzi mota
hu: Ugrástípus
pt_br: Tipo de salto
sr: Врста скока
uk: Тип стрибків

source: Only the best jump on each weight
cs: Jen nejlepší skok pro jednotlivé hmotnosti
eu: Pisu bakoitzeko jauzi onena soilik
hu: Csak a legjobb ugrás minden egyes súlyon
pt_br: Apenas o melhor salto em cada peso
sr: Само најбољи скок на свакој тежини
uk: Лише найкращий стрибок для кожної ваги

source: Show full graph
cs: Zobrazit celý graf
eu: Erakutsi grafika osoa
hu: Teljes grafikon megjelenítése
pt_br: Mostrar gráfico completo
sr: Прикажи читав график
uk: Показати увесь графік

source: Zoom to points
eu: Zooma puntuetara
hu: Nagyítás a pontokra
pt_br: Ampliar aos pontos
sr: Зум за бодове
uk: Масштабувати до точок

source: Bilateral deficit
eu: Aldebiko defizita
hu: Kétoldalú hiány
pt_br: Déficit bilateral
sr: Обострани дефицит
uk: Двобічна нестача

source: Bilateral
eu: Aldebikoa
hu: Kétoldalú
sr: Обострано
uk: Двобічний
