Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: At the line where port is shown right click and select <i>properties</i> (last option).
cs: V řádku, kde je port zobrazený, klikněte pravým tlačítkem a vyberte <i>vlastnosti</i> (poslední volba).
hu: Azon a vonalon, ahol a port látható, kattintson a jobb gombbal, és válassza a <i>tulajdonságokat</i> (utolsó lehetőség).
pt_br: Na linha onde a porta é exibida, clique com o botão direito e selecione <i>propriedades</i> (última opção).
sr: У реду у коме је приказан прикључник притисните десним тастером и изаберите <i>својства</i> (последња опција).

source: Go to <i>Port configurations</i>.
cs: Přejděte na <i>Nastavení portu</i>.
hu: Menjen a <i>Port beállításaihoz</i>.
pt_br: Ir para <i>configurações de portas</i>.
sr: Идите на <b>Подешавања посредника</b>.

source: Go to <i>Advanced options</i>.
cs: Přejděte na <i>Upřesnit</i>.
hu: Menjen a <i>Haladó beállításokhoz</i>.
pt_br: Ir para <i>opções avançadas</i>.
sr: Идите на <b>Напредне опције</b>.

source: Select COM1, COM2, COM3 or COM4 on the list shown on that window.
cs: Vyberte COM1, COM2, COM3 nebo COM4 v seznamu zobrazeném v tomto okně.
hu: Válassza ki a COM1, COM2, COM3 vagy COM4 portot az ablakban megjelenített listából.
pt_br: Selecione COM1, COM2, COM3 ou COM4 na lista mostrada nessa janela.
sr: Изаберите КОМ1, КОМ2, КОМ3 или КОМ4 са списка приказаног у том прозору.

source: If COM1 - COM4 are <i>used</i>, then select unused ports below 10.
cs: Pokud jsou COM1 – COM4 <i>použité</i>, tak vyberte z nepoužitých portů nižších než 10.
hu: Ha a COM1 - COM4 <i>használatban</i> van, akkor válasszon egy nem használt portot 10 alatt.
pt_br: Se COM1 – COM4 estiverem <i>em uso</i>, selecione portas não usadas abaixo de 10.
sr: Ако су КОМ1 — КОМ4 <i>коришћени</i>, онда изаберите слободне прикључнике испод 10.

source: If doesn't work, try to select the COM1 - COM4 (normally they are not really <i>used</i>).
cs: Pokud to nefunguje, zkuste vybrat COM1 – COM4 (normálně doopravdy <i>použité</i> nebývají).
hu: Ha nem működik, akkor próbálja kiválasztani a COM1 - COM4 lehetőséget (alapvetően nem igazán <i>használják</i>).
pt_br: Se não der certo, tente selecionar as COM1 – COM4 (normalmente essas não estão realmente <i>em uso</i>).
sr: Ако не ради, покушајте да изаберете КОМ1 – КОМ4 (обично се уствари не <i>користе</i>).

source: Average Index
cs: Průměrný index
dz: ཆ་སྙོམས་ཟུར་ཐོ་
eu: Batez besteko indizea
hu: Átlagos index
pt_br: Índice médio
sr: Просечни индекс
uk: Середній індекс

source: Lower than
cs: Nižší než
hu: Kisebb mint
pt_br: Menor que
sr: Мање од

source: Higher or equal than
cs: Vyšší nebo roven než
hu: Nagyobb vagy egyenlő mint
pt_br: Maior ou igual a
sr: Веће или једнако

source: races
cs: běhy
hu: versenyek
pt_br: corridas
sr: трчања

source: watts
cs: watty
dz: ཝཊིསི་
hu: watt
sr: вати

source: Encoder Overview
cs: Informace o snímači
eu: Kodetzailearen ikuspegia
hu: Jeladó áttekintése
pt_br: Visão geral do codificador
sr: Преглед енкодера
uk: Огляд засобів кодування

source: Displaced mass
cs: Ztracená hmotnost
eu: Desplazatutako masa
hu: Mozdított tömeg
pt_br: Massa deslocada
sr: Премештена маса
uk: Переміщена маса

source: Save criteria on eccentric-concentric
hu: Feltételek mentése az excentrikus-koncentrikuson
pt_br: Salvar critério no excêntrico-concêntrico
sr: Сачувај критеријум за вансредишње-средишње
uk: Зберегти критерії щодо ексцентрично-концентричного

source: Force sensor overview
hu: Erőérzékelő áttekintése
pt_br: Visão geral do sensor de força
sr: Претпреглед сензора силе
uk: Примусовий огляд датчиків

source: Race analyzer overview
hu: Versenyelemző áttekintése
pt_br: Visão geral do analisador de corrida
sr: Претпреглед анализатора трчања
uk: Огляд аналізатора дистанцій

source: Edit person
eu: Editatu pertsona
hu: Személy szerkesztése
pt_br: Editar pessoa
sr: Уредите особу
uk: Редагувати особу

source: Select file
cs: Výběr souboru
eu: Hautatu fitxategia
hu: Fájl kiválasztása
pt_br: Selecionar arquivo
sr: Изаберите датотеку
uk: Вибір файла

source: Please, write the name of the person.
cs: Napište prosím jméno osoby.
eu: Idatzi pertsonaren izena.
hu: Írja be a személy nevét.
pt_br: Por favor, digite o nome da pessoa.
sr: Упишите име особе.
uk: Будь ласка, впишіть назву особи.

source: Please, complete the weight of the person.
cs: Doplňte prosím váhu osoby.
eu: Osatu pertsonaren pisua.
hu: Töltse ki a személy súlyát.
pt_br: Por favor, complete o peso da pessoa.
sr: Допуните тежину особе.
uk: Будь ласка, вкажіть вагу особи.

source: Person: '{0}' exists. Please, use another name.
cs: Osoba: „{0}“ již existuje. Použijte prosím jiné jméno.
hu: Személy: „{0}” létezik. Használjon másik nevet.
pt_br: A pessoa “{0}” já existe. Por favor, use outro nome.
sr: Особа: „{0}“ постоји. Користите друго име.
uk: Особа: існує «{0}». Будь ласка, вкажіть інше ім'я.

source: Or load this person from another session using this button:
cs: Nebo načtěte tímto tlačítkem tuto osobu z jiné série cvičení:
hu: Vagy töltse be ezt a személyt egy másik munkamenetből ezzel a gombbal:
pt_br: Ou carregue essa pessoa de outra sessão usando esse botão:
sr: Или учитајте ову особу из друге сесије користећи ово дугме:
uk: Або завантажте цей запис особи з іншого сеансу за допомогою цієї кнопки:

source: CSV file has headers
cs: Soubor CSV má záhlaví
hu: A CSV-fájl fejléceket tartalmaz
pt_br: Arquivo CSV possui cabeçalhos
sr: ЗРВ датотека има заглавље
uk: У файлі CSV є заголовки

source: Full name in one column
cs: Celé jméno v jednom sloupci
eu: Izen osoa zutabe batean
hu: Teljes név egy oszlopban
pt_br: Nome completo em uma coluna
sr: Име и презиме у једној колони
uk: Ім'я повністю у першому стовпчику

source: Expected column separator character is '<b>{0}</b>'
cs: Očekávaný znak pro oddělování sloupců je „<b>{0}</b>“
sr: Очекивани знак раздвојника колона је „<b>{0}</b>“

source: You can change this on Preferences / Language.
cs: Změnit to lze v Předvolby → Jazyk.
eu: Hori hobespenetan aldatu daiteke.
hu: Ezt a Beállítások / Nyelv menüpontban változtathatja meg.
pt_br: Você pode alterar isso em Preferências / Idioma.
sr: Ово можете изменити у поставкама / језику.
uk: Змінити це можна за допомогою пункту Параметри -> Мова.

source: CSV file does not have headers
cs: Soubor CSV nemá záhlaví
hu: A CSV-fájl nem tartalmaz fejléceket
pt_br: Arquivo CSV não possui cabeçalhos
sr: ЦСВ датотека нема заглавља
uk: У файлі CSV немає заголовків

source: Full name in two columns
cs: Celé jméno ve dvou sloupcích
eu: Izen osoa bi zutabetan
hu: Teljes név két oszlopban
pt_br: Nome completo em duas colunas
sr: Име и презиме у две колоне
uk: Ім'я повністю у двох стовпчиках

source: Select CSV file
cs: Výběr souboru CSV
eu: Hautatu CSV fitxategia
hu: CSV-fájl kiválasztása
pt_br: Selecione o arquivo CSV
sr: Изаберите ЦСВ датотеку
uk: Виберіть файл CSV

source: Maybe this file is opened by an SpreadSheet software like Excel. Please, close that program.
cs: Je možné, že je soubor otevřený v nějakém tabulkovém kalkulátoru, jako je Excel. Zavřete prosím dotyčný program.
hu: Talán ezt a fájlt egy táblázatkezelő szoftver nyitotta meg, mint például az Excel. Zárja be azt a programot.
pt_br: Talvez esse arquivo já esteja aberto em um programa de planilhas, como o Excel. Por favor, feche esse programa.
sr: Можда је ова датотека отворена табличним софтвером као што је Ексел. Затворите га.
uk: Можливо, цей файл відкрито у електронних таблицях, наприклад Excel. Будь ласка, закрийте цю програму.

source: Seems there's a header row and you have not marked it.
cs: Vypadá to, že první řádek tvoří záhlaví, ale vy to nemáte zvoleno.
hu: Úgy tűnik, hogy van egy fejlécsor, és nem jelölte meg.
pt_br: Parece que há uma linha de cabeçalhos e você não a marcou.
sr: Изгледа да постоји ред заглавља а ви га нисте означили.
uk: Здається у таблиці є рядок заголовків і ви його не позначили.

source: Persons will be created with default session values
cs: Osoba bude vytvořena s výchozími hodnotami série cvičení
eu: Pertsonak saio-balio lehenetsiekin sortuko dira
hu: A személyek alapértelmezett munkamenetértékekkel lesznek létrehozva
pt_br: Pessoas serão criadas com valores de sessão padrões
sr: Особе ће бити направљене са основним вредностима сесије
uk: Особ буде створено із типовими значеннями сеансу

source: Man
cs: Muž
dz: ཕོ་སྐྱེས་
eu: Gizona
hu: Férfi
pt_br: Homem
sr: Мушко
uk: Чоловік

source: Woman
cs: Žena
dz: ཨམ་སྲུ་
eu: Emakumea
hu: Nő
pt_br: Mulher
sr: Женско
uk: Жінка

source: Loaded
cs: Načteno
dz: མངོན་གསལ་འབད་ཡོདཔ་
eu: Kargatuta
hu: Betöltve
pt_br: Carregado
sr: Учитано
uk: Завантажено

source: Successfully added one person.
cs: Úspěšně přidána jedna osoba.
eu: Pertsona bat ongi gehitu da.
hu: Sikeresen hozzáadva egy személy.
pt_br: Uma pessoa adicionada com sucesso.
sr: Успешно додах {0} особу.
uk: Успішно додано {0} особу.

source: Include / Discard athletes
cs: Zahrnutí / vyřazení atletů
eu: Sartu/Baztertu atletak
hu: Sportolók felvétele / eldobása
pt_br: Incluir / Descartar atletas
sr: Укључи / Одбаци спортисте
uk: Включити або відкинути атлетів

source: All persons checked at first column will be uploaded into database with his/her tests on this session. If you want that a person is not uploaded, just uncheck it.
cs: Všechny osoby zaškrtnuté v prvním sloupci budou odeslány do databáze se svými testy v sérii cvičení. Pokud chcete, aby některá z těchto osob odeslaná nebyla, zaškrtnutí u ní zrušte.
hu: Az első oszlopban kijelölt összes személy fel lesz töltve az adatbázisba ebben a munkamenetben lévő tesztjeivel. Ha azt szeretné, hogy egy személy ne legyen feltöltve, akkor szüntesse meg a kijelölését.
pt_br: Todas as pessoas marcadas na primeira coluna serão enviadas ao banco de dados com seus respectivos testes nessa sessão. Se você não quiser que uma pessoa seja enviada, basta desmarcá-la.
sr: Све особе изабране у првој колони биће отпремљене у базу података са његовим/њеним тестовима у овој сесији. Ако желите да особа не буде отпремљена, само поништите избор.
uk: Дані усіх осіб, яких позначено у першому стовпчику, буде вивантажено до бази даних із їхніми тестами під час цього сеансу. Якщо ви хочете, щоб дані особи не було вивантажено, просто зніміть позначення з її пункту.

source: Jumps simple
cs: Skoky jednoduché
dz: ཇམཔསི་ ་འཇམ་སམ་
eu: Jauzi sinplea
hu: Ugrások egyszerű
pt_br: Saltos simples
sr: Један скок
uk: Стрибки просто

source: Jumps reactive
cs: Skoky reakční
dz: ཇམཔསི་ གདོང་ལེན་འབད་བཏུབ་
eu: Jauzi erreaktiboa
hu: Ugrások reaktív
pt_br: Saltos reativos
sr: Реактивни скокови
uk: Стрибки реактивні

source: Races simple
cs: Běhy jednoduché
eu: Lasterketa sinplea
hu: Versenyek egyszerű
pt_br: Corridas simples
sr: Једно трчање
uk: Забіги просто

source: Races interval
cs: Běhy intervalové
eu: Tartekako lasterketa
hu: Versenyek intervallum
pt_br: Corridas com intervalo
sr: Интервал трчања
uk: Інтервал між забігами

source: Reaction time
cs: Reakční doba
dz: གདོང་ལེན་འབད་ནིའི་ ཆུ་ཚོད་
sr: Време реаговања

source: Encoder sets
cs: Sady se snímačem
sr: Скупови енкодера

source: Encoder repetitions
cs: Opakování se snímačem
sr: Понављања енкодера

source: Select color
cs: Výběr barvy
eu: Hautatu kolorea
hu: Szín kiválasztása
pt_br: Selecionar cor
sr: Изаберите боју
uk: Вибір кольору

source: In jumps like Dj, Dja you can select to show the heights of the jumps or the times.
hu: A DJ, DJa és egyéb ugrásoknál kiválaszthatja, hogy az ugrások magasságát vagy idejét kell-e megjeleníteni.
pt_br: Em saltos como Dj, Dja você pode selecionar para mostrar as alturas dos saltos ou os tempos.
sr: У скоковима као што су ДС, ДСр можете да изаберете да прикажете највише скокове иливремена
uk: Для стрибків Dj, Dja ви можете наказати програмі показувати висоту стрибків або час.

source: But keep in mind that if you display reactive jumps with other jumps (like CMJ, ABK), then heights will be shown.
hu: De ne feledje, hogy ha reaktív ugrásokat jelenít meg más ugrásokkal együtt (például CMK vagy ABK), akkor a magasságok lesznek megjelenítve.
pt_br: Mas tenha em mente que se você exibir saltos reativos com outros saltos (como CMJ, ABK), então as alturas serão mostradas.
sr: Али знајте да ако прикажете реактивне скокове са другим скоковима (као СБП, АБК), тада ће највиђи бити приказани.

source: If active, repetitions will be cut from set using triggers.
cs: Rozdělit sady do opakování pomocí spouštěčů
hu: Ha aktív, akkor az ismétlések aktiválók használatával le lesznek vágva.
pt_br: Se ativo, repetições serão cortadas de conjuntos usando gatilhos.
sr: Ако је активно, понављања ће бити одсечена из скупа коришћењем окидача.
uk: Якщо позначено, повторення буде вирізано із набору за допомогою тригерів.

source: Trigger signal will be produced by a button connected to the Chronopic.
cs: Signál spouštěče bude vyvolán tlačítkem připojeným k zařízení Chronopic.
hu: Az aktiválójel a Chronopic-hoz kapcsolt gomb által lesz előállítva.
pt_br: O sinal de gatilho será produzido por um botão conectado ao Chronopic.
sr: Сигнал окидача биће произведен дугметом повезаним са Хронопиком.
uk: Сигнал тригера буде створено кнопкою, яку з'єднано із Chronopic.

source: This will be only used on gravitatory mode, concentric contraction.
cs: Bude použito jen při gravitačním režimu, koncentrické kontrakci.
hu: Ez csak gravitációs módban, koncentrikus összehúzódáskor lesz használva.
pt_br: Isso será usado apenas em modo gravitacional, contração concêntrica.
sr: Ово ће се користити само у гравитационом режиму, средишње скупљање.
uk: Це буде використано лише у гравітаційному режимі, концентричне стискання.

source: If "Cut by triggers" is inactive, repetitions will be cut automatically (default behaviour),
cs: Když je „Rozdělení pomocí spouštěčů“ neaktivní, boudou opakování rozdělena automaticky (výchozí chování),
hu: Ha a „Levágás aktiválókkal” inaktív, akkor az ismétlések automatikusan le lesznek vágva (alapértelmezett viselkedés),
pt_br: Se “Cortar por gatilhos” estiver inativo, repetições serão cortadas automaticamente (comportamento padrão),
sr: Ако је „Одсеци окидачима“ неактивно, понављања ће се одсећи самостално (основно понашање),

source: but pressing trigger button while capturing will plot vertical lines during analyze instant graphs.
cs: ale zmáčknutí spouštěcího tlačítka během snímání vykreslí do analýzy průběžného grafu svislou čáru.
hu: de az aktiválógomb felvétel közbeni megnyomása függőleges vonalakat rajzol az azonnali grafikonok elemzése közben.
pt_br: mas pressionar o botão de gatilho enquanto captura irá plotar linhas verticais durante a análise dos gráficos instantâneos.
sr: али притисак дугмета окидача приликом снимања ће исцртати усправне линије за време анализе тренутних графика.

source: Encoder Chronopics have trigger functionality since 2017.
cs: Snímač Chronopics má funkci spouštěčů od roku 2017.
hu: A Chronopics jeladó 2017 óta rendelkezik aktiváló funkcionalitással.
pt_br: Codificador Chronopics tem funcionalidade de gatilho desde 2017.
sr: Енкодер Хронопика има функционалност окидача од 2017.
uk: Кодувальник Chronopics має можливість перемикача з 2017 року.

source: You can check if your encoder Chronopic accepts triggers pressing test button.
cs: Můžete zaškrtnout, pokud váš snímač Chronopic podporuje spouštěče založené na zmáčknutím testovacího tlačítka.
hu: Ellenőrizheti, hogy a Chronopic jeladója elfogadja-e az aktiválókat a teszt gomb megnyomásával.
pt_br: Você pode verificar se seu codificador Chronopic aceita gatilhos pressionando o botão de teste.
sr: Можете да проверите да ли ваш Хронопик енкодер прихвата окидаче притиском на дугме тестирања.
uk: Ви можете перевірити, чи приймає ваш кодувальник Chronopic перемикачі, натисканням кнопки перевірки.

source: Your Chronopic is ready for triggers if the green light at the side of Chronopic test button changes it's state on pressing this button.
cs: Vaše zařízení Chronopic je připravený na spouštěče, pokud zelená kontrolka na straně testovacího tlačítka změní při zmáčknutí tohoto tlačítka svůj stav.
hu: A Chronopic készen áll az aktiválókhoz, ha a Chronopic tesztgomb oldalán lévő zöld fény megváltoztatja az állapotát a gomb megnyomásakor.
pt_br: Seu Chronopic está pronto para gatilhos se a luz verde ao lado do botão de teste do Chronopic mudar seu estado ao pressionar este botão.
sr: Ваш Хронопик је спреман за окидаче ако зелено светло поред тест дугмета Хронопика промени своје стање приликом притиска на то дугме.

source: At Chronojump website there's a hand push button for using triggers with ease.
cs: Na webových stránkách Chronojump je ruční tlačítko pro snadné použití spouštěčů.
hu: A Chronojump weboldalán van egy kéz nyomógomb az aktiválók egyszerű használatához.
pt_br: No site do Chronojump há um botão de pressão para usar gatilhos com facilidade.
sr: На веб сајту Времескочка постоји ручни тастер за лако коришћење окидача.
uk: На сайті Chronojump є ручна кнопка для спрощення користування перемикачами.

source: {0} pps is equivalent to a resolution of {1} cm.
hu: A(z) {0} pps egyenértékű egy {1} cm-es felbontással.
pt_br: {0} pps é equivalente a uma resolução de {1} cm.
sr: {0} p/s је еквивалент резолуцији од {1} cm.
uk: {0} імпульсів за секунду рівнозначні роздільності у {1} см.

source: {0} pps allows to record up to {1} m/s.
hu: A(z) {0} pps lehetővé teszi a legfeljebb {1} m/s-os felvételt.
pt_br: {0} pps permite gravar até {1} m/s.
sr: {0} p/s омогћава снимање до {1} m/s.
uk: {0} імпульсів за секунду надає змогу записувати дані до {1} м/с.

source: Not running
eu: Ez dago exekuzioan
hu: Nem fut
pt_br: Não correndo
sr: Не ради
uk: Не запущено

source: Running
eu: Exekuzioan
hu: Fut
pt_br: Correndo
sr: Ради
uk: Запущено

source: Race measurement
cs: Měření běhu
eu: Lasterketa-neurketa
hu: Verseny mérése
pt_br: Medição da corrida
sr: Мерење трчања
uk: Вимірювання забігу

source: Cannot create directory.
cs: Nelze vytvořit složku.
eu: Ezin da direktorioa sortu.
hu: Nem lehet létrehozni a könyvtárat.
pt_br: Não foi possível criar o diretório.
sr: Не могу да направим директоријум.
uk: Не вдалося створити каталог.

source: Import configuration file
cs: Import souboru s nastavením
eu: Inportatu konfigurazio-fitxategia
hu: Beállítófájl importálása
pt_br: Importar arquivo de configurações
sr: Увезите датотеку подешавања
uk: Імпортування файла налаштувань

source: Successfully imported.
cs: Úspěšně naimportováno
eu: Ongi inportatu da.
hu: Sikeresen importálva.
pt_br: Importado com sucesso.
sr: Успешно је увезена.
uk: Успішно імпортовано.

source: End capture by inactivity
eu: Amaitu kaptura aktibitate faltagatik
hu: Felvétel befejezése inaktivitás által
pt_br: Finalizar captura por inatividade
sr: Заврши снимање након неактивности
uk: Завершувати захоплення, якщо не буде активності

source: If a repetition has been found, test will end at selected inactivity seconds.
cs: Když je nalezeno opakování, bude test ukončen po vybraném počtu sekund nečinnosti.
hu: Ha egy ismétlés található, akkor a teszt befejeződik a választott inaktív másodpercek után.
pt_br: Se uma repetição foi encontrada, o teste será encerrado depois dos segundos de inatividade escolhidos.
sr: Ако је пронађено понављање, тест ће се завршити након секунди изабране неактивности.
uk: Якщо було знайдено повторення, тест завершиться за вибраної тривалості бездіяльності у секундах.

source: If a repetition has not been found, test will end at selected inactivity seconds (x2).
cs: Když je nalezeno opakování, bude test ukončen po vybraném počtu sekund nečinnosti (×2).
hu: Ha nem található ismétlés, akkor a teszt befejeződik a választott inaktív másodpercek után (x2).
pt_br: Se uma repetição foi encontrada, o teste será encerrado depois dos segundos de inatividade escolhidos (x2).
sr: Ако понављање није пронађено, тест ће се завршити након секунди изабране неактивности (х2).
uk: Якщо було не знайдено повторення, тест завершиться за вибраної тривалості бездіяльності у секундах (x2).

source: This will let the person to have more time to start movement.
cs: To poskytne osobě více času k počátečnímu přesunu.
hu: Ez több időt hagy a személynek, hogy elkezdje a mozgást.
pt_br: Isso irá permitir à pessoa ter mais tempo para começar a se movimentar.
sr: Ово ће дати особи више времена да почне кретање.
uk: Це надасть людині більше часу на те, щоб розпочати рух.

source: On inertial, to avoid never ending capture because cone is slowly moving at the end, this criteria is added:
hu: A tehetetlenségnél, hogy elkerüljük a véget nem érő felvételt, amiatt hogy a bója a végén lassan mozog, ez a feltétel is hozzá lesz adva:
pt_br: Em inercial, para prevenir a captura ininterrupta pois o cone se move lentamente no final, este critério é adicionado:
sr: На инерцијалном, да би се избегло безконачно снимање јер се конус полако креће на крају, додат је овај критеријум:
uk: Для інерційних для запобігання завершенню захоплення даних через те, що конус повільно рухається наприкінці, додано такий критерій:

source: If passed the double of configured inactivity seconds since last phase, capture will end.
hu: Ha meghaladja a beállított inaktivitási másodpercek dupláját az utolsó fázistól számítva, a felvétel befejeződik.
pt_br: Se passado o dobro dos segundos de inatividade configurada desde a última fase, a captura se encerrará.
sr: Ако је прошло двоструко више од подешених секунди неактивности од последње фазе, снимање ће се завршити.
uk: Якщо мине подвійний час налаштованої бездіяльності у секундах з момент останньої фази, отримання даних буде припинено.

source: The equivalent mass is a measure of the resistance of a body to change its linear or rotary velocity.
hu: Az egyenértékű tömeg egy test ellenállásának mérése a lineáris vagy forgási sebességének megváltoztatásához.
pt_br: A massa equivalente é uma medida da resistência de um corpo para mudar sua velocidade linear ou rotativa.
sr: Еквивалентна маса је мера отпора тела да промени своју линеарну или обртну брзину.
uk: Еквівалентна маса — міра опору тіла зміні його лінійної або обертальної швидкості.

source: From the point of view of a person pulling from a rope, the situation in the image is equivalent to a rotary inertial machine.
hu: A kötélről húzó személy szemszögéből nézve a képen látható helyzet egy forgó tehetetlenségi géppel egyenértékű.
pt_br: Do ponto de vista de uma pessoa puxando de uma corda, a situação na imagem é equivalente a uma máquina rotativa inercial.
sr: Са тачке гледишта особе која вуче из ужета, ситуација на слици је еквивалентна ротационој инерцијској машини.

source: The equivalent mass takes in account the different configurations of a inertial machine (diameters, inertia momentum, extra weights and force multipliers).
hu: Az egyenértékű tömeg figyelembe veszi a tehetetlenségi gép különböző beállításait (átmérő, tehetetlenségi nyomaték, további súlyok és erőszorzók).
pt_br: A massa equivalente leva em consideração as diferentes configurações de uma máquina inercial (diâmetros, momento de inércia, pesos extras e multiplicadores de força).
sr: Еквивалентна маса узима у обзир различита подешавања инерцијалне машине (пречнике, импулс инерције, додатне тежине и множиоце силе).

source: This way it is possible to compare the resistance of diferent configurations on diferent machines.
hu: Ezzel a módszerrel lehetséges összehasonlítani a különböző beállítások ellenállását a különböző gépeken.
pt_br: Desta forma, é possível comparar a resistência de diferentes configurações em diferentes máquinas.
sr: На овај начин је могуће упоредити отпор различитих подешавања на различитим машинама.
uk: У цей спосіб можна порівняти опір для різних конфігурацій на різних машинах.

source: pulse
cs: pulz
hu: impulzus
pt_br: pulso
sr: импулс
uk: пульс

source: Repair pulse
cs: Opravit pulz
dz: འཕར་རྩ་ ཉམས་བཅོས་འབད་
hu: Impulzus javítása
pt_br: Reparar pulso
sr: Поправи импулс
uk: Пульсація відновлення
