Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: To buy or build these devices see website:
cs: Jak koupit nebo vyrobit toto zařízení se dozvíte na webu:
eu: Gailu horiek eraiki edo erosteko, ikusi:
hu: Ezen eszközök megvételéhez vagy megépítéséhez nézze meg ezt a weboldalt:
pt_br: Para comprar ou construir estes dispositivos, veja o website:
sr: Да купите или да направите ове уређаје посетите веб страницу:
uk: Дані щодо придбання та збирання цих пристроїв наведено на цьому сайті:

source: Configure graph
cs: Nastavení grafu
dz: པར་རིས་ཚད་ཁྲམ་
hu: Grafikon beállítása
pt_br: Configurar gráfico
sr: Подеси график

source: auto
cs: automaticky
dz: རང་བཞིན་
hu: automatikus
pt_br: automático
sr: самостално

source: Vertical Axis
cs: Svislá osa
hu: Függőleges tengely
pt_br: Eixo vertical
sr: Усправна оса

source: Show black guide
cs: Zobrazit černé vodítko
dz: ལམ་སྟོན་པ་གནགཔོ་སྟོན་
hu: Fekete segédvonal megjelenítése
pt_br: Mostrar guia de preto
sr: Прикажи црну водиљу

source: Show green guide
cs: Zobrazit zelené vodítko
dz: ལམ་སྟོན་པ་ལྗང་ཁུ་སྟོན་
hu: Zöld segédvonal megjelenítése
pt_br: Mostrar guia de verde
sr: Прикажи зелену водиљу

source: Guides
cs: Vodicí čáry
hu: Segédvonalak
pt_br: Guias
sr: Водиље

source: Show grid (on repetitive tests)
cs: Zobrazit mřížku (u opakovaných testů)
dz: གིརིཌི་སྟོན་(རི་པི་ཏི་ཏིཕ་བརྟག་ཞིབ་གུ་)
hu: Rács megjelenítése (ismétlő teszteknél)
pt_br: Mostrar grade (em testes repetitivos)
sr: Прикажи мрежу (на тестовима који се понављају)

source: Load sequence
cs: Načíst sekvenci
eu: Kargatu sekuentzia
hu: Sorozat betöltése
pt_br: Carregar sequência
sr: Учитај низ
uk: Завантажити послідовність

source: Create new sequence
cs: Vytvořit novou sekvenci
eu: Sortu sekuentzia berria
hu: Új sorozat létrehozása
pt_br: Criar nova sequência
sr: Направи нови низ
uk: Створити послідовність

source: By persons
cs: Podle osob
eu: Pertsonen arabera
hu: Személyenként
pt_br: Por pessoas
sr: Према особи
uk: За особами

source: By tests
cs: Podle testů
eu: Proben arabera
hu: Tesztenként
pt_br: Por testes
sr: Према тесту
uk: За тестами

source: By sets
cs: Podle sad
eu: Multzoen arabera
hu: Sorozatonként
pt_br: Por conjuntos
sr: Према скупу
uk: За наборами

source: First person perform all the tests, second person perform all the tests …
eu: Lehen pertsonak proba guztiak osatzen ditu, bigarren pertsonak proba guztiak osatzen ditu…
hu: Első ember csinálja az összes tesztet, második ember csinálja az összes tesztet…
pt_br: Primeira pessoa executa todos os testes, segunda pessoa executa todos os testes …
sr: Прва особа обавља све тестове, друга особа обавља све тестове …
uk: Перша особа виконала усі тести, друга особа виконала усі тести…

source: All the persons perform first test, all the persons perform second test …
eu: Pertsona guztiek lehen proba osatzen dute, pertsonak guztiek bigarren proba osatzen dute…
hu: Mindenki csinálja az első tesztet, mindenki csinálja a második tesztet…
pt_br: Todas as pessoas executam o primeiro teste, todas as pessoas executam o segundo teste …
sr: Све особе обављају први тест, све особе обављају други тест …
uk: Усі особи виконали перший тест, усі особи виконали другий тест…

source: All the persons perform first set, all the persons perform second set … One set can contain several tests.
eu: Pertsona guztiek lehen proba osatzen dute, pertsonak guztiek bigarren proba osatzen dute… Multzo batek proba anitz eduki ditzake.
hu: Mindenki csinálja az első sorozatot, mindenki csinálja a második sorozatot… Egy sorozat több tesztet tartalmazhat.
pt_br: Todas as pessoas executam o primeiro conjunto, todas as pessoas executam o segundo conjunto … Um conjunto pode conter vários testes.
sr: Све особе обављају први тест, све особе обављају други тест … Један скуп не може садржати неколико тестова.
uk: Усі особи виконали перший тест, усі особи виконали другий набір… Один набір може містити декілька тестів.

source: Set 1
cs: Sada 1
eu: 1. multzoa
hu: 1. sorozat
pt_br: Conjunto 1
sr: Скуп 1
uk: Набір 1

source: Set 2
cs: Sada 2
eu: 2. multzoa
hu: 2. sorozat
pt_br: Conjunto 2
sr: Скуп 2
uk: Набір 2

source: Set 3
cs: Sada 3
eu: 3. multzoa
hu: 3. sorozat
pt_br: Conjunto 3
sr: Скуп 3
uk: Набір 3

source: Save this sequence to be used in the future
cs: Uložit tuto sekvenci pro budoucí použití
eu: Gorde sekuentzia hau etorkizunean erabiltzeko
hu: A sorozat mentése későbbi használatra
pt_br: Salva essa sequência para ser usada no futuro
sr: Сачувајте овај низ како би се користио у будуће
uk: Зберегти цю послідовність для використання у майбутньому

source: Description (optional)
cs: Popis (volitelné)
eu: Deskribapena (aukerakoa)
hu: Leírás (opcionális)
pt_br: Descrição (opcional)
sr: Опис (изборно)
uk: Опис (не обов'язково)

source: Exercises
eu: Ariketak
hu: Gyakorlatok
pt_br: Exercícios
sr: Вежбе
uk: Вправи

source: page 3
cs: strana 3
eu: 3. orria
hu: 3. oldal
pt_br: página 3
sr: страна 3
uk: сторінка 3

source: Next
cs: Následující
eu: Hurrengoa
hu: Következő
pt_br: Próximo
sr: Следеће
uk: Далі

source: Configure feedback
cs: Nastavení zpětné vazby
eu: Konfiguratu atzeraelikadura
hu: Visszajelzés beállítása
pt_br: Configurar o retorno
sr: Подесите повратне информације
uk: Налаштувати систему відгуків

source: show best TF / TC
cs: zobrazit nejlepší ČL / ČK
eu: erakutsi TF / TC onena
hu: legjobb TF / TC megjelenítése
pt_br: mostrar o melhor TF / TC
sr: прикажи најбоље време лета / време додира
uk: показати найкращі TF / TC

source: show worst TF / TC
cs: zobrazit nejhorší ČL / ČK
eu: erakutsi TF / TC txarrena
hu: legrosszabb TF / TC megjelenítése
pt_br: mostrar o pior TF / TC
sr: прикажи најгоре време лета / време додира
uk: показати найгірші TF / TC

source: show best time
cs: zobrazit nejlepší čas
eu: erakutsi denborarik onena
hu: legjobb idő megjelenítése
pt_br: mostrar o melhor tempo
sr: прикажи најбоље време
uk: показати найкращий час

source: show worst time
cs: zobrazit nejhorší čas
eu: erakutsi denborarik txarrena
hu: legrosszabb idő megjelenítése
pt_br: mostrar o pior tempo
sr: прикажи најгоре време
uk: показати найгірший час

source: Best and worst values
cs: Nejlepší a nejhorší hodnoty
eu: Baliorik onenak eta txarrenak
hu: Legjobb és legrosszabb értékek
pt_br: Os melhores e piores valores
sr: Најбоље и најгоре вредности
uk: Найкращі і найгірші значення

source: Bell good
cs: Gong dobře
dz: དྲིལ་བརྡ་ལེགས་ཤོམ་
eu: Kanpai ona
hu: Jó csengő
pt_br: Sino bom
sr: Звоно доброг
uk: Гудок «Добре»

source: Bell bad
cs: Gong špatně
dz: དྲིལ་བརྡ་བྱང་ཉེས་
eu: Kanpai txarra
hu: Rossz csengő
pt_br: Sino ruim
sr: Звоно лошег
uk: Гудок «Погано»

source: <b>Time</b> (s)
cs: <b>Čas</b> (s)
eu: <b>Denbora</b> (s)
hu: <b>Idő</b> (s)
pt_br: <b>Tempo</b> (s)
sr: <b>Време</b> (s)
uk: <b>Час</b> (с)

source: Conditions
cs: Podmínky
eu: Baldintzak
hu: Feltételek
pt_br: Condições
sr: Услови
uk: Умови

source: Main variable
cs: Hlavní proměnná
eu: Aldagai nagusia
hu: Fő változó
pt_br: Variável principal
sr: Главна променљива
uk: Головна змінна

source: Feedback relative to the maximum repetition of …
hu: Visszajelzés a(z) … legtöbb ismétlésétől relatívan
pt_br: Feedback relativo à repetição máxima de …
sr: Повратни одговор који се односи на највише понављања …
uk: Відгук відносно до максимального повторення…

source: this set
cs: této sady
eu: multzo hau
hu: ez a sorozat
pt_br: este conjunto
sr: овог скупа
uk: цього набору

source: historical of this person on same exercise and encoder configuration
eu: pertsonaren historikoa ariketa eta kodetzaile-konfigurazio berean
hu: ezen személy előzménye ugyanazon a gyakorlat- és jeladó-beállításon
pt_br: histórico desta pessoa no mesmo exercício e configuração de codificador
sr: историјата ове особе на истој вежби и подешавању енкодера
uk: журнал для цієї особи для тих самих налаштувань вправ і кодувальника

source: On eccentric-concentric have feedback …
eu: Eszentrikoan-kontzentzrikoan, izan atzeraelikadura...
hu: Az excentrikus-koncentrikuson van visszajelzés…
pt_br: Ao excêntrico-concêntrico ter feedback …
sr: На вансредишњем-средишњем има повратни одговор …
uk: Супровід ексцентрично-концентричного…

source: on both phases
eu: bi faseetan
hu: mindkét fázison
pt_br: em ambas fases
sr: на обе фазе
uk: при обох фазах

source: on eccentric
eu: eszentrikoan
hu: excentrikuson
pt_br: em excêntrico
sr: на вансредишњем
uk: при ексцентричній

source: on concentric
eu: kontzentrikoan
hu: koncentrikuson
pt_br: em concêntrico
sr: на средишњем
uk: при концентричній

source: Show eccentric overload on inertial
eu: Erakutsi gainkarga eszentrikoa inertzialean
hu: Excentrikus túlterhelés megjelenítése a tehetetlenségen
pt_br: Mostrar sobrecarga excêntrica na inércia
sr: Прикажи вансредишње оптерећење на инерцији
uk: Показати ексцентричне перевантаження при інерційному

source: Show also percentage
cs: Zobrazovat také procenta
eu: Erakutsi ehunekoa ere bai
hu: Megjelenítés százalékosan is
pt_br: Mostrar porcentagem também
sr: Прикажи такође и проценат
uk: Також показати частку

source: Show loss
eu: Erakutsi galera
hu: Veszteség megjelenítése
pt_br: Mostrar perdas
sr: Прикажи губитак
uk: Показати втрати

source: Show secondary variable
eu: Erakutsi bigarren mailako aldagaia
hu: Másodlagos változó megjelenítése
pt_br: Mostrar variável secundária
sr: Прикажи секундарну променљиву
uk: Показати вторинну змінну

source: Feedback - Automatic
eu: Atzeraelikadura - Automatikoa
hu: Visszajelzés – automatikus
pt_br: Feedback - Automático
sr: Повратни одговор – самостално
uk: Відгук — автоматичний

source: <b>Height</b> (cm)
cs: <b>Výška</b> (cm)
eu: <b>Altuera</b> (cm)
hu: <b>Magasság</b> (cm)
pt_br: <b>Altura</b> (cm)
sr: <b>Висина</b> (cm)
uk: <b>Висота</b> (см)

source: <b>Mean speed</b> (m/s)
cs: <b>Střední rychlost</b> (m/s)
eu: <b>Batez besteko abiadura</b> (m/s)
hu: <b>Középsebesség</b> (m/s)
pt_br: <b>Velocidade média</b> (m/s)
sr: <b>Средња брзина</b> (m/s)
uk: <b>Середня швидкість</b> (м/с)

source: <b>Max speed</b> (m/s)
cs: <b>Maximální rychlost</b> (m/s)
eu: <b>Gehieneko abiadura</b> (m/s)
hu: <b>Legnagyobb sebesség</b> (m/s)
pt_br: <b>Velocidade máxima</b> (m/s)
sr: <b>Највећа брзина</b> (m/s)
uk: <b>Максимальна швидкість</b> (м/с)

source: <b>Mean force</b> (N)
cs: <b>Střední síla</b> (N)
eu: <b>Batez besteko indarra</b> (N)
hu: <b>Középerő</b> (N)
pt_br: <b>Potência média</b> (N)
sr: <b>Средња сила</b> (N)
uk: <b>Середня сила</b> (Н)

source: <b>Max force</b> (N)
cs: <b>Max. síla</b> (N)
eu: <b>Gehieneko indarra</b> (N)
hu: <b>Legnagyobb erő</b> (N)
pt_br: <b>Potência máxima</b> (N)
sr: <b>Највећа сила</b> (N)
uk: <b>Максимальна сила</b> (Н)

source: <b>Mean power</b> (W)
cs: <b>Střední výkon</b> (W)
eu: <b>Batez besteko potentzia</b> (W)
hu: <b>Átlagteljesítmény</b> (W)
pt_br: <b>Potência média</b> (W)
sr: <b>Средња снага</b> (W)
uk: <b>Середня потужність</b> (Вт)

source: <b>Peak power</b> (W)
cs: <b>Špičkový výkon</b> (W)
eu: <b>Potentziarik handiena</b> (W)
hu: <b>Csúcsteljesítmény</b> (W)
pt_br: <b>Pico de potência</b> (W)
sr: <b>Врхунац снаге</b> (W)
uk: <b>Пікова потужність</b> (Вт)

source: Feedback - Manual
eu: Atzeraelikadura - Eskuzkoa
hu: Visszajelzés – kézi
sr: Повратни одговор – ручно
uk: Відгук — вручну

source: Show rhythm while capturing
cs: Zobrazovat rytmus během snímání
eu: Erakutsi erritmoa kapturan zehar
hu: Ritmus megjelenítése rögzítés közben
pt_br: Mostrar ritmo enquanto captura
sr: Прикажи ритам приликом снимања
uk: Показувати ритм під час захоплення

source: Use clusters
cs: Používat shluky
eu: Erabili lukuak
hu: Fürtök használata
pt_br: Usar grupos
sr: Користи кластере
uk: Використовувати групи

source: Duration of eccentric phase
cs: Doba excentrické fáza
eu: Fase eszentrikoaren iraupena
hu: Excentrikus fázis időtartama
pt_br: Duração de fase excêntrica
sr: Трајање вансредишње фазе
uk: Тривалість ексцентричної фази

source: Duration of concentric phase
cs: Doba koncentrické fáze
eu: Fase kontzentrikoaren iraupena
hu: Koncentrikus fázis időtartama
pt_br: Duração de fase concêntrica
sr: Трајање средишње фазе
uk: Тривалість концентричної фази

source: Total duration
cs: Celková doba
eu: Iraupen osoa
hu: Teljes időtartam
pt_br: Duração total
sr: Укупно трајање
uk: Загальна тривалість

source: Rest between repetitions
cs: Odpočinek mezi opakováními
eu: Errepikapenen arteko atsedena
hu: Pihenés az ismétlések között
pt_br: Descansar entre repetições
sr: Одмори између понављања
uk: Відпочинок між повтореннями

source: Rhythm of the repetition
cs: Rytmus opakování
eu: Errepikapenaren erritmoa
hu: Az ismétlés ritmusa
pt_br: Ritmo da repetição
sr: Ритам понављања
uk: Ритм повторення

source: Rhythm by phases
cs: Rytmus podle vází
eu: Erritmoa faseen arabera
hu: Ritmus fázisonként
pt_br: Ritmo por fases
sr: Ритам по фазама
uk: Ритм за фазами

source: Duration of repetition
cs: Doba opakování
eu: Errepikapenaren iraupena
hu: Ismétlés időtartama
pt_br: Duração de repetição
sr: Трајање понављања
uk: Тривалість повторення

source: Configure rhythm
cs: Nastavení rytmu
eu: Konfiguratu erritmoa
hu: Ritmus beállítása
pt_br: Configurar ritmo
sr: Подеси ритам
uk: Налаштувати ритм

source: Repetitions in cluster
cs: Opakování ve shluku
eu: Errepikapenak lukuan
hu: Ismétlések a fürtben
pt_br: Repetições em grupo
sr: Понављања у кластерима
uk: Повторень у групі

source: Rest between clusters
cs: Odpočinek mezi shluky
eu: Lukuen arteko atsedena
hu: Pihenés a fürtök között
pt_br: Descansar entre grupos
sr: Одмори између кластера
uk: Відпочинок між групами

source: On encoder (gravitatory mode) rest starts …
eu: Kodetzailearen (modu grabitatorioa) atsedenean, hasi...
hu: A jeladón (gravitációs mód) a pihenés kezdete…
pt_br: No codificador (modo gravitacional), descanso começa …
sr: При енкодеру (гравитациони режим) одмор почиње …
uk: На початку відпочинку кодувальника (гравітаційний режим)…

source: after eccentric
cs: po excentrické
eu: eszentrikoaren ondoren
hu: excentrikus után
pt_br: excêntrico após
sr: након вансредишњег
uk: після ексцентричної

source: after concentric
cs: po koncentrické
eu: kontzentrikoaren ondoren
hu: koncentrikus után
pt_br: concêntrico após
sr: након средишњег
uk: після концентричної

source: Do not show feedback
eu: Ez erakutsi berrelikadura
hu: Ne jelenjen meg visszajelzés
pt_br: Não mostrar feedback
sr: Не приказуј повратне информације
uk: Не показувати реакції

source: Show rectangle
hu: Téglalap megjelenítése
pt_br: Mostrar retângulo
sr: Прикажи правоугаоник

source: Show path
hu: Útvonal megjelenítése
pt_br: Mostrar caminho
sr: Прикажи путању

source: at
eu: hemen:
pt_br: em
sr: при
uk: у

source: range
eu: barrutia
hu: tartomány
pt_br: intervalo
sr: опсегу
uk: діапазоні

source: Vertices
eu: Erpinak
hu: Tetőpontok
pt_br: Vértices
sr: Врхови
uk: Вершини

source: Recommended:
cs: Doporučeno:
eu: Gomendatua:
hu: Ajánlott:
pt_br: Recomendado:
sr: Препоручено:
uk: Рекомендовано:

source: Test "Good" bell
cs: Testovat gong „dobře“
eu: Probatu kanpai "ona"
hu: „Jó” csengő tesztelése
pt_br: Testar sino “bom”
sr: Звоно пробе за „Добро“
uk: Перевірити гудок «Добре»

source: Test "Bad" bell
cs: Testovat gong „špatně“
eu: Probatu kanpai "txarra"
hu: „Rossz” csengő tesztelése
pt_br: Testar sino “ruim”
sr: Звоно пробе „Лоше“
uk: Перевірити гудок «Погано»

source: Test bells
cs: Testovat gongy
eu: Probatu kanpaiak
hu: Teszt csengők
pt_br: Testar sinos
sr: Звона за пробу
uk: Перевірити гудки

source: Main variable on speed/time graph
eu: Aldagai nagusia abiadura/denbora grafikoan
hu: Fő változó a sebesség/idő grafikonon
pt_br: Variável principal no gráfico de velocidade/tempo
sr: Главна променљива на графику брзине/времена
uk: Основна змінна на графіку швидкість-час

source: Total stiffness:
cs: Celková tuhost:
eu: Zurruntasun osoa:
hu: Teljes merevség:
pt_br: Rigidez total:
sr: Укупна чврстина:
uk: Загальна жорсткість:

source: Add new elastic band/tube
cs: Přidat nový pružný pás/trubici
eu: Gehitu banda/hodi elastikoa
hu: Új elasztikus pánt vagy cső hozzáadása
pt_br: Adicionar nova faixa elástica/tubo
sr: Додајте нову еластичну траку/цев
uk: Додати нову еластичну стрічку/трубу

source: Stiffness
cs: Tuhost
eu: Zurruntasuna
hu: Merevség
pt_br: Rigidez
sr: Чврстина
uk: Жорсткість

source: (of each one)
cs: (jednotlivých)
eu: (bakoitzarena)
hu: (mindegyiknek)
pt_br: (de cada um)
sr: (од сваке)
uk: (кожного)

source: Attached units
eu: Lotutako unitateak
hu: Csatlakoztatott egységek
pt_br: Unidades ligadas
sr: Свезане заједно
uk: З'єднані модулі

source: In use
cs: Používá se
eu: Erabilia
hu: Használatban
pt_br: Em uso
sr: У употреби
uk: Використовується

source: Brand
cs: Značka
eu: Marka
hu: Márka
pt_br: Marca
sr: Бренд
uk: Фірма

source: This elastic band has been used on sessions:
cs: Tento pružný pás byl použit v sériích cvičení:
eu: Banda elastiko hau honako saioetan erabili da:
hu: Ez az elasztikus pánt az alábbi munkamenetekben lett használva:
pt_br: Essa faixa elástica foi usada em sessões:
sr: Ова еластична трака је коришћена на сесијама:
uk: Цю пружну стрічну було використано у таких сеансах:

source: If you delete this elastic band, you can safely load that data, but if you want to recalculate it (changing any parameters), you will have to create again the elastic band.
eu: Banda elastiko hau ezabatzen baduzu, datu horiek seguru kargatu daitezke, baina haiek birkalkulatu nahi badira (edozein parametro aldatuta), banda elastikoa berriro sortu beharko da.
hu: Ha törli ezt az elasztikus pántot, akkor biztonsággal betöltheti az adatokat, de ha újra szeretné számítani (megváltoztatni bármely paramétert), akkor újra létre kell hoznia az elasztikus pántot.
pt_br: Se você excluir essa banda elástica, você pode com segurança carregar aqueles dados, mas se você quiser recalculá-los (alterando qualquer parâmetro), você terá que criá-la novamente.
sr: Ако обришете ову еластичну траку, можете безбедно да учитате те податке, али ако желите да их поново израчунате (променивши неке параметре), мораћете поново да направите еластичну траку.
uk: Якщо ви вилучите цю пружну стрічку, ви можете безпечно завантажити ці дані, але якщо ви хочете переобчислити їх (змінюючи будь-які параметри), вам слід створити знову запис пружної стрічки.

source: Confirm deletion
cs: Potvrzení smazání
eu: Baieztatu ezabatzea
hu: Törlés megerősítése
pt_br: Confirmar exclusão
sr: Потврди брисање
uk: Підтвердження вилучення

source: Chronojump 2.2.2 split force sensor mode into isometric and elastic modes. During the conversion, this exercise has been assigned to both modes. Do you want to have it in only one mode?
hu: A Chronojump 2.2.2 az erőérzékelő módot izometrikus és elasztikus módra osztotta. Az átalakítás során ez a feladat mindkét módhoz hozzárendelésre került. Szeretné, hogy csak az egyik módban legyen?
pt_br: Chronojump 2.2.2 divide o sensor de força nos modos isométrico e elástico. Durante a conversão, este exercício foi atribuído para ambos os modos. Você deseja tê-lo apenas em um modo?
sr: Времескочко 2.2.2 дели режим сензора силе на изометрички и еластични режим. За време претварања, ова вежба је додељена у оба режима. Да ли желите да је имате само у једном режиму?
uk: У Chronojump 2.2.2 режим силового датчика поділено на ізометричний та пружний. Під час перетворення цю вправу було пов'язано із обома режимами. Хочете пов'язати її лише з одним режимом?

source: Continue in both modes
eu: Jarriatu bi moduetan
hu: Folytatás mindkét módban
pt_br: Continuar em ambos os modos
sr: Настави у оба режима
uk: Продовжити в обох режимах

source: Only for isometric mode
eu: Modu isometrikorako soilik
hu: Csak izometrikus módnál
pt_br: Apenas para o modo isométrico
sr: Само за изометрички режим
uk: Лише для ізометричного режиму

source: Only for elastic mode
eu: Modu elastikorako soilik
hu: Csak elasztikus módnál
pt_br: Apenas para o modo elástico
sr: Само за еластични режим
uk: Лише для пружного режиму

source: What force do you want to show?
cs: Kterou sílu chcete zobrazovat?
eu: Zein indar erakutsi nahi duzu?
hu: Milyen erőt szeretne megjeleníteni?
pt_br: Qual força você deseja mostrar?
sr: Коју снагу желите да покажете?
uk: Яку силу ви хочете показати?

source: Raw data
cs: Surová data
eu: Datu gordinak
hu: Nyers adatok
pt_br: Dados brutos
sr: Сирови подаци
uk: Необроблені дані

source: Fixation
eu: Finkapena
hu: Rögzítés
pt_br: Fixação
sr: Фиксирање
uk: Зосередженість

source: Not elastic
eu: Ez elastikoa
hu: Nem elasztikus
pt_br: Não elástico
sr: Није еластично
uk: Нееластичний

source: Total mass management
cs: Správa celkové hmotnosti
eu: Masa osoaren kudeaketa
hu: Teljes tömeg kezelése
pt_br: Gerenciamento da massa total
sr: Управљање укупном масом
uk: Керування загальною масою

source: Add the effect of mass to raw data
cs: Přičíta vliv hmotnosti do surových dat
eu: Gehitu masaren efektua datu gordinei
hu: A tömeg hatásának hozzáadása a nyers adatokhoz
pt_br: Adicionar o efeito da massa nos dados brutos
sr: Додај ефекат масе у сирове податке
uk: Додати ефект маси до необроблених даних

source: Body mass to be added
eu: Gehituko den gorputz-masa
hu: A hozzáadandó testtömeg
pt_br: Massa corporal a ser adicionada
sr: Маса тела за додавање
uk: Маса тіла, яку слід додати

source: Subtract the effect of mass from raw data
cs: Odečítat vliv hmotnosti od surových dat
eu: Kendu masaren efektua datu gordenetatik
hu: A tömeg hatásának kivonása a nyers adatokból
pt_br: Subtrair o efeito da massa nos dados brutos
sr: Одузми ефекат масе из сирових података
uk: Відняти ефект маси від необроблених даних

source: The effect of mass is included in the raw data
cs: Vliv hmotnosti je zahrnut v surových datech
eu: Masaren efektua datu gordinetan sartu da
hu: A tömeg hatását tartalmazzák a nyers adatok
pt_br: O efeito da massa está incluso nos dados brutos
sr: Ефекат масе је укључену сировим подацима
uk: Ефекти маси включено до необроблених даних

source: Detect repetitions
cs: Detekovat opakování
eu: Detektatu errepikapenak
hu: Ismétlések felismerése
pt_br: Detectar repetições
sr: Откриј понављања
uk: Виявити повторення

source: Use value on preferences to detect repetitions
eu: Erabili hobespenetako balioa errepikapenak detektatzeko
hu: A beállításokon lévő érték használata az ismétlések felismeréséhez
pt_br: Use valor nas preferências para detectar repetições
sr: Користи вредност на поставкама за откривање понављања
uk: Використовувати значення у налаштуваннях для виявлення повторень

source: Eccentric
eu: Eszentrikoa
hu: Excentrikus
pt_br: Excêntrico
sr: Вансредишње
uk: Ексцентричний

source: Use custom value
eu: Erabili balio pertsonalizatua
hu: Egyéni érték használata
pt_br: Usar valor personalizado
sr: Користи произвољну вредност
uk: Використовувати нетипове значення

source: Minimal force
eu: Gutxieneko indarra
hu: Legkisebb erő
pt_br: Força mínima
sr: Најмања снага
uk: Мінімальна сила

source: Show repetitions
eu: Erakutsi errepikapenak
hu: Ismétlések megjelenítése
pt_br: Mostrar repetições
sr: Прикажи понављања
uk: Показати повторення

source: Show only the phase in which the force increases
eu: Erakutsi indarra handitzen den fasea soilik
hu: Csak azon fázis megjelenítése, amelyben az erő növekszik
pt_br: Mostrar apenas a fase na qual as forças aumentam
sr: Прикажи само фазе у којима се сила повећава
uk: Показати лише фазу, у якій зусилля зростає

source: Show both phases
eu: Erakutsi bi faseak
hu: Mindkét fázis megjelenítése
pt_br: Mostrar ambas fases
sr: Прикажи обе фазе
uk: Показати обидві фази

source: Together
eu: Elkarrekin
hu: Együtt
pt_br: Junto
sr: Заједно
uk: Разом

source: Separated
eu: Bereizita
hu: Elválasztva
pt_br: Separado
sr: Одвојено
uk: Окремо

source: Help:
eu: Laguntza:
hu: Súgó:
pt_br: Ajuda:
sr: Помоћ:
uk: Довідка:

source: Examples
eu: Adibideak
hu: Példák
pt_br: Exemplos
sr: Примери
uk: Приклади

source: Feet
cs: stop
eu: Oinak
hu: Láb
pt_br: Pé
sr: Стопе
uk: Фут

source: Inches
cs: palců
eu: Hazbeteak
hu: Hüvelyk
pt_br: Polegadas
sr: Палчеви
uk: Дюйми

source: button
cs: tlačítko
eu: botoia
hu: gomb
pt_br: botão
sr: дугме
uk: кнопка
