Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: No active Internet devices.
hu: Nincsenek aktív internetes eszközök.
pt_br: Nenhum dispositivo de internet ativo.
sr: Нема активног Интернет уређаја.
uk: Немає активних пристроїв інтернету.

source: Active Internet devices:
hu: Aktív internetes eszközök:
pt_br: Dispositivos de internet ativos:
sr: Активни Интернет уређај:
uk: Активні пристрої інтернету:

source: Error uploading session to server
cs: Chyba při odesílání série cvičení na server
hu: Hiba a munkamenet feltöltésekor a kiszolgálóra
pt_br: Erro ao enviar a sessão ao servidor
sr: Грешка отпремања сесије на сервер

source: Successfully Uploaded evaluator with ID: {0}
cs: Úspěšně odeslán hodnotitel s ID: {0}
hu: Sikeresen feltöltve az értékelő ezzel az azonosítóval: {0}
pt_br: Avaliador com ID {0} enviado com sucesso
sr: Успешно је отпремљен оцењивач са ИБ-ом: {0}

source: Evaluator {0} has not been correctly uploaded. Maybe codes doesn't match.
cs: Hodnotitel {0} nebyl správně odeslán. Možná nesouhlasí kódy.
hu: A(z) {0} érékelő nem lett helyesen feltöltve. Talán a kódok nem egyeznek.
pt_br: O avaliador {0} não foi enviado corretamente. Talvez os códigos não se correspondam.
sr: Оцењивач „{0}“ није исправно отпремљен. Можда шифре не одговарају.

source: Pulse free
cs: Pulz volný
hu: Impulzus mentes
pt_br: Pulso livre
sr: Слободан импулс
uk: Довільна пульсація

source: User executes a pulse without a predefined tempo. <i>Difference</i> will show the difference between a pulse and it's preceding pulse.
cs: Uživatel vykonává pulzy bez předurčeného tempa. <i>Rozdíl</i> zobrazuje rozdíl mezi pulzem a předchozím pulzem.
hu: A felhasználó egy impulzust hajt végre előre meghatározott tempó nélkül. A <i>különbség</i> egy impulzus és annak megelőző impulzusa közötti különbségét fogja megjeleníteni.
pt_br: O usuário executa um pulso sem ritmo predefinido. <i>Diferença</i> mostrará a diferença entre um pulso e seu precedente.
sr: Корисник извршава импулс без предодређеног времена. <i>Разлика</i> ће приказати разлику између импулса и претходног импулса.

source: Pulse custom
cs: Pulz vlastní
hu: Egyéni impulzus
pt_br: Pulso personalizado
sr: Произвољни импулс
uk: Нетипова пульсація

source: User executes a pulse trying to follow a predefined tempo and optionally with a fixed number of pulsations. <i>Difference</i> will show the difference between a a pulse and the predefined pulse.
cs: Uživatel vykonává pulzy a přitom se snaží držet předurčeného tempa a volitelně pevně stanoveného počtu pulzů. <i>Rozdíl</i> zobrazuje rozdíl mezi pulzem a předurčeným pulzem.
hu: A felhasználó egy impulzust hajt végre egy előre meghatározott tempó követésének kísérletével, és opcionálisan rögzített számú impulzussal. A <i>különbség</i> egy impulzus és annak megelőző impulzusa közötti különbségét fogja megjeleníteni.
pt_br: O usuário executa um pulso tentando seguir um ritmo predefinido e opcionalmente com um número fixo de pulsações. <i>Diferença</i> mostrará a diferença entre um pulso e o pulso predefinido.
sr: Корисник извршава импулс покушавајући да прати предодређени темпо и по избору са сталним бројем пулсација. <i>Разлика</i> ће приказати разлику између импулса и предоређеног.

source: without subjumps
cs: bez meziskoků
eu: azpijauzirik gabe
hu: részugrások nélkül
pt_br: sem subsaltos
sr: без подскокова
uk: без підстрибків

source: without laps
cs: bez okruhů
eu: itzulirik gabe
hu: körök nélkül
pt_br: sem voltas
sr: без кругова
uk: без кіл

source: Evolution.
cs: Rozvoj.
dz: ཨི་བོ་ལུ་ཤཱན།
eu: Eboluzioa.
hu: Evolúció.
pt_br: Evolução.
sr: Еволуција.
uk: Еволюція.

source: Variable distance running
cs: Běh na různou vzdálenost
eu: Distantzia aldakorreko korrikaldia
hu: Változó távolságú futás
pt_br: Corrida de distância variável
sr: Трчање на променљивом растојању
uk: Змінна відстань

source: Run 20 meters
cs: Běh na 20 metrů
eu: 20 metroko lasterketa
hu: Fusson 20 métert
pt_br: Correr 20 metros
sr: Трчи 20 метара
uk: Пробігти 20 метрів

source: Run 100 meters
cs: Běh na 100 metrů
eu: 100 metroko lasterketa
hu: Fusson 100 métert
pt_br: Correr 100 metros
sr: Трчи 100 метара
uk: Пробігти 100 метрів

source: Run 200 meters
cs: Běh na 200 metrů
eu: 200 metroko lasterketa
hu: Fusson 200 métert
pt_br: Correr 200 metros
sr: Трчи 200 метара
uk: Пробігти 200 метрів

source: Run 400 meters
cs: Běh na 400 metrů
eu: 400 metroko lasterketa
hu: Fusson 400 métert
pt_br: Correr 400 metros
sr: Трчи 400 метара
uk: Пробігти 400 метрів

source: Run 1000 meters
cs: Běh na 1000 metrů
eu: 1000 metroko lasterketa
hu: Fusson 1000 métert
pt_br: Correr 1000 metros
sr: Трчи 1000 метара
uk: Пробігти 1000 метрів

source: Run 2000 meters
cs: Běh na 2000 metrů
eu: 2000 metroko lasterketa
hu: Fusson 2000 métert
pt_br: Correr 2000 metros
sr: Трчи 2000 метара
uk: Пробігти 2000 метрів

source: Note on measurement
cs: Poznámka k měření
hu: Figyeljen a mérésre
pt_br: Nota sobre a medição
sr: Напомена при мерењу
uk: Зауваження щодо вимірювання

source: Measured time will be the time between two platforms
cs: Měřený čas bude čas mezi dvěma plošinami.
hu: A mért idő két platform közötti idő lesz
pt_br: O tempo medido será o tempo entre duas plataformas
sr: Измерено време биће време између две платформе
uk: Виміряним буде час між двома платформами

source: Short description
cs: Krátký popis
eu: Deskribapen laburra
hu: Rövid leírás
pt_br: Descrição curta
sr: Кратак опис
uk: Короткий опис

source: Subjects had to walk over the bar as fast as possible.
cs: Subjekty musí přejít přes lávku jak nejrychleji je to možné.
hu: Az alanyoknak át kellet jutni a rudakon a lehető leggyorsabban.
pt_br: Os indivíduos devem andar sobre a barra tão rapidamente quanto possível.
sr: Особе има да ходају преко траке што брже могу.
uk: Суб'єкти мали пройти брусом якомога швидше.

source: From one platform to another without falling down.
cs: Z jedné plošiny na druhou bez spadnutí.
eu: Plataforma batetik beste batera erori gabe.
hu: Egyik platformtól a másikra leesés nélkül.
pt_br: De uma plataforma a outra sem cair.
sr: Од једне до друге платформе без падања.
uk: З однієї платформи на іншу без падіння.

source: If they touched the ground they had to continue.
cs: Pokud se dotknou země, musí pokračovat.
hu: Ha hozzáértek a földhöz, akkor folytatniuk kellett.
pt_br: Se tocarem o chão, eles terão que continuar.
sr: Ако додирну тло морају да наставе.
uk: Якщо вони торкнулися підлоги, їм слід було продовжувати.

source: The hands were on their waist.
cs: Ruce mají u svého pasu.
eu: Eskuak gerrian zeuden.
hu: A kezek a csípőn voltak.
pt_br: As mãos ficaram na cintura.
sr: Руке су биле на струку.
uk: Руки були на поясі.

source: Without shoes.
cs: Bez bot.
eu: Oinetakorik gabe.
hu: Cipők nélkül.
pt_br: Sem calçados.
sr: Без обуће.
uk: Без взуття.

source: Every ground contact is penalized with 2 seconds.
cs: Každý kontakt se zemí je penalizován 2 sekundami.
hu: Minden földi érintés 2 másodperccel büntetendő.
pt_br: Todo contato com o chão é penalizado com 2 segundos.
sr: Сваки додир тка се кажњава са 2 секунде.
uk: Кожне торкання підлоги карається 2 секундами.

source: The best of 2 attempts were recorded.
cs: Zaznamená se nejlepší ze dvou pokusů.
hu: A legjobb 2 próbálkozás lett rögzítve.
pt_br: A melhor de 2 tentativas é gravada.
sr: Бележе се 2 најбоља покушаја.
uk: Було записано 2 найкращі спроби.

source: Gesell's Bar
cs: Gesellova lávka
hu: Gesell rúdja
pt_br: Barra de Gesell
sr: Геселова трака
uk: Брус Ґеселля

source: Length: 2.5 m.
cs: Délka: 2,5 m
eu: Luzera: 2,5 m.
hu: Hossz: 2,5 m.
pt_br: Comprimento: 2,5 m.
sr: Дужина: 2,5 m.
uk: Довжина: 2,5 м.

source: Wide: 4 cm.
cs: Šířka: 4 cm.
eu: Zabalera: 4 cm.
hu: Szélesség: 4 cm.
pt_br: Largura: 4 cm.
sr: Ширина: 4 cm.
uk: Ширина: 4 см.

source: CONDITIONS:
cs: PODMÍNKY:
eu: BALDINTZAK:
hu: FELTÉTELEK:
pt_br: CONDIÇÕES:
sr: УСЛОВИ:
uk: УМОВИ:

source: Hands on their waist.
cs: Ruce u svého pasu.
eu: Eskuak gerrian.
hu: Kezek a csípőn.
pt_br: Mãos na cintura.
sr: Руке на струку.
uk: Роки на поясі.

source: In front of a wall in order to avoid distractions.
cs: Před zdí, aby se zabránilo rozptylování.
hu: Egy fallal szemben azért, hogy elkerüljük a zavarást.
pt_br: Em frente a uma parede para evitar distrações.
sr: Наспрам зида како би се избегло ометање.
uk: Перед стіною, щоб не відволікатися.

source: INSTRUCTIONS AND DEMONSTRATION:
cs: POKYNY A VYSVĚTLENÍ:
hu: UTASÍTÁSOK ÉS BEMUTATÁS:
pt_br: INSTRUÇÕES E DEMONSTRAÇÃO:
sr: УПУТСТВА И ПОКАЗИВАЊЕ:
uk: НАСТАНОВИ І ДЕМОНСТРАЦІЯ:

source: You have to walk on this bar as fast as possible 'like this', if you touch the ground just continue.
cs: Musíte přes tuto lávku „takto“ přejít, jak nejrychleji je možné, když se dotknete země, ihned pokračujete.
hu: Végig kell sétálnia ezen a rúdon amilyen gyorsan csak lehetséges „ehhez hasonlóan”. Ha hozzáér a földhöz, folytassa tovább.
pt_br: Você deve caminhar nesta barra o mais rápido que puder “como isto”, se você tocar o chão apenas continue.
sr: Треба да ходате по овој траци што брже можете „овако“, ако додирнете тло само наставите.

source: 'Like this' means normal, with a foot in front of the other, not side by side.
cs: „Takto“ znamená normálně, s nohami jednou za druhou, ne vedle sebe.
hu: Az „ehhez hasonlóan” azt jelenti, hogy normálisan, egyik lábbal a másik előtt, nem egymás mellett.
pt_br: “Desse jeito” significa normal, com um pé em frente ao outro, não lado a lado.
sr: „Овако“ значи нормално, са једном ногом испред друге, а не једном поред друге.

source: SCORE:
cs: HODNOCENÍ:
hu: PONTSZÁM:
pt_br: PONTUAÇÃO:
sr: РЕЗУЛТАТ:
uk: РАХУНОК:

source: Time will start since first platform is touched, and will stop when second platform is reached.
cs: Čas běží od okamžiku, kdy se dotknete první plošiny a zastaví se, jakmile dosáhnete druhé plošiny.
hu: Az idő el fog indulni, amint az első platformot megérintik, majd le fog állni, amikor a második platformot elérik.
pt_br: O tempo será iniciado a partir do momento em que a plataforma for tocada, e irá parar quando a segunda plataforma for alcançada.
sr: Време ће почети када додирнете прву платформу, а престаће када стигнете до друге платформе.
uk: Відлік почнеться від торкання першої платформи і завершиться при досягненні другої платформи.

source: The best of 2 attempts will be recorded.
cs: Zaznamená se nejlepší ze dvou pokusů.
hu: A legjobb 2 próbálkozás lesz rögzítve.
pt_br: A melhor de 2 tentativas será gravada.
sr: Бележе се 2 најбоља покушаја.
uk: Буде записано найкращі 2 спроби.

source: Reference:
cs: Odkaz:
eu: Erreferentzia:
hu: Hivatkozás:
pt_br: Referência:
sr: Упута:
uk: Еталон:

source: 20Yard Agility test
cs: Test hbitosti na 20 yardů
dz: གཱན་ཛི་ ༢༠ ཨེ་ཇི་ལི་ཊི་ བརྟག་ཞིབ་
hu: 20 yardos gyorsasági teszt
pt_br: 20Jardas Teste de agilidade
sr: Тест окретности 20 стопа
uk: Тест на рухливість «20 ярдів»

source: This test is part of a battery for the USA Women's Soccer Team. The NFL use a very similar test for the NFL Combine Testing, the 20 yard shuttle.
cs: Tento test je jedním z řady používaných týmem USA ženských fotbalistek. NFL používá velmi podobný test pro kombinované testování NFL, 20 yardů tam a zpět.
hu: Ez a teszt az USA női focicsapat erőnléti edzésének része. Az NFL nagyon hasonló teszteket használ az NFL összeállítási teszthez, a 20 yardos oda-vissza futáshoz.
pt_br: Esse teste é parte de uma bateria para o time de futebol feminino dos EUA. A NFL usa um teste muito parecido para o NFL Combine Testing, o shuttle de 20 jardas.
sr: Овај тест је део батерије за амерички женски фудбалски тим. НФЛ користи веома сличан тест за обједињено тестирање НФЛ-а, заокретања у 20 стопа.

source: Purpose
cs: Účel
eu: Xedea
hu: Cél
pt_br: Propósito
sr: Сврха
uk: Призначення

source: The 20 yard agility race is a simple measure of an athlete’s ability to accelerate, decelerate, change direction, and to accelerate again.
cs: Test hbitosti při běhu na 20 yardů je jednoduchý test měřící atletické schopnosti zrychlit, zpomalit, změnit směr a znovu zrychlit.
hu: A 20 yardos gyorsasági verseny egy egyszerű mérése egy sportoló gyorsítási, lassítási, irányváltoztatási és ismételt gyorsítási képességére.
pt_br: A corrida de agilidade de 20 jardas é uma medição simples da habilidade de um atleta para acelerar, desacelerar, mudar de direção e acelerar novamente.
sr: Окретност трчања у 20 стопа је једноставно мерење способности спортисте да убрза, успори, промени правац, и поново да убрза.

source: Procedure
cs: Princip
eu: Prozedura
hu: Eljárásmód
pt_br: Procedimento
sr: Поступак
uk: Процедура

source: Set up three marker cones in a straight line, exactly five yards apart - cones B, A(center) and C. At each cone place a line across using marking tape. The timer is positioned at the level of the center A cone, facing the athlete. The athlete straddles the center cone A with feet an equal distance apart and parallel to the line of cones. When ready, the athlete runs to cone B (touching the line with either foot), turns and accelerates to cone C (touching the line), and finishes by accelerating through the line at cone A. The stopwatch is started on the first movement of the athlete and stops the watch when the athlete’s torso crosses the center line.
cs: Postavte tři kužele do jedné řady, přesně pět yardů (4,57 m) od sebe - kužel B, A (uprostřed) a C. Od každého kužele udělejte čáru pomocí pásky. Časomíra je umístěná v úrovni středu kužele A, čelem k atletovi. Atlet se rozkročí nad středem kuželu A se šlapkami ve stejné vzdálenosti a rovnoběžně s čárou na kuželu. Až je připravený, vyběhne atlet ke kuželu B (každou šlapkou se musí dotýkat čáry), otočí se, běží ke kuželu C (opět se dotýká čáry) a dokončí to během po čáře ke kuželu A. Čas se stopuje se od prvního pohybu atleta a měření se zastaví ve chvíli, kdy atletovo tělo překoná středovou čáru.
hu: Helyezzen el 3 db bóját egy vonalon, pontosan 5 yard távolságra egymástól – B, A (középső) és C. Mindegyik bójánál helyezzen el egy vonalat a földön egy jelölőszalag használatával. Az edző az A bója közepének szintjénél áll, szemben a sportolóval. A sportoló felveszi a starthelyzetet az A bója középvonalában (úgy hogy a gerince van a bója vonalában), párhuzamosan a bója sorral. Amikor készen áll, a sportoló elfut a B bójáig (ott megérinti a szalagot az egyik lábával), majd megfordul és elsprintel a C bójáig, ahol vonalat érint, majd visszasprintel az A bójáig. A stopper órát a sportoló első mozdulatára kell elindítani, és akkor kell megállítani, amikor a sportoló törzse keresztezi a középső vonalat.
pt_br: Posicione três cones marcadores em linha reta, separados por exatamente cinco jardas – cones B, A (meio) e C. Coloque ao lado de cada cone uma linha horizontal com fita marcadora. O temporizador fica posicionado no nível do cone central A, de frente para o atleta. O atleta atravessa o cone central A com os pés igualmente distantes e paralelos à linha de cones. Quando estiver pronto, o atleta corre ao cone B (tocando a linha com um dos pés), vira e acelera até o cone C (tocando a linha) e finaliza acelerando pela linha até o cone A. O cronômetro é iniciado ao primeiro movimento do atleta e para quando o abdome do atleta cruza a linha central.
sr: Поставите три означавајућа чуња на правој линији, на удаљености од тачно пет стопа — чуњеви B, A (у средини) и C. На месту сваког чуња линија преко користи траку означавања. Одбројавач је постављен на нивоу средишњег чуња А, окренут према спортисти. Спортиста прекорачује средишњи чуњ А са ногама на једнакој удаљености а паралелно са линијом чуњева. Када је спреман, спортиста трчи до чуња B (додирује линију било којим стопалом), окреће се и убрзава до чуња C (додирнувши линију), и завршава убрзавајући кроз линију чуња А. Штоперица се покреће приликом првог покрета спортисте и зауставља када груди спортисте пређу средњу линију.

source: Scoring
cs: Hodnocení
eu: Puntuazioa
hu: Pontozás
pt_br: Pontuando
sr: Резултат
uk: Оцінювання

source: Record the best time of two trials.
cs: Zaznamená se nejlepší čas ze dvou kol.
hu: Rögzítse a két próba legjobb idejét.
pt_br: Grava o melhor tempo de duas tentativas.
sr: Бележи најбоље време из два покушаја.
uk: Записати найкращий час з двох спроб.

source: Encourage athletes to accelerate through the finish line to maximize their result.
cs: Povzbuďte atlety, aby zrychlili v závěrečné rovince a tím zlepšili své výsledky.
hu: Biztassa a sportolókat, hogy gyorsítsanak a célvonal átlépésekor a legjobb eredmény érdekében.
pt_br: Incentiva os atletas a acelerar pela linha de chegada para maximizar seu resultado.
sr: Охрабрите спортисте да убрзају кроз циљну линију да би остварили најбољи резултат.
uk: Заохочувати атлетів прискорюватися на фінішній прямій, щоб максимізувати результат.

source: Cited with permission.
cs: Citováno se svolením.
hu: Hivatkozás engedéllyel.
pt_br: Citado com permissão.
sr: Цитирано са дозволом.
uk: Цитовано з дозволу.

source: 505 Agility test
cs: Test hbitosti 505
dz: ༥༠༥ ཨེ་ཇི་ལི་ཊི་ བརྟག་ཞིབ་
hu: 505 gyorsasági teszt
pt_br: Teste de agilidade 505
sr: Тест окретности 505
uk: Тест на рухливість 505

source: Markers are set up 5 and 15 meters from a line marked on the ground. The athlete runs from the 15 meter marker towards the line (run in distance to build up speed) and through the 5 m markers, turns on the line and runs back through the 5 m markers. The time is recorded from when the athletes first runs through the 5 meter marker, and stopped when they return through these markers (that is, the time taken to cover the 5 m up and back distance - 10 m total). The best of two trails is recorded. The turning ability on each leg should be tested. The subject should be encouraged to not overstep the line by too much, as this will increase their time.
cs: Značky jsou postavené 5 a 15 metrů od čáry označené jako počátek. Atlet běží od značky 15 metrů zpět na čáru přes značku 5 m (na vzdálenosti se snaží vyvinou co nejvyšší rychlost), na čáře se otočí a běží zpět skrz značku 5 m. Čas se měří od chvíle, kdy atlet poprvé protne značku 5 metrů a měření se zastaví, když podruhé protne tu stejnou značku (tzn. čas na překonání vzdálenosti 5 m a zpět - celkem 10 m). Zaznamenává se nejlepší ze dvou měření. Měla by se testovat schopnost otáčení na jedné i druhé noze. Subjekt by měl dávat pozor, aby čáru příliš nepřekračoval, protože si tím prodlužuje čas.
hu: Jelöléseket kell elhelyezni 5 és 15 méteren az alapot jelző vonaltól. A sportoló a 15 méteres jelöléstől fut a vonal felé (a cél, hogy felgyorsuljon), át az 5 méteres vonalon, a 0-n fordul, és sprintel vissza az 5 méteresen áthaladva. Az időt onnantól rögzítik, amikor a sportoló először fut át az 5 méteres jelzésen, és akkor állítják le, amikor visszatér ezeken a jelzőkön át (ez fogja lefedni az 5 méteres oda-vissza futását, összesen 10 métert). Két próbálkozás legjobb ideje lesz rögzítve. Mindkét láb fordulási képességét le kell tesztelni. Az alanyt biztatni kell, hogy ne lépjen nagyon túl a vonalon, mert így rosszabb lesz az ideje.
pt_br: Os marcadores são colocados em 5 e 15 metros a partir de uma linha marcada no chão. O atleta corre do marcador de 15 metros em direção à linha (corrida em distância para acumular velocidade) e atravessa o marcador de 5 metros, vira na linha e corre de volta atravessando o marcador de 5 metros. O tempo é gravado desde quando os atletas atravessam o marcador de 5 metros pela primeira vez, e interrompido quando eles passam esses marcadores na volta (isto é, o tempo feito para cobrir a distância dos 5 metros de ida e volta – 10 metros no total). O melhor dos dois percursos é gravado. A habilidade de giro em cada perna deve ser testada. O sujeito deve ser incentivado a não pisar além da linha, pois isso irá aumentar o seu tempo.
sr: Маркери се постављају на 5 и 15 метара од линије означене на терену. Спортиста трчи од маркера на 15 метара према линији (трчи из даљине да би постигао брзину) и кроз маркер на 5 m, окреће се на линији и враћа се назад кроз маркер на 5 m. Време се рачуна од онда када спортиста први пут прође кроз маркер на 5 метара, и зауставља се када се врати и пређе преко ових маркера (тако је, време потребно да се пређе удаљеност од 5 метара и назад — 10 метара укупно). Бележи се бољи од два покушаја. Требало би тестирати способност враћања назад за сваку ногу. Спортисту би требало охрабрити да не пређе превише преко линије, јер ће тиме само повећати време.

source: This is a test of 180 degree turning ability. This ability may not be applicable to some sports.
cs: Toto je test schopnosti otáčet se o 180 stupňů. Tato schopnost nemusí být použitelná pro všechny sporty.
hu: Ez a 180 fokos fordulási képesség tesztje. Ez a képesség lehet, hogy nem használható minden sportban.
pt_br: Esse é um teste da capacidade de giro em 180 graus. Essa habilidade pode não se aplicar a alguns esportes.
sr: Ово је тест способности окретања за 180 степени. Ова способност се не може применити на неким спортовима.
uk: Це перевірка на здатність виконувати обертання на 180 градусів. Ця здатність може бути незастосовною для деяких видів спорту.

source: Illinois Agility test
cs: Illinoiský test hbitosti
dz: ཨི་ལི་ནོ་ཨིསི་ ཨེ་ཇི་ལི་ཊི་ བརྟག་ཞིབ་
hu: Illinois gyorsasági teszt
pt_br: Teste de agilidade de Illinois
sr: Тест спретности Илиноис
uk: Тест на рухливість штату Іллінойс

source: The length of the course is 10 meters and the width (distance between the start and finish points) is 5 meters. Four cones are used to mark the start, finish and the two turning points. Another four cones are placed down the center an equal distance apart. Each cone in the center is spaced 3.3 meters apart.
cs: Délka kurzu je 10 metrů a šířka (vzdálenost mezi startovním a cílovým bodem) je 5 metrů. Čtyři kužely jsou použité k označení startu, cíle a dvou bodů otáčení. Jiné čtyři kužele jsou rozloženy uprostřed v pravidelných vzdálenostech. Každý kužel uprostřed je od sousedních vzdálen 3,3 metru.
hu: A pálya hossza 10 méter, szélessége (a kezdő és a befejező pont között) 5 méter. 4 bóját használnak a start, a cél és a 2 fordulópont jelzésére. Másik 4 bója van középen, egyenlő távolságra egymástól. Középen mindegyik bója 3,3 méterre van egymástól.
pt_br: O percurso tem um comprimento de 10 metros e uma largura (distância entre os pontos de largada e chegada) de 5 metros. Quatro cones são usados para marcar a largada, chegada e o dois pontos de virada. Outros quatro cones são colocados no centro a uma distância igual. Cada cone no centro é separado do outro por 3,3 metros.
sr: Дужина стазе је 10 метара а ширина (растојање између почетне и завршне тачке) је 5 метара. Четири чуња се користе да означе почетак, циљ и две тачке преокрета. Још четири чуња се постављају у средини и на једнакој удаљености. Сваки чуњ у средини је на одстојању од 3,3 метра.
