Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Antigua and Barbuda
cs: Antigua a Barbuda
eu: Antigua eta Barbuda
hu: Antigua és Barbuda
pt_br: Antígua e Barbuda
sr: Антигва и Барбуда
uk: Антигуа і Барбуда

source: Aruba
sr: Аруба
uk: Аруба

source: Bahamas
cs: Bahamy
eu: Bahamak
hu: Bahama-szigetek
sr: Бахами
uk: Багамські острови

source: Barbados
sr: Барбадос
uk: Барбадос

source: Belize
sr: Белизе
uk: Беліз

source: Bermuda
cs: Bermudy
pt_br: Bermudas
sr: Бермуди
uk: Бермуди

source: British Virgin Islands
cs: Britské Panenské ostrovy
eu: Birjina uharte britainiarrak
hu: Brit Virgin-szigetek
pt_br: Ilhas Virgens Britânicas
sr: Бритаска Девичанска Острва
uk: Британські Віргінські Острови

source: Canada
cs: Kanada
eu: Kanada
hu: Kanada
pt_br: Canadá
sr: Канада
uk: Канада

source: Cayman Islands
cs: Kajmanské ostrovy
eu: Kaiman uharteak
hu: Kajmán-szigetek
pt_br: Ilhas Caimã
sr: Кајманска острва
uk: Кайманові острови

source: Costa Rica
cs: Kostarika
sr: Костарика
uk: Коста-Рика

source: Cuba
cs: Kuba
eu: Kuba
hu: Kuba
sr: Куба
uk: Куба

source: Dominica, Commonwealth of
cs: Dominika
hu: Dominikai Közösség
pt_br: Dominica, Comunidade da
sr: Доминика, Комонвелт
uk: Співдружність Домініки

source: Dominican Republic
cs: Dominikánská republika
eu: Dominikar Errepublika
hu: Dominikai Köztársaság
pt_br: República Dominicana
sr: Доминиканска Република
uk: Домініканська республіка

source: El Salvador
cs: Salvador
sr: Ел Салвадор
uk: Сальвадор

source: Greenland
cs: Grónsko
eu: Groenlandia
hu: Grönland
pt_br: Groenlândia
sr: Гренланд
uk: Гренландія

source: Grenada
pt_br: Granada
sr: Гренада
uk: Гренада

source: Guadeloupe
eu: Guadalupe
pt_br: Guadalupe
sr: Гвадалуп
uk: Гваделупа

source: Guatemala
sr: Гватемала
uk: Гватемала

source: Haiti
sr: Хаити
uk: Гаїті

source: Honduras
sr: Хондурас
uk: Гондурас

source: Jamaica
cs: Jamaika
eu: Jamaika
sr: Јамајка
uk: Ямайка

source: Martinique
eu: Martinika
pt_br: Martinica
sr: Мартиник
uk: Мартиніка

source: Mexico
cs: Mexiko
eu: Mexiko
hu: Mexikó
pt_br: México
sr: Мексико
uk: Мексика

source: Montserrat
cs: Monserat
sr: Монсерат
uk: Монтсеррат

source: Netherlands Antilles
cs: Nizozemské Antily
eu: Antilla herbeheretarrak
hu: Holland Antillák
pt_br: Antilhas Holandesas
sr: Холандски Антили
uk: Нідерландські Антильські Острови

source: Nicaragua
cs: Nikaragua
eu: Nikaragua
pt_br: Nicarágua
sr: Никарагва
uk: Нікарагуа

source: Panama
pt_br: Panamá
sr: Панама
uk: Панама

source: Puerto Rico
cs: Portoriko
pt_br: Porto Rico
sr: Порторико
uk: Пуерто-Рико

source: Saint Barthelemy
cs: Svatý Bartoloměj
hu: Saint Barthélemy
pt_br: São Bartolomeu
sr: Свети Бартоломеј
uk: Сен-Бартельмі

source: Saint Kitts and Nevis
cs: Svatý Kryštof a Nevis
eu: Saint Kitts eta Nevis
hu: Saint Kitts és Nevis
pt_br: São Cristóvão e Nevis
sr: Свети Китс и Невис
uk: Сент-Кітс і Невіс

source: Saint Lucia
cs: Svatá Lucie
eu: Santa Luzia
pt_br: Santa Lúcia
sr: Света Луција
uk: Сент-Люсія

source: Saint Martin
cs: Svatý Martin
pt_br: São Martinho
sr: Свети Мартен
uk: Сен-Мартен

source: Saint Pierre and Miquelon
cs: Miquelon
eu: Saint-Pierre eta Mikelune
hu: Saint Pierre és Miquelon
pt_br: São Pedro e Miquelon
sr: Свети Пјер и Микелон
uk: Сен-П'єр і Мікелон

source: Saint Vincent and the Grenadines
cs: Svatý Vincenc a Grenadiny
eu: Saint Vincent eta Grenadinak
hu: Saint Vincent és a Grenadines-szigetek
pt_br: São Vicente e Granadinas
sr: Свети Винсент и Гренадини
uk: Сент-Вінсент і Гренадини

source: Trinidad and Tobago
cs: Trinidad a Tobago
eu: Trinidad eta Tobago
hu: Trinidad és Tobago
pt_br: Trinidade e Tobago
sr: Тринидад и Тобаго
uk: Тринідад і Тобаго

source: Turks and Caicos Islands
cs: Turks a Caicos
eu: Turk eta Caico uharteak
hu: Turks és Caicos-szigetek
pt_br: Ilhas Turcas e Caicos
sr: Туркс и Каикос Острва
uk: Острови Теркс і Кайкос

source: United States of America
cs: Spojené státy americké
eu: Ameriketako Estatu Batuak
hu: Amerikai Egyesült Államok
pt_br: Estados Unidos da América
sr: Сједињене Америчке Државе
uk: Сполучені Штати Америки

source: United States Virgin Islands
cs: Americké Panenské ostrovy
eu: Estatu Batuetako Birjina uharteak
hu: Egyesült Államok Virgin-szigetek
pt_br: Estados Unidos, Ilhas Virgens dos
sr: Сједињене Државе Девичанска Острва
uk: Віргінські острови США

source: American Samoa
cs: Americká Samoa
eu: Samoa amerikarra
hu: Amerikai Szamoa
pt_br: Samoa Americana
sr: Америчка Самоа
uk: Американське Самоа

source: Australia
cs: Australie
hu: Ausztrália
pt_br: Austrália
sr: Аустралија
uk: Австралія

source: Cook Islands
cs: Cookovy ostrovy
eu: Cook uharteak
hu: Cook-szigetek
pt_br: Ilhas Cook
sr: Кукова острва
uk: Острови Кука

source: Fiji
cs: Fidži
hu: Fidzsi-szigetek
sr: Фиџи
uk: Фіджі

source: French Polynesia
cs: Francouzská Polynézie
eu: Polinesia frantsesa
hu: Francia Polinézia
pt_br: Polinésia Francesa
sr: Француска Полинезија
uk: Французька Полінезія

source: Guam
sr: Гиам
uk: Гуам

source: Kiribati
sr: Кирибати
uk: Кірібаті

source: Marshall Islands
cs: Marschalovy ostrovy
eu: Marshall uharteak
hu: Marshall-szigetek
pt_br: Ilhas Marshall
sr: Маршалска острва
uk: Маршаллові Острови

source: Micronesia
cs: Mikronésie
eu: Mikronesia
hu: Mikronézia
pt_br: Micronésia
sr: Микронезија
uk: Мікронезія

source: Nauru
sr: Науру
uk: Науру

source: New Caledonia
cs: Nová Kaledonie
eu: Kaledonia Berria
hu: Új-Kaledónia
pt_br: Nova Caledônia
sr: Нова Каледонија
uk: Нова Каледонія

source: New Zealand
cs: Nový Zéland
eu: Zeelanda Berria
hu: Új-Zéland
pt_br: Nova Zelândia
sr: Нови Зеланд
uk: Нова Зеландія

source: Niue
sr: Ниуе
uk: Ніуе

source: Norfolk Island
cs: Norfolk
eu: Norfolk uhartea
hu: Norfolk-sziget
pt_br: Ilha Norfolk
sr: Норфолк острво
uk: Острів Норфолк

source: Northern Mariana Islands
cs: Severní Mariany
eu: Iparraldeko Mariana uharteak
hu: Északi Mariana-szigetek
pt_br: Ilhas Marianas do Norte
sr: Северна Маријанска острва
uk: Північні Маріанські Острови

source: Palau
sr: Палау
uk: Палау

source: Papua New Guinea
cs: Papua Nová Guinea
eu: Papua Ginea Berria
hu: Pápua Új-Guinea
pt_br: Papua Nova Guiné
sr: Папуа Нова Гвинеја
uk: Папуа-Нова Гвінея

source: Pitcairn Islands
cs: Pitcairnovy ostrovy
eu: Pitcairn uharteak
hu: Pitcairn-szigetek
pt_br: Ilhas Pitcairn
sr: Острва Питкерн
uk: Острови Піткерн

source: Samoa
hu: Szamoa
sr: Самоа
uk: Самоа

source: Solomon Islands
cs: Solomonovy ostrovy
eu: Salomon uharteak
hu: Salamon-szigetek
pt_br: Ilhas Salomão
sr: Соломонска острва
uk: Соломонові острови

source: Tokelau
sr: Токелау
uk: Токелау

source: Tonga
sr: Тонга
uk: Тонга

source: Tuvalu
sr: Тувалу
uk: Тувалу

source: United States Minor Outlying Islands
cs: Menší odlehlé ostrovy USA
eu: Estatu Batuetako kanpoaldeko uharte txikiak
hu: Egyesült Államok külső szigetei
pt_br: Estados Unidos, Ilhas Menores Distantes dos
sr: Спољна ивична острва САД
uk: Американські Малі Віддалені Острови

source: Vanuatu
sr: Вануату
uk: Вануату

source: Wallis and Futuna
cs: Wallis a Futuna
eu: Wallis eta Futuna
hu: Wallis és Futuna
pt_br: Wallis e Futuna
sr: Валис и Футуна
uk: Уолліс і Футуна

source: Argentina
hu: Argentína
sr: Аргентина
uk: Аргентина

source: Bolivia
cs: Bolívie
hu: Bolívia
pt_br: Bolívia
sr: Боливија
uk: Болівія

source: Brazil
cs: Brazílie
eu: Brasil
hu: Brazília
pt_br: Brasil
sr: Бразил
uk: Бразилія

source: Chile
cs: Čile
eu: Txile
sr: Чиле
uk: Чилі

source: Colombia
cs: Kolumbie
eu: Kolonbia
hu: Kolumbia
pt_br: Colômbia
sr: Колумбија
uk: Колумбія

source: Ecuador
cs: Ekvádor
eu: Ekuador
pt_br: Equador
sr: Еквадор
uk: Еквадор

source: Falkland Islands (Malvinas)
cs: Falklandské ostrovy
eu: Falkland uharteak (Malvinak)
hu: Falkland-szigetek (Malvinas)
pt_br: Ilhas Falkland (Malvinas)
sr: Фокландска острва (Малвини)
uk: Фолклендські (Мальвінські) острови

source: French Guiana
cs: Francouzská Guyana
eu: Guyana frantsesa
hu: Francia Guyana
pt_br: Guiana Francesa
sr: Француска Гвајана
uk: Французька Гвіана

source: Guyana
pt_br: Guiana
sr: Гвајана
uk: Гаяна

source: Paraguay
eu: Paraguai
pt_br: Paraguai
sr: Парагвај
uk: Парагвай

source: Peru
sr: Перу
uk: Перу

source: Uruguay
eu: Uruguai
pt_br: Uruguai
sr: Уругвај
uk: Уругвай

source: Venezuela
sr: Венецуела
uk: Венесуела

source: Use this session to simulate tests.
cs: Použít tuto série cvičení k simulaci testů.
eu: Erabili saio hau probak simulatzeko.
hu: Használja ezt a munkamenetet a tesztek szimulációjához.
pt_br: Use essa sessão para simular os testes.
sr: Користите ову сесију за симулирање тестова.
uk: Використовувати цей сеанс для імітації тестів.

source: Diving
cs: Potápění
eu: Urpekaritza
hu: Búvárkodás
pt_br: Mergulho
sr: Роњење
uk: Стрибки у воду

source: Swimming
cs: Plavání
eu: Igeriketa
hu: Úszás
pt_br: Natação
sr: Пливање
uk: Плавання

source: Synchronized Swimming
cs: Synchronizované plavání
eu: Igeriketa sinkronizatua
hu: Szinkronúszás
pt_br: Nado sincronizado
sr: Уметничко пливање
uk: Синхронне плавання

source: Waterpolo
cs: Vodní pólo
eu: Waterpoloa
hu: Vízilabda
pt_br: Polo aquático
sr: Ватерполо
uk: Водне поло

source: Runs, Sprints
cs: Běh - sprint
eu: Lasterketak, esprintak
hu: Futás, sprint
pt_br: Corridas, arrancadas
sr: Трчање, спринт
uk: Біг, спринт

source: Runs, Middle-distance
cs: Běh na střední trati
eu: Lasterketak, distantzia ertaina
hu: Futás, középtáv
pt_br: Corridas, distância média
sr: Трчање, средње стазе
uk: Біг, середні дистанції

source: Runs, Long-distance
cs: Běh na dlouhé trati
eu: Lasterketak, distantzia luzea
hu: Futás, hosszútáv
pt_br: Corridas, longa distância
sr: Трчање, дуге стазе
uk: Біг на довгі дистанції

source: Throws
cs: Vrh
eu: Jaurtiketak
hu: Dobások
pt_br: Lançamentos
sr: Бацања
uk: Кидки

source: Combined
cs: Víceboj
eu: Konbinatua
hu: Összetett
pt_br: Combinado
sr: Мешовито
uk: Разом

source: Bobsleigh
cs: Bobování
hu: Versenyszán
sr: Боб
uk: Бобслей

source: Skeleton
hu: Csontváz
pt_br: Esqueleto
sr: Скелетон
uk: Скелетон

source: Flatwater
cs: Rychlostní
hu: Síkvízi
pt_br: Água parada
sr: На мирним водама
uk: Веслування на каное

source: Slalom
hu: Szlalom
sr: Слалом
uk: Слалом

source: Cycling BMX
cs: Cyklistika BMX
eu: BMX txirrindularitza
hu: BMX kerékpározás
pt_br: Ciclismo BMX
sr: Бициклизам БМИкс
uk: Велосипедний мотокрос

source: Cycling Road
cs: Cyklistika dráhová
eu: Errepideko txirrindularitza
hu: Országúti kerékpározás
pt_br: Ciclismo de estrada
sr: Бициклизам на путу
uk: Велоспорт на трасі

source: Cycling Track
cs: Cyklistika silniční
eu: Pistako txirrindularitza
hu: Pálya kerékpározás
pt_br: Ciclismo de pista
sr: Бициклистичка стаза
uk: Велоспорт на треку

source: Mountain Bike
cs: Cyklistika horská
eu: Mendiko txirrindularitza
hu: Hegyi kerékpár
sr: Планински бициклизам
uk: Гірський велосипед

source: Dressage
cs: Drezura
hu: Idomítás
pt_br: Adestramento
sr: Дресура
uk: Виїздка

source: Eventing
cs: Soutěž všestranné způsobilosti
hu: Lovastusa
pt_br: Concurso completo de equitação
sr: Коњички
uk: Кінськоспортивні змагання

source: jumping
cs: Skákání
hu: ugrás
pt_br: saltando
sr: скокови
uk: Стрибки

source: Artistic
cs: Sportovní
eu: Artistikoa
hu: Művészi
pt_br: Artístico
sr: Уметнички
uk: Художня гімнастика

source: Rhythmic
cs: Moderní
eu: Erritmikoa
hu: Ritmikus
pt_br: Rítmico
sr: Ритмички
uk: Ритміка

source: Trampoline
cs: Skoky na trampolíně
eu: Tranpolina
hu: Trambulin
pt_br: Trampolim
sr: Трамбулина
uk: Стрибки на батуті

source: Figure skating
cs: Krasobruslení
eu: Irristaketa artistikoa
hu: Műkorcsolya
pt_br: Patinação artística
sr: Уметничко клизање
uk: Фігурне катання

source: Short Track Speed Skating
cs: Rychlobruslení na krátké dráze
eu: Pista laburreko abiadurako irristaketa
hu: Rövidpályás gyorskorcsolya
pt_br: Patinação de velocidade em pista curta
sr: Брзо клизање на кратке стазе
uk: Шорт-трек

source: Speed skating
cs: Rychlobruslení
eu: Abiadurako irristaketa
hu: Gyors korcsolya
pt_br: Patinação de velocidade
sr: Брзо клизање
uk: Швидкісний біг на ковзанах

source: Alpine Skiing
cs: Alpské lyžování
eu: Eski alpetarra
hu: Alpesi síelés
pt_br: Esqui alpino
sr: Алпско скијање
uk: Гірські лижі

source: Cross Country Skiing
cs: Běh na lyžích
eu: Iraupen-eskia
hu: Sífutás
pt_br: Esqui cross-country
sr: Скијашко трчање
uk: Біг на лижах

source: Freestyle Skiing
cs: Akrobatické lyžování
eu: Eski akrobatikoa
hu: Szabad stílusú síelés
pt_br: Esqui de estilo livre
sr: Слободно скијање
uk: Біг на лижах вільним стилем

source: Nordic Combined
cs: Severská kombinace
eu: Nordikoa konbinatua
hu: Északi összetett
pt_br: Nórdica combinada
sr: Нордијска комбинација
uk: Лижне двоборство

source: Ski Jumping
cs: Skoky na lyžích
hu: Síugrás
pt_br: Salto de esqui
sr: Скијашки скокови
uk: Лижні стрибки

source: Snowboard
cs: Snowboarding
hu: Hódeszka
sr: Сноуборд
uk: Сноуборд

source: Beach volleyball
cs: Plážový volejbal
hu: Strand röplabda
pt_br: Vôlei de praia
sr: Одбојка на плажи
uk: Пляжний волейбол

source: Volleyball
cs: Volejbal
eu: Boleibola
hu: Röplabda
pt_br: Vôlei
sr: Одбојка
uk: Волейбольний м'яч

source: Freestyle
cs: Zápas ve volném stylu
hu: Szabad stílusú
pt_br: Estilo livre
sr: Слободни стил
uk: Вільний стиль

source: Greco-Roman
cs: Řecko-římský zápas
hu: Görög-római
pt_br: Greco-Romana
sr: Грчко-римски
uk: Греко-римська боротьба

source: user
cs: uživatel
eu: erabiltzailea
hu: felhasználó
pt_br: usuário
sr: корисник
uk: користувач

source: Aquatics
cs: Vodní sporty
hu: Vízi sportok
pt_br: Esportes aquáticos
sr: Водени спортови
uk: Водний спорт

source: Archery
cs: Lukostřelba
hu: Íjászat
pt_br: Tiro com arco
sr: Лук и стрела
uk: Стрільба з лука

source: Athletics
cs: Atletika
eu: Atletismoa
hu: Atlétika
pt_br: Atletismo
sr: Атлетика
uk: Атлетика

source: Badminton
eu: Badmintona
hu: Tollaslabda
sr: Бадминтон
uk: Бадмінтон

source: Baseball
eu: Beisbola
pt_br: Beisebol
sr: Бејзбол
uk: Бейсбол

source: Basketball
cs: Košíková
eu: Saskibaloia
hu: Kosárlabda
pt_br: Basquetebol
sr: Кошарка
uk: Баскетбол

source: Biathlon
cs: Dvojboj
eu: Biatloia
hu: Biatlon
pt_br: Biatlo
sr: Биатлон
uk: Біатлон

source: Boxing
cs: Box
eu: Boxeoa
hu: Box
pt_br: Boxe
sr: Бокс
uk: Бокс

source: Canoe-Cayak
cs: Kanoistika
hu: Kajak-kenu
pt_br: Canoa-caiaque
sr: Кану-кајак
uk: Каное-каяк

source: Curling
sr: Карлинг
uk: Керлінг

source: Cycling
cs: Cyklistika
eu: Txirrindularitza
hu: Biciklizés
pt_br: Ciclismo
sr: Бициклизам
uk: Велоспорт

source: Equestrian
cs: Jezdectví
eu: aldiketa
hu: Lovaglás
pt_br: Hipismo
sr: Коњички спортови
uk: Кінні змагання

source: Fencing
cs: Šerm
hu: Vívás
pt_br: Esgrima
sr: Мачевање
uk: Фехтування

source: Football
cs: Fotbal
eu: Futbola
hu: Labdarúgás
pt_br: Futebol
sr: Фудбал
uk: Футбол

source: Gymnastics
cs: Gymnastika
eu: Gimnasia
hu: Torna
pt_br: Ginástica
sr: Гимнастика
uk: Гімнастика

source: Handball
cs: Házená
hu: Kézilabda
pt_br: Handebol
sr: Рукомет
uk: Гандбол

source: Hockey
cs: Pozemní hokej
eu: Hockeya
hu: Hoki
sr: Хокеј
uk: Хокей із м'ячем

source: Ice Hockey
cs: Lední hokej
eu: Izotz-hockeya
hu: Jéghoki
pt_br: Hockey no gelo
sr: Хокеј на леду
uk: Хокей

source: Judo
eu: Judoa
hu: Cselgáncs
pt_br: Judô
sr: Џудо
uk: Дзюдо

source: Luge
cs: Sáňkování
hu: Szánkó
sr: Санкање
uk: Санний спорт

source: Modern Pentathlon
cs: Moderní pětiboj
eu: Pentatloi modernoa
hu: Modern öttusa
pt_br: Pentatlo moderno
sr: Савремени пентатлон
uk: Сучасний пентатлон

source: Rowing
cs: Veslování
hu: Evezés
pt_br: Remo
sr: Веслање
uk: Веслування

source: Sailing
cs: Závody plachetnic
hu: Vitorlázás
pt_br: Vela
sr: Једриличарство
uk: Парусний спорт

source: Shooting
cs: Střelba
hu: Lövészet
pt_br: Tiro
sr: Стрељаштво
uk: Стрілецький спорт

source: Skating
cs: Bruslení
eu: Irristaketa
hu: Korcsolyázás
pt_br: Patinação
sr: Клизање
uk: Катання на ковзанах

source: Skiing
cs: Lyžování
eu: Eskia
hu: Síelés
pt_br: Esqui
sr: Скијање
uk: Лижний спорт

source: Softball
cs: Softbal
sr: Софтбол
uk: Софтбол

source: Table Tennis
cs: Stolní tenis
hu: Asztali tenisz
pt_br: Tênis de mesa
sr: Стони тенис
uk: Настільний теніс

source: Taekwondo
eu: Taekwondoa
hu: Tékvandó
sr: Теквендо
uk: Тхеквондо

source: Tennis
cs: Tenis
eu: Tenisa
hu: Tenisz
pt_br: Tênis
sr: Тенис
uk: Теніс

source: Triathlon
cs: Trojboj
eu: Triatloia
hu: Triatlon
pt_br: Triatlo
sr: Триатлон
uk: Тріатлон

source: Weightlifting
cs: Vzpírání
hu: Súlyemelés
pt_br: Levantamento de peso
sr: Дизање тегова
uk: Важковаговик

source: Wrestling
cs: Zápas
hu: Birkózás
pt_br: Luta greco-romana
sr: Рвање
uk: Боротьба

source: Jumper
cs: Skokan
dz: མཆོང་མི་
hu: Ugró
pt_br: Saltador
sr: Скакач
uk: Стрибки

source: F max
cs: Maximální F
pt_br: F máx
sr: Највећа сила

source: F explosive
cs: Explozivní F
hu: F robbanékony
pt_br: F explosão
sr: Експлозивна сила
uk: F-вибуховий

source: Elastic cap.
cs: Sch. pružnosti
hu: Elasztikus kép.
pt_br: Capa elástica.
sr: Еластична капа.

source: Arms use.
cs: Použití rukou
hu: Karok használata.
pt_br: Uso dos braços.
sr: Употреба руку.
uk: Використання рук.

source: F reactive
cs: Reakční F
hu: F reaktív
pt_br: F reativa
sr: Реактивна сила
uk: F-реактивний

source: Dj Index
cs: Index DJ
dz: ཌི་ཇེ་ ཟུར་ཐོ་
pt_br: Índice SS
sr: Дс индекс
uk: Індекс Dj

source: First value
cs: První hodnota
eu: Lehen balioa
hu: Első érték
pt_br: Primeiro valor
sr: Прва {0} вредност
uk: Перше {0} значення

source: Max value of each person
cs: Maximální hodnota každé osoby
eu: Pertsona bakoitzaren gehieneko balioa
hu: Az egyes személyek legnagyobb értéke
pt_br: Valor máximo de cada pessoa
sr: Највећа {0} вредност сваке особе
uk: Максимальне {0} значення для кожної особи

source: various sessions
cs: různé série cvičení
dz: ལཱ་ཡུན་སྣ་ཚོགས་
eu: saio anitz
hu: különféle munkamenetek
pt_br: várias sessões
sr: разне сесије
uk: різні сеанси

source: session
cs: série cvičení
dz: ལཱ་ཡུན་
eu: saio
hu: munkamenet
pt_br: sessão
sr: сесија
uk: сеанс

source: {0} in Dj Index [(tf-tc)/tc * 100] applied to {1} on {2}
cs: {0} pro index Dj [(čl-čk)/čk * 100] použitý na {1} v {2}
dz: ཌི་ཇེ་ ཟུར་ཐོ་[(tf-tc)/tc * ༡༠༠]ནང་གི་ {0}འདི་ {2} གུ་གི་ {1}ལུ་འཇུག་སྤྱོད་འབད་ཡོདཔ་
hu: {0} a DJ indexben [(tf-tc)/tc * 100] alkalmazva erre: {1} ezen: {2}
pt_br: {0} no índice DJ [(tf-tc)/tc * 100] aplicar a {1} em {2}
sr: {0} у Дс индексу [(tf-tc)/tc * 100] примењено за {1} на {2}

source: {0} in Dj Power [mass * g * (fallHeight + 1.226 * (tv^2) ) / (tc+tv)] applied to {1} on {2}
cs: {0} pro výkon Dj [hmotnost * g * (výškaPádu + 1,226 * (tv^2) ) / (čk+tv)] použitý na {1} v {2}
sr: {0} у Дс снази [маса * g * (висина пада + 1.226 * (tv^2) ) / (tc+tv)] примењено за {1} на {2}

source: Q Index
cs: Index Q
dz: ཀིའུ་ ཟུར་ཐོ་
eu: Q indizea
pt_br: Índice Q
sr: Ку индекс
uk: Q-індекс

source: {0} in Q Index [tf/tc] applied to {1} on {2}
cs: {0} pro index Q [čl/čk] použitý na {1} v {2}
dz: ཀིའུ་ ཟུར་ཐོ་[(tf-tc)/tc]ནང་གི་ {0}འདི་ {2} གུ་གི་ {1}ལུ་འཇུག་སྤྱོད་འབད་ཡོདཔ་
hu: {0} a Q indexben [tf/tc] alkalmazva erre: {1} ezen: {2}
pt_br: {0} em índice Q [tf/tc] aplicado a {1} em {2}
sr: {0} у Ку индексу [tf-tc] примењено за {1} на {2}

source: {0} in Index FV [SJl(100%)/SJ *100] on {1}
cs: {0} pro index FV [SJl(100%)/SJ * 100] v {1}
dz: {0} ཟུར་ཐོ་ནང་ FV [SJ+(100%)/SJ *༡༠༠] གུ {1}
hu: {0} az index FV-ben [SJl(100%)/SJ *100] ezen: {1}
pt_br: {0} em índice FV [SJl(100%)/SJ*100] em {1}
sr: {0} у индексу ФВ-а [СиЧл(100%)/СиЧ *100] за {1}

source: Value
cs: Hodnota
dz: བེ་ལུ་
eu: Balioa
hu: Érték
pt_br: Valor
sr: Вредност
uk: Значення

source: for person {0}({1})
cs: pro osobu {0}({1})
dz: {0}({1}) གང་ཟག་གི་དོན་ལུ་
eu: pertsonako {0}({1})
hu: személynél: {0}({1})
pt_br: para pessoa {0}({1})
sr: за особу {0}({1})
uk: для особи {0}({1})

source: {0} in some jumps and statistics on {1}{2}
cs: {0} pro některé skoky a statistiky v {1}{2}
dz: ཇམཔསི་ལ་ལོ་ཅིག་ནང་ {0} དང་ {1}{2} གུ་ལུ་ཚད་རྩིས་ཚུ་
hu: {0} néhány ugrásban és statisztikában ezen: {1}{2}
pt_br: {0} em alguns saltos e estatísticas em {1}{2}
sr: {0} у неким скоковима и резултатима на {1}{2}
uk: {0} у деяких стрибках і статистика щодо {1}{2}

source: Chronojump graph
cs: Graf Chronojump
eu: Chronojump grafikoa
hu: Chronojump grafikon
pt_br: Gráfico do Chronojump
sr: График Времескочка
uk: Графік Chronojump

source: Subtraction between {0} {1} and {0} {2}
cs: Rozdíl mezi {0} {1} a {0} {2}
hu: Kivonás {0} {1} és {0} {2} között
pt_br: Subtração entre {0} {1} e {0} {2}
sr: Одузимање између {0} {1} и {0} {2}
uk: Різниця між {0} {1} і {0} {2}

source: {0} in index {1} on {2}
cs: {0} pro index {1} v {2}
dz: {2}གུ་གི་ཟུར་ཐོ་ {1} ནང་ {0}
hu: {0} a(z) {1} indexen ezen: {2}
pt_br: {0} no índice {1} em {2}
sr: {0} у индексу {1} на {2}

source: {0} in test {1} - test {2} on {3}
cs: {0} pro test {1} – test {2} v {3}
hu: {0} a(z) {1} tesztben - {2} teszt ezen: {3}
pt_br: {0} no teste {1} – teste {2} em {3}
sr: {0} у тесту {1} — тест {2} на {3}
uk: {0} у тесті {1} - тест {2} {3}

source: All values
cs: Všechny hodnoty
eu: Balio guztiak
hu: Összes érték
pt_br: Todos os valores
sr: Све вредности
uk: Усі значення

source: Avg values of each person
cs: Průměrné hodnoty každé osoby
eu: Pertsona bakoitzaren batez besteko balioak
hu: Az egyes személyek átlagos értékei
pt_br: Valores médios de cada pessoa
sr: Просечна вредност сваке особе
uk: Середні значення для кожної з осіб

source: Dispersion
cs: Rozptyl
eu: Barreiadura
hu: Szórás
pt_br: Dispersão
sr: Расипање
uk: Дисперсія

source: Chronojump Graph
cs: Graf Chronojump
eu: Chronojump grafikoa
hu: Chronojump grafikon
pt_br: Gráfico Chronojump
sr: График Времескочка
uk: Графік Chronojump

source: Person's Weight
cs: Hmotnost osoby
dz: གང་ཟག་གི་ལྗིད་ཚད་
eu: Pertsonaren pisua
hu: Személy súlya
pt_br: Pessoa de peso
sr: Тежина особе
uk: Вага особи

source: Extra Weight
cs: Přídavná zátěž
dz: ལྗིད་ཚད་ཐེབས་
eu: Pisu gehigarria
hu: További súly
pt_br: Peso extra
sr: Додатна тежина
uk: Додаткова вага

source: {0} in {1} applied to {2} on {3}
cs: {0} pro {1} použité na {2} v {3}
hu: {0} ebben: {1}, alkalmazva erre: {2} ezen: {3}
pt_br: {0} no {1} aplicado a {2} em {3}
sr: {0} у {1} примењено за {2} на {3}
uk: {0} у {1}, застосоване до {2} на {3}

source: {0} at average of jumps using {1} applied to {2} on {3}
cs: {0} pro průměr skoků pomocí {1} použitý na {2} v {3}
hu: {0} az ugrások átlagánál {1} használatával, alkalmazva erre: {2} ezen: {3}
pt_br: {0} na média de saltos usando {1} aplicado a {2} em {3}
sr: {0} при просеку скокова користећи {1} примењено за {2} на {3}

source: Index
dz: ཟུར་ཐོ་
eu: Indizea
pt_br: Índice
sr: Индекс
uk: Індекс

source: (best jump marked using [tf/tc *100])
cs: (nejlepší skok označených pomocí [tf/tc *100])
hu: (legjobb ugrás megjelölve [tf/tc *100] használatával)
pt_br: (melhor salto marcado usando [tf/tc *100])
sr: (најбољи {0} узастопни скок означен коришћењем [tf/tc *100])

source: {0} in Rj Evolution applied to {1} on {2}{3}
cs: {0} pro rozvoj Rj použitý na {1} v {2}{3}
dz: ཨར་ཇེ་ཨི་བོ་ལུ་ཤཱན་ནང་གི་{0}འདི་ {2}{3}གུ་གི་ {1}ལུ་འཇུག་སྤྱོད་འབད་ཡོདཔ་
hu: {0} az Rj evolúcióban, alkalmazva erre: {1} ezen: {2}{3}
pt_br: {0} em evolução Rj aplicado a {1} em {2}{3}
sr: {0} у еволуцији реактивног скока је примењено за {1} на {2}{3}

source: Index is [(tfavg-tcavg)/tcavg *100]
hu: Az index [(tfavg-tcavg)/tcavg *100]
pt_br: O índice é [(tfavg-tcavg)/tcavg *100]
sr: Индекс је [(tfavg-tcavg)/tcavg *100]
uk: Індекс дорівнює [(tfavg-tcavg)/tcavg *100]

source: {0} in Rj Index [(tfavg-tcavg)/tcavg *100] applied to {1} on {2}
cs: {0} pro index Rj [(tfavg-tcavg)/tcavg *100] použitý na {1} v {2}
dz: ཨར་ཇེ་ ཟུར་ཐོ་ [(tfavg-tcavg)/tcavg *༡༠༠]ནང་གི་ {0}འདི་ {2}གི་{1}ལུ་འཇུག་སྤྱོད་འབད་ཡོདཔ་
hu: {0} az Rj indexben [(tfavg-tcavg)/tcavg *100] alkalmazva erre: {1} ezen: {2}
pt_br: {0} no índice Rj [(tfavg-tcavg)/tcavg *100] aplicado a {1} em {2}
sr: {0} у Рс индексу [(tfavg-tcavg)/tcavg *100] примењено за {1} на {2}

source: (best race marked)
cs: (nejlepších označený běh)
hu: (legjobb verseny megjelölve)
pt_br: (melhor corrida marcada)
sr: (најбољи {0} узастопни означени круг)
