Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Chronojump
dz: ཀོ་རོ་ནོ་ཇམཔ་
sr: Времескочко

source: Database
cs: Databáze
eu: Datu-basea
hu: Adatbázis
pt_br: Banco de dados
sr: База података
uk: База даних

source: Session
cs: Série cvičení
eu: Saioa
hu: Munkamenet
pt_br: Sessão
sr: Сесија
uk: Сеанс

source: New session
cs: Nová série cvičení
eu: Saio berria
hu: Új munkamenet
pt_br: Nova sessão
sr: Нова сесија
uk: Новий сеанс

source: Load session
cs: Načtení série cvičení
dz: མངོན་གསལ་ལཱ་ཡུན་
eu: Kargatu saioa
hu: Munkamenet betöltése
pt_br: Carregar sessão
sr: Учитај сесију
uk: Завантажити сеанс

source: Preferences
cs: Předvolby
dz: དགའ་གདམ་ཚུ་
eu: Hobespenak
hu: Beállítások
pt_br: Preferências
sr: Поставке
uk: Параметри

source: Help
cs: Nápověda
dz: གྲོགས་རམ་
eu: Laguntza
hu: Súgó
pt_br: Ajuda
sr: Помоћ
uk: Довідка

source: Latest products
cs: Nové produkty
eu: Azken produktuak
hu: Legújabb termékek
pt_br: Últimos produtos
sr: Последњи производи
uk: Найсвіжіші продукти

source: Exit
cs: Ukončit
eu: Irten
hu: Kilépés
pt_br: Sair
sr: Изађи
uk: Вийти

source: Change
cs: Změna
eu: Aldatu
hu: Változtatás
pt_br: Modificar
sr: Измени
uk: Зміна

source: New
cs: Nová
eu: Berria
hu: Új
pt_br: Novo
sr: Ново
uk: Створити

source: Load
cs: Načíst
dz: མངོན་གསལ་
eu: Kargatu
hu: Betöltés
pt_br: Carregar
sr: Учитај
uk: Завантажити

source: More
cs: Více
dz: ལེ་ཤ་
eu: Gehiago
hu: Több
pt_br: Mais
sr: Још
uk: Більше

source: Select previous person
cs: Vybrat předchozí osobu
eu: Hautatu aurreko pertsona
hu: Előző személy kijelölése
pt_br: Seleciona a pessoa anterior
sr: Изаберите претходну особу
uk: Вибрати попередню особу

source: Select next person
cs: Vybrat následující osobu
eu: Hautatu hurrengo pertsona
hu: Következő személy kijelölése
pt_br: Seleciona a próxima pessoa
sr: Изаберите следећу особу
uk: Вибрати наступну особу

source: Create new person
eu: Sortu pertsona berria
hu: Új személy létrehozása
pt_br: Criar nova pessoa
sr: Направите нову особу
uk: Створити запис особи

source: New person
cs: Nová osoba
dz: གང་ཟག་གསརཔ་
eu: Pertsona berria
hu: Új személy
pt_br: Nova pessoa
sr: Нова особа
uk: Нова особа

source: One
cs: Jedna
eu: Bat
hu: Egy
pt_br: Uma
sr: Једна
uk: Один

source: New persons (multiple)
cs: Nové osoby (více)
dz: གང་ཟག་གསརཔ་ཚུ་(སྣ་མང་)
eu: Pertsona berriak (anitz)
hu: Új személyek (több)
pt_br: Novas pessoas (várias)
sr: Нове особе (више)
uk: Нові особи (декілька)

source: Load into session
cs: Načíst
eu: Kargatu saioan
hu: Betöltés munkamenetbe
pt_br: Carregar na sessão
sr: Учитај у сесију
uk: Завантажити до сеансу

source: Load person
cs: Načíst osobu z jiné série cvičení
dz: མངོན་གསལ་གང་ཟག་
eu: Kargatu pertsona
hu: Személy betöltése
pt_br: Carregar pessoa
sr: Учитај особу
uk: Завантажити особу

source: Load persons from other session
cs: Načíst osoby z jiné série cvičení
dz: ལཱ་ཡུན་སོ་སོར་ལས་མངོན་གསལ་གང་ཟག་ཚུ་
eu: Kargatu pertsonak beste saio batetik
hu: Személyek betöltése más munkamenetből
pt_br: Carregar pessoas de outra sessão
sr: Учитај особе из осталих сесија
uk: Завантажити особи з іншого сеансу

source: Zoom image
cs: Přiblížit obrázek
pt_br: Ampliação de imagem
sr: Увеличај слику

source: Edit selected person
cs: Upravit vybranou osobu
dz: སེལ་འཐུ་འབད་ཡོད་པའི་གང་ཟག་ཞུན་དག་འབད་ཀཀ
eu: Editatu hautatutako pertsona
hu: Kijelölt személy szerkesztése
pt_br: Edita a pessoa selecionada
sr: Уредите изабрану особу
uk: Редагувати позначену особу

source: Show all tests of this person
cs: Zobrazit všechny testy této osoby
eu: Erakutsi pertsonaren proba guztiak
hu: A személy összes tesztjének megjelenítése
pt_br: Mostrar todos os testes desta pessoa
sr: Приказује све тестове ове особе
uk: Показати усі тести для цієї особи

source: Delete person from this session.
cs: Smazat osobu z této série cvičení
eu: Ezabatu pertsona saio honetatik.
hu: Személy törlése ebből a munkamenetből.
pt_br: Excluir pessoa desta sessão.
sr: Обришите особу из ове сесије.
uk: Вилучити особу з цього сеансу.

source: Persons
cs: Osoby
dz: གང་ཟག་ཚུ་
eu: Pertsonak
hu: Személyek
pt_br: Pessoas
sr: Особе
uk: Особи

source: Camera seem to be recording
cs: Zdá se, že kamera nahrává
eu: Badirudi kamera grabatzen ari dela
hu: Úgy tűnik, hogy a kamera rögzít
pt_br: A câmera parece estar gravando
sr: Чини се да камера снима
uk: Здається, камера записує

source: Stop
cs: Zastavit
eu: Gelditu
hu: Leállítás
pt_br: Parar
sr: Заустави
uk: Зупинити

source: Modes
eu: Moduak
hu: Módok
pt_br: Modos
sr: Режими
uk: Режими

source: Jumps
cs: Skoky
dz: ཇམཔསི་
eu: Jauziak
hu: Ugrások
pt_br: Saltos
sr: Скокови
uk: Стрибки

source: Races
cs: Běhy
eu: Lasterketak
hu: Versenyek
pt_br: Corridas
sr: Трчање
uk: Дистанції

source: Isometric
eu: Isometrikoa
hu: Izometrikus
pt_br: Isométrico
sr: Изометрија
uk: Ізометричний

source: Elastic
eu: Elastikoa
hu: Elasztikus
pt_br: Elástico
sr: Еластично
uk: Гнучке

source: Weights
cs: Hmotnosti
eu: Pisuak
hu: Súlyok
pt_br: Pesos
sr: Тегови
uk: Вага

source: Inertial
cs: Momentový
eu: Inertziala
hu: Tehetetlenségi
pt_br: Inercial
sr: Инертно
uk: Інерційний

source: Simple
cs: Jednoduchý
dz: འཇམ་སམ་
eu: Bakuna
hu: Egyszerű
pt_br: Simples
sr: Једноставно
uk: Простий

source: Multiple
cs: Více
eu: Anizkoitza
hu: Több
pt_br: Várias
sr: Неколико
uk: Декілька

source: Tests have 1 flight phase
cs: Testy mají 1 fázi letu
eu: Probek hegaldi-fase bat dute
hu: A teszteknek 1 repülési fázisuk van
pt_br: Testes possuem 1 fase
sr: Тестови имају 1 летећу фазу
uk: Тести мають 1 фазу польоту

source: Tests have >1 flight phase
cs: Testy mají > 1 fázi letu
eu: Probek hegaldi-fase bat baino gehiago dute
hu: A teszteknek >1 repülési fázisuk van
pt_br: Testes possuem >1 fase
sr: Тестови имају >1 летеће фазе
uk: Тести мають >1 фази польоту

source: Measured by WICHRO or cabled photocells
eu: WICHRO bidez edo kabledun fotozelulen bidez neurtua
hu: WICHRO-val vagy kábeles fotocellákkal mért
pt_br: Medidas com fotocélulas WICHRO ou cabeadas
sr: Мерено WICHRO-ом или фотоћелијама са каблом
uk: Виміряно за допомогою WICHRO або кабельних фотоелементів

source: Intervallic
cs: Intervalový
eu: Tartekakoa
hu: Intervallum
pt_br: Intervalado
sr: Периодично
uk: Інтервальний

source: Tests have 1 lap
cs: Testy mají 1 okruh
eu: Probek itzuli bat dute
hu: A teszteknek 1 köre van
pt_br: Testes possuem 1 volta
sr: Пробе имају 1 круг
uk: Тести мають 1 цикл

source: Tests have >1 lap
cs: Testy mají > 1 okruh
eu: Probek itzuli bat baino gehiago dute
hu: A teszteknek >1 köre van
pt_br: Testes possuem >1 volta
sr: Пробе имају >1 круга
uk: Тести мають >1 циклу

source: Measured by Encoder
hu: Jeladóval mért
pt_br: Medidas por codificador
sr: Мерено енкодером

source: Capture
cs: Snímání
eu: Kapturatu
hu: Felvétel
pt_br: Capturar
sr: Сними
uk: Захоплення

source: Analyze
cs: Analýza
eu: Analizatu
hu: Elemzés
pt_br: Analisar
sr: Анализа
uk: Проаналізувати

source: Pulses
cs: Pulzy
dz: འཕར་རྩ་
eu: Pultsuak
hu: Impulzusok
pt_br: Pulsos
sr: Импулси
uk: Дані пульсу

source: MultiChronopic
sr: Мулти Хронопик

source: Person
cs: Osoba
dz: གང་ཟག་
eu: Pertsona
hu: Személy
pt_br: Pessoa
sr: Особа
uk: Особа

source: Guest
eu: Gonbidatua
hu: Vendég
pt_br: Convidado
sr: Гост
uk: Гість

source: Please, Wait!
cs: Čekejte prosím!
eu: Itxaron!
hu: Kis türelmet!
pt_br: Por favor, aguarde!
sr: Сачекајте!
uk: Будь ласка, зачекайте.

source: Configure exercise
eu: Konfiguratu ariketa
hu: Gyakorlat beállítása
pt_br: Configurar exercício
sr: Подесите вежбу
uk: Налаштувати вправу

source: Exercise
cs: Cvičení
eu: Ariketa
hu: Gyakorlat
pt_br: Exercício
sr: Вежба
uk: Вправа

source: Detect device
eu: Detektatu gailua
hu: Eszköz felismerése
pt_br: Detectar dispositivo
sr: Откриј уређај
uk: Виявити пристрій

source: Execute test
cs: Vykonat test
eu: Exekutatu proba
hu: Teszt végrehajtása
pt_br: Executar teste
sr: Изврши тест
uk: Виконати тест

source: Change device
eu: Aldatu gailua
hu: Eszköz megváltoztatása
pt_br: Alterar dispositivo
sr: Промени уређај
uk: Змінити пристрій

source: Adjust
cs: Přizpůsobit
eu: Doitu
hu: Igazítás
pt_br: Ajustar
sr: Дотерај
uk: Скоригувати

source: Overview of this session
cs: Přehled pro toto cvičení
eu: Saio honen ikuspeki orokorra
hu: Ezen munkamenet áttekintése
pt_br: Visão geral dessa sessão
sr: Претпреглед ове сесије
uk: Огляд цього сеансу

source: Feedback
cs: Zpětná vazba
eu: Atzeraelikadura
hu: Visszajelzés
sr: Примедбе
uk: Відгуки

source: Delete last test.
cs: Smazat poslední test
hu: Utolsó teszt törlése.
pt_br: Exclui último teste.
sr: Обришите последњи тест.

source: Save comment
cs: Uložit poznámku
eu: Gorde iruzkina
hu: Megjegyzés mentése
pt_br: Salvar comentário
sr: Сачувај напомену
uk: Зберегти коментар

source: Start
eu: Hasiera
hu: Kezdés
pt_br: Iniciar
sr: Почетак
uk: Початок

source: Start automatic mode
cs: Spustit automatický režim
eu: Hasi modu automatikoa
hu: Automata mód indítása
pt_br: Iniciar modo automático
sr: Покрени самостални режим
uk: Запустити автоматичний режим

source: page 1
cs: strana 1
eu: 1. orrialdea
hu: 1. oldal
pt_br: página 1
sr: страница 1
uk: сторінка 1

source: See order
cs: Viz řazení
eu: Ikusi ordena
hu: Sorrend megtekintése
pt_br: Ver ordem
sr: Види поредак
uk: Переглянути порядок

source: Skip this person (will perform tests at the end)
cs: Přeskočit tuto osobu (provede testy až nakonec)
eu: Saltatu pertsona hau (probak azkenean gauzatuko dira)
hu: Személy kihagyása (a végén fogja elvégezni a teszteket)
pt_br: Ignorar esta pessoa (testes serão executados no final)
sr: Прескочи ову особу (обавиће тестове на крају)
uk: Пропустити цю особу (виконає перевірки наприкінці)

source: Remove this person from automatic sequence
cs: Vynechat tuto osobu v automatickém pořadí
eu: Kendu pertsona hau sekuentzia automatikotik
hu: Személy eltávolítása az automata sorozatból
pt_br: Remove esta pessoa da sequência automática
sr: Уклони ову особу из самосталног низа
uk: Вилучити цю особу з автоматичної послідовності

source: End
cs: Konec
eu: Amaitu
hu: Befejezés
pt_br: Fim
sr: Крај
uk: Завершити

source: End automatic mode
cs: Ukončit automatický režim
eu: Amaitu modu automatikoa
hu: Automata mód befejezése
pt_br: Encerra o modo automático
sr: Завршите самостални режим
uk: Завершити автоматичний режим

source: page 2
cs: strana 2
eu: 2. orrialdea
hu: 2. oldal
pt_br: página 2
sr: страница 2
uk: сторінка 2

source: Automatic mode
cs: Automatický režim
eu: Modu automatikoa
hu: Automata mód
pt_br: Modo automático
sr: Самостални режим
uk: Автоматичний режим

source: Finish test (save test until this moment).
cs: Dokončit test (uložit test do tohoto okamžiku).
eu: Amaitu proba (gorde proba momentu honetara arte).
hu: Teszt befejezése (teszt mentése eddig a pillanatig).
pt_br: Finaliza o teste e salva-o até este momento.
sr: Завршите тест (сачувајте тест до овог тренутка).
uk: Завершити тест (зберегти тест до цього моменту).

source: Finish
cs: Dokončit
dz: རྗོགས་ནི་
eu: Amaitu
hu: Befejezés
pt_br: Concluir
sr: Завршено
uk: Завершити

source: Cancel test
cs: Zrušit test
eu: Utzi proba
hu: Teszt megszakítása
pt_br: Cancela o teste
sr: Откажи тест
uk: Скасувати тест

source: Cancel
cs: Zrušit
eu: Utzi
hu: Mégse
pt_br: Cancelar
sr: Откажи
uk: Скасувати

source: Phases
cs: Fáze
dz: གོ་རིམ་
eu: Faseak
hu: Fázisok
pt_br: Fases
sr: Фазе
uk: Фази

source: Time
cs: Čas
dz: ཆུ་ཚོད་
eu: Ordua
hu: Idő
pt_br: Tempo
sr: Време
uk: Час

source: Jump distance
cs: Vzdálenost skoku
eu: Jauziaren distantzia
hu: Ugrástávolság
pt_br: Distância do salto
sr: Растојање скока
uk: Відстань стрибка

source: Jump angle
cs: Úhel skoku
eu: Jauziaren angelua
hu: Ugrás szög
pt_br: Ângulo do salto
sr: Угао скока
uk: Кут стрибка

source: degrees
cs: stupně
eu: gradu
hu: fok
pt_br: graus
sr: степени
uk: градуси

source: Device
cs: Zařízení
eu: Gailua
hu: Eszköz
pt_br: Dispositivo
sr: Уређај
uk: Пристрій

source: Upload next capture
eu: Kargatu hurrengo kaptura
hu: Következő felvétel feltöltése
pt_br: Enviar próxima captura
sr: Отпреми следећи снимак
uk: Вивантажити наступне захоплення

source: Record video (on / off)
cs: Nahrávat video (zapnuto/vypnuto)
eu: Grabatu bideoa (aktibatuta / desaktibatuta)
hu: Videó rögzítése (be / ki)
pt_br: Gravação de vídeo (liga / desliga)
sr: Сними видео (укљ. / искљ.)
uk: Запис відео (увімкнути/вимкнути)

source: Preview video
cs: Náhled videa
eu: Bideoaren aurrebista
hu: Videó előnézete
pt_br: Pré-visualizar vídeo
sr: Прегледај снимак
uk: Попередній перегляд відео

source: Play Video
cs: Přehrát video
eu: Erreproduzitu bideoa
hu: Videó lejátszása
pt_br: Iniciar vídeo
sr: Пусти видео
uk: Відтворити відео

source: Tests will be filmed
cs: Test bude nafilmován
eu: Probak grabatu egingo dira
hu: A tesztek filmre vesznek véve
pt_br: Os testes serão filmados
sr: Тестови ће бити снимљени
uk: Тести буде записано на відео

source: Inspect last capture
eu: Ikuskatu azken kaptura
hu: Utolsó felvétel vizsgálata
pt_br: Inspecionar última captura
sr: Испитај последњи снимак
uk: Дослідити останні захоплення

source: Results
cs: Výsledky
eu: Emaitzak
hu: Eredmények
pt_br: Resultados
sr: Резултати
uk: Результати

source: Test:
eu: Proba:
hu: Teszt:
pt_br: Teste:
sr: Тестирај:
uk: Тест:

source: All
cs: Vše
dz: ཆ་མཉམ་
eu: Denak
hu: Mind
pt_br: Todos
sr: Све
uk: Усі

source: Show:
cs: Zobrazení:
eu: Erakutsi:
hu: Megjelenítés:
pt_br: Mostrar:
sr: Прикажи:
uk: Показати:

source: Graph
cs: Graf
dz: ཚད་ཁྲམ་
eu: Grafikoa
hu: Grafikon
pt_br: Gráfico
sr: График
uk: Графік

source: Table
eu: Taula
hu: Táblázat
pt_br: Tabela
sr: Табела
uk: Таблиця

source: Simple view
hu: Egyszerű nézet
pt_br: Visão simples
sr: Једноставан преглед

source: Complete view
hu: Teljes nézet
pt_br: Visão completa
sr: Потпуни преглед

source: Smooth
pt_br: Suave
sr: Меко

source: Current person
hu: Jelenlegi személy
pt_br: Pessoa atual
sr: Текућа особа

source: All persons
hu: Összes személy
pt_br: Todas as pessoas
sr: Све особе

source: Save image
cs: Uložit obrázek
eu: Gorde irudia
hu: Kép mentése
pt_br: Salvar imagem
sr: Сачувај слику
uk: Зберегти зображення

source: Group
cs: Skupina
eu: Taldea
hu: Csoport
pt_br: Grupo
sr: Група
uk: Група

source: Average
cs: Průměrné
eu: Batez bestekoa
hu: Átlagos
pt_br: Média
sr: Просечно
uk: Середній

source: Best
cs: Nejlepší
eu: Onena
hu: Legjobb
pt_br: Melhor
sr: Најбоље
uk: Найкращий

source: (all sessions)
cs: (všechny série cvičení)
eu: (saio guztiak)
hu: (összes munkamenet)
pt_br: (todas sessões)
sr: (све сесије)
uk: (усі сеанси)

source: Last pulse
cs: Poslední pulz
dz: མཇུག་གི་འཕར་རྩ་
eu: Azken pultsua
hu: Utolsó impulzus
pt_br: Último pulso
sr: Последњи импулс
uk: Останній пульс

source: AVG
cs: Průměr
dz: ཨེ་བི་ཇི་
hu: ÁTL
pt_br: Média
sr: АВГ
uk: Сер.

source: Change zoom (z)
cs: Změnit přiblížení (z)
eu: Aldatu zooma (z)
hu: Nagyítás változtatása (z)
pt_br: Alterar ampliação (z)
sr: Промени увећање (z)
uk: Змінити масштаб (z)

source: Edit selected (e)
cs: Upravit vybraný (e)
hu: Kijelölt szerkesztése (e)
pt_br: Editar selecionado (e)
sr: Уреди изабрано (e)

source: Delete selected
cs: Smazat vybraný
eu: Ezabatu hautapena
hu: Kijelölt törlése
pt_br: Excluir selecionado
sr: Обриши изабрано
uk: Вилучити позначене

source: Jump
cs: Skok
dz: ཇམཔ་
eu: Jauzia
hu: Ugrás
pt_br: Salto
sr: Скок
uk: Стрибок

source: Repair selected (r)
cs: Opravit vybraný (r)
eu: Konpondu hautatua (r)
hu: Kijelölt javítása (r)
pt_br: Reparar selecionado (r)
sr: Поправи изабрано (r)
uk: Відновити позначені (r)

source: Play Video (v)
cs: Přehrát video (v)
hu: Videó lejátszása (v)
pt_br: Inicia vídeo (v)
sr: Пусти видео (v)

source: Delete selected (d)
cs: Smazat vybraný (d)
hu: Kijelölt törlése (d)
pt_br: Excluir selecionado (d)
sr: Обриши изабрано (d)

source: Jump multiple
cs: Skoky vícenásobné
eu: Jauzi anizkoitza
hu: Többszörös ugrás
pt_br: Saltos múltiplos
sr: Скочи више пута
uk: Кратність стрибка

source: Race
cs: Běh
eu: Lasterketa
hu: Verseny
pt_br: Corrida
sr: Трчање
uk: Підхід

source: Race Intervallic
cs: Běh intervalový
eu: Tartekako lasterketa
hu: Intervallum verseny
pt_br: Corrida com intervalo
sr: Трчи повремено
uk: Інтервальний забіг

source: Max:
cs: Maximální:
pt_br: Máx:
sr: Највише:

source: Current:
cs: Současná:
hu: Jelenlegi:
pt_br: Atual:
sr: Тренутно:

source: Min:
cs: Minimální:
pt_br: Mín:
sr: Најмање:

source: Reaction time
cs: Reakční doba
dz: གདོང་ལེན་དུས་ཚོད་
eu: Erreakzio-denbora
hu: Reakcióidő
pt_br: Tempo de reação
sr: Време реаговања
uk: Час реакції

source: Pulse
cs: Pulz
dz: འཕར་རྩ་
eu: Pultsua
hu: Impulzus
pt_br: Pulso
sr: Импулс
uk: Пульс

source: Test
eu: Probatu
hu: Teszt
pt_br: Teste
sr: Тестирај
uk: Тест

source: See all
cs: Zobrazit všechny
eu: Ikusi denak
hu: Összes megtekintése
pt_br: Ver todos
sr: Види све
uk: Переглянути усі

source: Add jump type
cs: Přidat typ skoku
dz: མཆོང་པའི་དབྱེ་བ་ཁ་སྐོང་རྐྱབས་
eu: Gehitu jauzi mota
hu: Ugrástípus hozzáadása
pt_br: Adicionar tipo de salto
sr: Додај врсту скока
uk: Додати тип стрибка

source: Add
cs: Přidat
eu: Gehitu
hu: Hozzáadás
pt_br: Adicionar
sr: Додај
uk: Додати

source: Delete jump type
cs: Smazat typ skoku
eu: Ezabatu jauzi mota
hu: Ugrástípus törlése
pt_br: Excluir tipos de salto
sr: Обриши врсту скока
uk: Вилучити тип стрибка

source: Add race type
cs: Přidat typ běhu
eu: Hasi lasterketa mota
hu: Versenytípus hozzáadása
pt_br: Adicionar tipo de corrida
sr: Додај врсту трчања
uk: Додати тип дистанції

source: Delete race type
cs: Smazat typ běhu
eu: Ezabatu lasterketa mota
hu: Versenytípus törlése
pt_br: Excluir tipo de corrida
sr: Обриши врсту трчања
uk: Вилучити тип дистанції

source: Races:
cs: Běhy:
eu: Lasterketak:
hu: Versenyek:
pt_br: Corridas:
sr: Трчања:
uk: Дистанції:

source: Edit exercise type
cs: Upravit typ cvičení
eu: Editatu ariketa mota
hu: Gyakorlattípus szerkesztése
pt_br: Editar tipo de exercício
sr: Уредите врсту вежбе
uk: Редагувати тип вправи

source: Edit
cs: Úprava
eu: Editatu
hu: Szerkesztés
pt_br: Editar
sr: Уреди
uk: Змінити

source: Add exercise type
cs: Přidat typ cvičení
eu: Gehitu ariketa mota
hu: Gyakorlattípus hozzáadása
pt_br: Adicionar tipo de exercício
sr: Додајте врсту вежбе
uk: Додати тип вправи

source: Delete exercise type
cs: Smazat typ cvičení
eu: Ezabatu ariketa mota
hu: Gyakorlattípus törlése
pt_br: Excluir tipo de exercício
sr: Обришите врсту вежбе
uk: Вилучити тип вправи

source: Execute reaction time
cs: Doba vykonání reakce
dz: དུས་ཚོད་གདོང་ལེན་ལག་ལེན་འཐབ་
eu: Exekutatu erreakzio-denbora
hu: Végrehajtási reakcióidő
pt_br: Executar o tempo de reação
sr: Изврши време реаговања
uk: Час реакції

source: Discriminative
cs: Diskriminační
eu: Diskriminatzailea
hu: Megkülönböztető
pt_br: Discriminatório
sr: Разликовно
uk: Диференціальний

source: Animation lights
cs: Animovaná světla
eu: Animazio-argiak
hu: Animációs fények
pt_br: Luzes de animação
sr: Светла анимације
uk: Лампи анімації

source: Flicker
cs: Záblesk
hu: Vibrálás
pt_br: Cintilação
sr: Треперење

source: This test needs Chronojump reaction time device.
cs: Tento test vyžaduje použití zařízení Chronojump pro měření reakční doby.
eu: Proba honek erreakzio-denborarako Chronojump gailua behar du.
hu: Ez a teszt a Chronojump reakcióidő-eszközét igényli.
pt_br: Esse teste precisa do dispositivo de tempo de reação do Chronojump.
sr: Овом тесту је потребан уређај времена реаговања Времескочка.
uk: Для цього тесту потрібен пристрій часу реакції Chronojump.

source: Free
cs: Volný
dz: དལཝ་
eu: Librea
hu: Szabad
pt_br: Livre
sr: Слободно
uk: Вільний

source: Custom
cs: Vlastní
dz: སྲོལ་སྒྲིག་
eu: Pertsonalizatua
hu: Egyéni
pt_br: Personalizado
sr: Произвољно
uk: Нетиповий

source: Multi Chronopic test
cs: Test Multi Chronopic
eu: Multi Chronopic proba
hu: Több Chronopic teszt
pt_br: Teste de multi Chronopic
sr: Тест мулти Хронопика
uk: Повторний тест Chronopic

source: Race analysis
cs: Analýzy běhu
eu: Lasterketen analisia
hu: Verseny elemzése
pt_br: Análise de corrida
sr: Анализа трчања
uk: Аналіз дистанції

source: Using arms
cs: Použití rukou
eu: Besoak erabilita
hu: Karok használata
pt_br: Usando os braços
sr: Користим руке
uk: Використання рук

source: % body weight
cs: % tělesné váhy
eu: Gorputz pisuaren %
hu: % testsúly
pt_br: % peso corporal
sr: % тежине тела
uk: % від ваги тіла

source: Additional weight
cs: Přídavná zátěž
dz: ཁ་སྐོང་ཅན་གྱི་ལྗིད་ཚད་
eu: Pisu gehigarria
hu: További súly
pt_br: Peso adicional
sr: Додатна тежина
uk: Додаткова вага

source: Start inside
cs: Start uvnitř
dz: ནང་ན་འགོ་བཙུགས་
eu: Hasi barruan
hu: Kezdés belül
pt_br: Iniciar dentro
sr: Почни изнутра
uk: Почати зсередини

source: Calculate falling height using a previous jump
cs: Vypočítat výšku pádu pomocí předchozího skoku
eu: Kalkulatu erorketako altuera aurreko jauzi bat erabiliz
hu: Esés magasságának kiszámítása egy előző ugrás használatával
pt_br: Calcula a altura de queda usando um salto anterior
sr: Израчунај висину пада користећи претходни скок
uk: Обчислювати висоту падіння за допомогою попереднього стрибка

source: Fall from a predefined height
cs: Pád z předem dané výšky
eu: Erori aurredefinitutako altuera batetik
hu: Szabadesés meghatározott magasságból
pt_br: Queda de uma altura predefinida
sr: Падни са предодређене висине
uk: Падати з попередньо визначеної висоти

source: Start outside
cs: Start vně
eu: Hasi kanpoan
hu: Kezdés kívül
pt_br: Iniciar de fora
sr: Почни споља
uk: Почати ззовні

source: Falling height
cs: Výška pádu
dz: འབུད་བའི་མཐོ་ཚད་
eu: Erorketako altuera
hu: Esés magassága
pt_br: Altura da queda
sr: Висина пада
uk: Висота падіння

source: Dominance
cs: Dominantní
eu: Nagusitasuna
hu: Dominancia
pt_br: Domínio
sr: Превласт
uk: Домінація

source: Type
cs: Typ
dz: དབྱེ་བ་
eu: Mota
hu: Típus
pt_br: Tipo
sr: Врста
uk: Тип

source: Fall
cs: Dopad
dz: འབུད་ནི་
eu: Udazkena
hu: Esés
pt_br: Queda
sr: Падање
uk: Осінь

source: Unknown
cs: Není známo
eu: Ezezaguna
hu: Ismeretlen
pt_br: Desconhecido
sr: Непознато
uk: Невідомий

source: This
cs: Tato
eu: Hau
hu: Ez
pt_br: Este
sr: Овај
uk: Цей

source: This limb
cs: Tato končetina
eu: Gorputz-adar hau
hu: Ez a végtag
pt_br: Este membro
sr: Овај уд
uk: Ця кінцівка

source: Opposite
cs: Opačná
eu: Aurkakoa
hu: Ellentétes
pt_br: Oposto
sr: Супротно
uk: Протилежний

source: Vertical
cs: Svislý
eu: Bertikala
hu: Függőleges
sr: Усправно
uk: Вертикальний

source: Horizontal
cs: Vodorovný
eu: Horizontala
hu: Vízszintes
sr: Водоравнo
uk: Горизонтальний

source: Lateral
cs: Do strany
eu: Albokoa
hu: Oldalirányú
sr: Са стране
uk: Бічний

source: Both
cs: Obě
eu: Biak
hu: Mindkettő
pt_br: Ambas
sr: Оба
uk: Обидва

source: Limited by
cs: Omezení
dz: ཚད་བཟོ་སྟེ་
eu: Muga:
hu: Korlátozva
pt_br: Limitado em
sr: Ограничено са
uk: Обмежено

source: Allow finish after time
cs: Dovolit ukončení po čase
eu: Onartu denboraz kanpo amaitzea
hu: Befejezés engedélyezése az idő letelte után
pt_br: Permitir finalizar depois do tempo
sr: Допусти да заврши након времена
uk: Дозволити завершення за часовою позначкою

source: If a multiple jump is limited by time, and time has running out, allow finish jump
cs: Pokud je vícenásobný skok omezen časem a časový limit vyprší, umožnit skok dokončit
eu: Jauzi anizkoitz bat denboraz mugatu badago, eta denbora amaitu bada, onartu jauzia amaitzea
hu: Ha a többszörös ugrás ideje korlátozott és az idő letelt, engedje az ugrást befejezni
pt_br: Se um salto múltiplo for limitado pelo tempo e o tempo estiver se esgotando, permitir que seja concluído o salto
sr: Ако су скокови ограничени временом, а време је истекло, допусти да заврши скок
uk: Якщо повторні стрибки обмежено у часі, і відведений час сплив, дозволити враховування останнього стрибка

source: Measure reaction time
cs: Měřit čas reakce
eu: Neurtu erreakzio-denbora
hu: Reakcióidő mérése
pt_br: Medir tempo de reação
sr: Измери време реаговања
uk: Вимірювати час реакції

source: Left
cs: Levý
eu: Ezkerrera
hu: Balra
pt_br: Esquerda
sr: Лево
uk: Ліва

source: Right
cs: Pravý
eu: Eskuinera
hu: Jobbra
pt_br: Direita
sr: Десно
uk: Права
