Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Configure test
cs: Nastavit test
eu: Konfiguratu proba
hu: Teszt beállítása
pt_br: Configurar teste
sr: Подеси тест
uk: Налаштувати тест

source: Add weight
cs: Zvýšit hmotnost
eu: Gehitu pisua
hu: Súly hozzáadása
pt_br: Adiciona peso
sr: Додај тежину
uk: Додати вагу

source: Remove weight
cs: Ubrat hmotnost
eu: Kendu pisua
hu: Súly eltávolítása
pt_br: Remover peso
sr: Уклони тежину
uk: Вилучити вагу

source: All tests
cs: Všechny testy
eu: Proba guztiak
hu: Összes teszt
pt_br: Todos os testes
sr: Сви тестови
uk: Усі тести

source: Recalculate
cs: Přepočítat
eu: Birkalkulatu
hu: Újraszámítás
pt_br: Recalcular
sr: Поново израчунај
uk: Переобчислити

source: Zoom change
cs: Změnit přiblížení
eu: Zoom-aldaketa
hu: Nagyítás megváltoztatása
pt_br: Modifica a ampliação
sr: Промена увеличања
uk: Зміна масштабу

source: Edit selected test
cs: Upravit vybraný test
eu: Editatu hautatutako proba
hu: A kijelölt teszt szerkesztése
pt_br: Edita o teste selecionado
sr: Уреди изабрани тест
uk: Редагувати позначений тест

source: Delete selected test
cs: Smazat vybraný test
eu: Ezabatu hautatutako proba
hu: A kijelölt teszt törlése
pt_br: Exclui o teste selecionado
sr: Обриши изабрани тест
uk: Вилучити позначений тест

source: Repair selected test
cs: Opravit vybraný test
eu: Konpondu hautatutako proba
hu: A kijelölt teszt javítása
pt_br: Repara o teste selecionado
sr: Поправи изабрани тест
uk: Виправити позначений тест

source: Chronojump threshold
cs: Prahové hodnoty
eu: Chronojump atalasea
hu: Chronojump küszöbszint
pt_br: Limiar do Chronojump
sr: Праг Времескочка
uk: Поріг Chronojump

source: About threshold
cs: O prahové hodnotě
eu: Atalaseari buruz
hu: A küszöbszintről
pt_br: Sobre limiar
sr: О прагу
uk: Про порігAbout threshold

source: Other tests
cs: Ostatní testy
eu: Beste proba batzuk
hu: Egyéb tesztek
pt_br: Outros testes
sr: Остали тестови
uk: Інші тести

source: Extra weight
cs: Přídavná zátěž
dz: ལྗིད་ཚད་ཐེབས་
eu: Pisu gehigarria
hu: Extra súly
pt_br: Peso extra
sr: Додатна тежина
uk: Додаткова вага

source: Identifier
cs: Identifikátor
dz: ངོས་འཛིན་འབད་མི་
eu: Identifikatzailea
hu: Azonosító
pt_br: Identificador
sr: Одредник
uk: Ідентифікатор

source: <b>Simulated</b>
cs: <b>Simulovaný</b>
eu: <b>Simulatua</b>
hu: <b>Szimulált</b>
pt_br: <b>Simulado</b>
sr: <b>Симулирано</b>
uk: <b>Імітовано</b>

source: Mistakes
cs: Chyby
eu: Akatsak
hu: Hibák
pt_br: Erros
sr: Грешке
uk: Помилки

source: Video available
cs: Je k dispozici video
eu: Bideoa eskuragarri
hu: Videó érhető el
pt_br: Vídeo disponível
sr: Видео је доступан
uk: Доступне відео

source: Yes
cs: Ano
dz: ཨིན་
eu: Bai
hu: Igen
pt_br: Sim
sr: Да
uk: Так

source: m/s
sr: м/с
uk: м/с

source: Description / comments
cs: Popis / poznámky
dz: འགྲེལ་བཤད་ / བསམ་བཀོད་
eu: Deskribapena / iruzkinak
hu: Leírás / megjegyzések
pt_br: Descrição / comentários
sr: Опис / напомене
uk: Опис / коментарі

source: Sit to stand
cs: Vstávání
eu: Eseri zutitzeko
hu: Ülésből felállás
pt_br: Sentar-se para levantar-se
sr: Седи да би устао
uk: З сидячи у стоячи

source: Able to stand up without using hands in a steady and controlled action.
cs: Schopen(na) vstát bez pomoci rukou s dobrou koordinací a ovládáním.
eu: Eskurik erabili gabe modu orekatu eta kontrolatuan zutitzeko gai izatea.
hu: Képes felállni nyugodtan és kontrolláltan kéz használata nélkül.
pt_br: Capaz de levantar-se sem usar as mãos em uma ação firme e controlada.
sr: Може да устане без употребе руку из мировања и контролисане радње.
uk: Може встати без використання рук у стабільний і контрольований спосіб.

source: Able to stand up using hands in a steady and controlled action.
cs: Schopen(na) vstát s pomocí rukou s dobrou koordinací a ovládáním.
eu: Eskuak erabiliz modu orekatu eta kontrolatuan zutitzeko gai izatea.
hu: Képes felállni nyugodtan és kontrolláltan kéz használatával.
pt_br: Capaz de levantar-se usando as mãos em uma ação firme e controlada.
sr: Може да устане уз употребу руку из мировања и контролисане радње.
uk: Може встати з використанням рук у стабільний і контрольований спосіб.

source: Able to stand up using hands after multiple attempts.
cs: Schopen(na) vstát s pomocí rukou po několika pokusech.
eu: Eskuak erabiliz zenbait saialdiren ondoren zutitzeko gai izatea.
hu: Képes felállni kéz használatával többszöri próbálkozásra.
pt_br: Capaz de levantar-se usando as mãos depois de várias tentativas.
sr: Може да устане помоћу руку након неколико покушаја.
uk: Може встати з використанням рук за декілька спроб.

source: Needs or asks for help.
cs: Potřeboval(a) nebo si vyžádal(a) pomoc.
eu: Laguntza behar du edo eskatzen du.
hu: Segítségre van szüksége vagy segítséget kér.
pt_br: Precisa de ou pede ajuda.
sr: Потреба или тражење помоћи.
uk: Потребує допомоги або просить про неї

source: Undefined.
cs: Nedefinováno.
eu: Definitu gabea.
hu: Nincs meghatározva.
pt_br: Indefinido.
sr: Неодређено.
uk: Не визначено.

source: MTGUG Questionnaire 1
cs: Dotazník MTGUG 1
eu: MTGUG galdetegia 1
hu: 1. MTGUG kérdőív
pt_br: Questionário MTGUG 1
sr: МТГУГ 1. упитник
uk: Опитування MTGUG 1

source: Kick ball
cs: Kop do balónu
eu: Jo ostikoa baloiari
hu: Labda rúgása
pt_br: Chutar a bola
sr: Шутни лопту
uk: Удар по м'ячу

source: Able to kick ball without losing balance.
cs: Schopen(na) kopnout do balónu beze ztráty rovnováhy.
eu: Baloiari ostikoa jotzen dio oreka galdu gabe.
hu: Képes a labdát elrúgni az egyensúlya elvesztése nélkül.
pt_br: Capaz de chutar a bola sem perder o equilíbrio.
sr: Може да шутне лопту а да не изгуби равнотежу.
uk: Може бити по м'ячу без втрати рівноваги.

source: Able to kick ball but needs to take a step to get back on balance.
cs: Schopen(na) kopnout do balónu, ale s potřebou udělat krok ke znovu získání stability.
eu: Baloiari ostikoa jotzen dio baina urrats bat egin behar du oreka berreskuratzeko.
hu: Képes a labdát elrúgni, de lépnie kell egyet az egyensúly visszaszerzéséhez.
pt_br: Capaz de chutar bola, mas precisa dar um passo para voltar ao equilíbrio.
sr: Може да шутне лопту али мора да искорачи да би се вратио у равнотежу.
uk: Може вдарити по м'ячу, але потребує кроку назад, щоб зберегти рівновагу.

source: Able to kick ball with difficulty finding balance.
cs: Schopen(na) kopnout do balónu s obtížně udržitelnou rovnováhou.
eu: Baloiari ostikoa jotzen du oreka berreskuratzeko zailtasunekin.
hu: Képes a labdát elrúgni az egyensúlya nehezen megtartásával.
pt_br: Capaz de chutar a bola com dificuldades em encontrar o equilíbrio.
sr: Може да шутне лопту и са потешкоћом налази равнотежу.
uk: Може бити по м'ячу із складнощами в утриманні рівноваги.

source: Walk whilst counting backwards from 15 to 0
cs: Chůze s počítáním pozpátku od 15 do 0
eu: Ibili 15etik 0ra atzera zenbatu bitartean
hu: Sétáljon miközben visszaszámol 15-től 0-ig
pt_br: Caminhe enquanto estiver em contagem regressiva de 15 a 0
sr: Ходај док бројиш уназад од 15 до 0
uk: Рух зі зворотним відліком від 15 до 0

source: Able to coordinate walking with counting without making a mistake.
cs: Schopen(na) koordinované chůze s počítáním bez chyby.
eu: Ibiltzea eta zenbatzea koordinatzeko gai akatsik egin gabe.
hu: Képes koordináltan sétálni anélkül, hogy hibázna a számolásban.
pt_br: Capaz de coordenar caminhada com contador sem cometer um erro.
sr: Може да прилагоди ходање са бројањем а да не погреши.
uk: Може координувати рух із лічбою без помилок.

source: Able to coordinate walking with counting with one mistake.
cs: Schopen(na) koordinované chůze s počítáním s jednou chybou.
eu: Ibiltzea eta zenbatzea koordinatzeko gai akats bat eginda.
hu: Képes koordináltan sétálni úgy, hogy egy hibát ejt a számolásban.
pt_br: Capaz de coordenar caminhada com contador com um erro.
sr: Може да прилагоди ходање са бројањем уз једну грешку.
uk: Може координувати рух із лічбою із однією помилкою.

source: Poor coordination between walking and counting with more than one mistake.
cs: Špatná koordinace během chůze a počítání s více než jednou chybou.
eu: Ibiltzea eta zenbatzea gaizki koordinatuta, akats bat baino gehiagorekin.
hu: Gyenge koordináció a séta és a számolás között több hibával.
pt_br: Fraca coordenação entre a caminhada e a contagem com mais de um erro.
sr: Лоше прилагођавање између ходања и бројања са више направљених грешака.
uk: Погана координація між рухом і лічбою із декількома помилками.

source: Needs help or cannot perform the counting task.
cs: Potřeboval(a) pomoc nebo neschopen(na) počítat.
eu: Laguntza behar du edo ezin du zenbatzea gauzatu.
hu: Segítségre szorul, vagy nem képes a számolást végrehajtani.
pt_br: Precisa de ajuda ou não pode executar a tarefa de contagem.
sr: Потребна му је помоћ или не може да обавља бројање.
uk: Потребує допомогти або не може виконати завдання з лічби.

source: Go around back of cone
cs: Zatáčení zpět okolo kuželu
eu: Igaro konoaren atzetik
hu: Kerülje meg hátulról a bóját
pt_br: Contornar o cone
sr: Кружи око чуња
uk: Обхід конуса

source: Able to go around the cone without touching it, without going outside the marked area, but slowing down the pace.
cs: Schopen(na) běžet okolo kužele, aniž by se ho dotkl(a), bez vybočení z označené oblasti, ale se zpomalením tempa.
eu: Konoaren inguruan hura ukitu gabe eta markatutako areatik irten gabe joateko gai, baina abiada motelduta.
hu: Képes megkerülni a bóját anélkül, hogy hozzáérne, vagy elhagyná a jelzett területet, de csökkentett sebességgel.
pt_br: Capaz de ir ao redor do cone sem tocá-lo, sem sair da área marcada, mas desacelerando o ritmo.
sr: Може да иде око чуња а да га не додирне, не излази ван обележеног простора, али успорава корак.
uk: Може обійти конус без його торкання, без виходу за позначену області, але із уповільненням руху.

source: Able to go around with obvious signs of insecurity.
cs: Schopen(na) běžet okolo kužele se zjevnými známkami nejistoty.
eu: Konoaren inguruan segurtasun faltaren zeinu argirik gabe joateko gai.
hu: Képes megkerülni, de láthatóan nem magabiztos.
pt_br: Capaz de ir ao redor com sinais evidentes de insegurança.
sr: Може да иде около са очигледним знацима несигурности.
uk: Може обійти без явних ознак втрати безпеки.

source: Able to go around the cone without touching it, without going outside the marked area, and keeping up the pace.
cs: Schopen(na) běžet okolo kužele, aniž by se ho dotkl(a), bez vybočení z označené oblasti a s udržením tempa.
eu: Konoaren inguruan hura ukitu gabe eta markatutako areatik irten gabe joateko gai, abiada mantenduta.
hu: Képes megkerülni a bóját anélkül, hogy hozzáérne, vagy elhagyná a jelzett területet a sebesség megtartásával.
pt_br: Capaz de ir ao redor do cone sem tocá-lo, sem sair da área marcada e mantendo o ritmo.
sr: Може да иде око чуња а да га не додирне, не излази ван обележеног простора, и одржава корак.
uk: Може обійти конус без його торкання, без виходу за позначену області, зі збереженням швидкості руху.

source: Step into circles
cs: Našlapování do kruhů
eu: Ibili zirkuluetan
hu: Lépjen a körökbe
pt_br: Caminhar em círculos
sr: Корачај по круговима
uk: Вхід у кола

source: Able to walk, stepping one foot into each circle without touching them and without losing balance.
cs: Schopen(na) našlapovat do kruhů, aniž by se jich dotkl(a) a beze ztráty rovnováhy.
eu: Ibiltzeko gai, oin bakoitza zirkulu banaren gainean ezarrita haiek ukitu gabe eta oreka galdu gabe.
hu: Képes sétálni és egy lábbal az összes körbe belelépni anélkül, hogy hozzáérne, vagy elvesztené az egyensúlyát.
pt_br: Capaz de andar, pisar um pé em cada círculo sem tocá-los e sem perder o equilíbrio.
sr: Може да хода, једном ногом у сваком кругу а да их не додирне и да изгуби равнотежу.
uk: Може рухатися, входячи однією ногою до кожного кола без торкання межі і без втрати рівноваги.

source: Able to walk, stepping one foot into each circle, touching one or needing to take an extra step outside the rings to regain balance.
cs: Schopen(na) našlapovat do kruhů, přičemž se jednoho dotkl(a) nebo s potřebou mezikroku mimo kruh k udržení rovnováhy.
eu: Ibiltzeko gai, oin bakoitza zirkulu banaren gainean ezarrita, haietako bat ukituta edo eraztunen kanpoan urrats bat gehiago behar izanda oreka berreskuratzeko.
hu: Képes megkerülni a bóját anélkül, hogy hozzáérne, vagy elhagyná a jelzett területet, de csökkentett sebességgel.
pt_br: Capaz de andar, pisar um pé em cada círculo, tocando um ou a necessidade de dar um passo extra fora os anéis para recuperar o equilíbrio.
sr: Може да хода, једном ногом у сваком кругу, додирнувши један или му је потребан додатни корак ван круга како би повратио равнотежу.
uk: Може рухатися, входячи однією ногою до кожного кола, торкаючись кола або з потребою у додатковому кроці за межі кола для відновлення рівноваги.

source: Able to walk stepping one foot in each circle, touching more than one, or needing more than one extra step to regain balance.
cs: Schopen(na) našlapovat do kruhů, přičemž se jednoho nebo více dotkl(a) a nebo s potřebou udělat mezikroky k udržení rovnováhy.
hu: Képes sétálni, és egy lábbal az összes körbe belelépni úgy, hogy többhöz hozzáér, vagy többet lép, hogy visszanyerje az egyensúlyát.
pt_br: Capaz de andar pisando um pé em cada círculo, tocando mais de um, ou que necessitem de mais de uma etapa extra para recuperar o equilíbrio.
sr: Може да хода једном ногом у сваком кругу, додирнувши један, или му је потребан додатни корак ван круга како би повратио равнотежу.
uk: Може рухатися, входячи однією ногою до кожного кола, торкаючись декількох кіл або з потребою у додаткових кроках для відновлення рівноваги.

source: Sit back down
cs: Posazení zpět
eu: Eseri
hu: Üljön vissza a földre
pt_br: Voltar a sentar
sr: Седање
uk: Сідання

source: Able to sit down smoothly without using hands.
cs: Schopen(na) si sednout pomalu bez pomoci rukou.
eu: Leunki esertzeko gai, eskuak erabili gabe.
hu: Képes könnyedén leülni kéz használata nélkül.
pt_br: Capaz de sentar-se suavemente sem usar as mãos.
sr: Може да седне полако а да не употреби руке.
uk: Може плавно сідати без допомоги рук.

source: Able to sit down sharply without using hands.
cs: Schopen(na) se sednout zostra bez pomoci rukou.
eu: Tupustean ezartzeko gai, eskuak erabili gabe.
hu: Képes biztosan leülni kéz használata nélkül.
pt_br: Capaz de sentar-se bruscamente sem usar as mãos.
sr: Може да седне нагло а да не употреби руке.
uk: Може різкою сідати без допомоги рук.

source: Able to sit down using hands.
cs: Schopen(na) si sednout s pomocí rukou.
eu: Eskuak erabilita esertzeko gai.
hu: Képes leülni kéz használatával.
pt_br: Capaz de sentar-se usando as mãos.
sr: Може да седне користећи руке.
uk: Може сідати за допомогою рук.

source: slCMJ
sr: слСБП

source: Linear
cs: Lineární
eu: Lineala
hu: Lineáris
sr: Линеарно
uk: Лінійний

source: Rotary friction
cs: Rotační třecí
eu: Birakari marruskaduraduna
hu: Forgó súrlódás
pt_br: Fricção rotativa
sr: Трење окретања
uk: Обертальне тертя

source: Connected to axis
cs: Připojeno k ose
eu: Ardatzari konektatua
hu: Kapcsolódva a tengelyhez
pt_br: Conectado ao eixo
sr: Повезан на осу
uk: З'єднано із віссю

source: Rotary axis
cs: Rotační na ose
eu: Birakari ardatzekoa
hu: Forgástengely
pt_br: Eixo de rotação
sr: Оса окретања
uk: Вісь обертання

source: Selected:
cs: Vybraná:
eu: Hautatuta:
hu: Kiválasztott:
pt_br: Selecionado:
sr: Изабрано:
uk: Вибрано:

source: Number of anchorages
cs: Počet uchycení
eu: Ainguratze kopurua
hu: Rögzítések száma
pt_br: Número de ancoragens
sr: Број усидрења
uk: Кількість жорстких закріплень

source: Average diameter (cm) of the cone or axis where the rope is wrapped on each anchorage.
cs: Střední průměr (cm) kuželu nebo osy, když je lano ovinuto okolo všech uchycení.
eu: Soka aingura bakoitzean bilduta dagoen kono edo ardatzaren batez besteko diametroa (cm).
hu: Bója átlagos átmérője (cm) vagy a tengely a lerögzítési pontnál, ahol áthalad a kötél.
pt_br: Diâmetro médio (cm) do cone ou do eixo no qual a corda está enrolada em cada ancoragem.
sr: Просечан пречник (cm) чуња или оса на којима је конопац свезан на сваком сидришту.
uk: Середній діаметр (у см) конуса або вісі, на яку намотано шпагат на кожній з опор.

source: Push angle
cs: Úhel působení
eu: Bultzada-angelua
hu: Nyomás szöge
pt_br: Ângulo de impulso
sr: Угао гурања
uk: Кут поштовху

source: Weight angle
cs: Úhel zátěže
eu: Pisu-angelua
hu: Súly szöge
pt_br: Ângulo de peso
sr: Угао тежине
uk: Кут ваги

source: Inertia momentum without extra weight
cs: Moment setrvačnosti bez přídavné zátěže
eu: Inertzia-momentua pisu gehigarrik gabe
hu: Tehetetlenségi nyomaték további súly nélkül
pt_br: Ímpeto da inércia sem peso adicional
sr: Моменат инерције без додатног терета
uk: Момент інерції без додаткової ваги

source: Mass of each extra load
cs: Hmotnost každé z přídavných zátěží
eu: Karga gehigarri bakoitzaren masa
hu: További terhelés tömege egyenként
pt_br: Massa de cada carga adicional
sr: Маса сваког додатног оптерећења
uk: Маса кожної додаткової ваги

source: Distance from the center of the axis to the center of the loads.
cs: Vzdálenost od středové osy ke středu zátěží.
eu: Distantzia ardatzaren erditik kargen erdira.
hu: Távolság a tengely közepétől a felfüggesztések közepéig.
pt_br: Distância do centro do eixo até o centro das cargas.
sr: Растојање од средишта осе до средишта оптерећења.
uk: Відстань від центру вісі до центру навантажень.

source: Distance: center-loads
cs: Vzdálenost: střed-zátěže
eu: Distantzia: zentruko kargak
hu: Távolság: közép-felfüggesztés
pt_br: Distância: cargas centrais
sr: Растојање: средиште-оптерећење
uk: Відстань: центр-навантаження

source: Machine speed / Person speed ratio. Eg. value = 2, means person does twice force at half speed.
cs: Poměr rychlosti stroje / člověka. Např. hodnota 2 znamená, že osoba vyvíjí 2× větší sílu poloviční rychlostí.
eu: Makinaren abiaduraren eta pertsonaren abiaduraren arteko erlazioa. Adibidez, 2 balioak esan nahi du pertsonak bi aldiz indar gehiago egiten duela abiaduraren erdian.
hu: Gép sebesség / személy sebesség aránya. Például érték = 2 azt jelenti, hogy a személy kétszer akkora erőt fejt ki fél sebességen.
pt_br: Razão da velocidade de máquina / velocidade pessoa. Ex.: valor = 2, significa pessoa faz o dobro da força com metade da velocidade.
sr: Однос брзине машине / брзине особе. Нпр. вредност = 2, значи да особа даје двоструку снагу на пола брзине.
uk: Швидкість машини / Коефіцієнт швидкості особи. Наприклад, значення = 2 означає, що особа прикладає подвійну силу при половині швидкості.

source: Force multiplier
cs: Násobek síly
eu: Indar-biderkatzailea
hu: Erőszorzó
pt_br: Multiplicador de força
sr: Множитељ снаге
uk: Коефіцієнт сили

source: Accuracy
cs: Přesnost
eu: Doitasuna
hu: Pontosság
pt_br: Precisão
sr: Тачност
uk: Точність

source: Calculate inertial momentum
cs: Vypočítat moment setrvačnosti
eu: Kalkulatu inertzia-momentua
hu: Tehetetlenségi nyomaték kiszámítása
pt_br: Calcular o momento de inércia
sr: Израчунај моменат инерције
uk: Обчислювати момент інерції

source: Calculate IM
cs: Vypočítat MS
eu: Kalkulatu IM
hu: IM számolása
pt_br: Calcular IM
sr: Израчунај МИ
uk: Обчислити МІ

source: Add new
cs: Přidat nový
eu: Gehitu berria
hu: Új hozzáadása
pt_br: Adicionar novo
sr: Додај ново
uk: Додати нову

source: Duplicate
eu: Bikoiztu
hu: Kettőzés
pt_br: Duplicado
sr: Удвостручи
uk: Здублювати

source: grams
cs: g
eu: gramo
hu: gramm
pt_br: gramas
sr: грами
uk: грами

source: Oscillations
cs: Oscilace
eu: Oszilazioak
hu: Oszcillációk
pt_br: Oscilações
sr: Осцилације
uk: Осциляції

source: Number of weights
cs: Počet závaží
eu: Pisu kopurua
hu: Súlyok száma
pt_br: Número de pesos
sr: Број тегова
uk: Кількість ваг

source: Evaluator server data
cs: Údaje hodnotitele pro server
eu: Ebaluatzaile-zerbitzariaren datuak
hu: Érékelő-kiszolgáló adatok
pt_br: Avaliador de dados do servidor
sr: Серверски подаци оцењивача
uk: Дані сервера засобу оцінки

source: Please fill these values.
cs: Vyplňte prosím tyto hodnoty.
eu: Bete balio hauek.
hu: Töltse ki ezeket az értékeket.
pt_br: Por favor, preencha estes valores.
sr: Попуните ове вредности.
uk: Будь ласка, вкажіть ці значення.

source: E-mail will never be shown in public.
cs: E-mail nebude nikde zveřejněn.
eu: Posta-helbidea ez da inoiz publikoki erakutsiko.
hu: Az e-mail sosem lesz nyilvánosan megjelenítve.
pt_br: E-mail nunca será mostrado ao público.
sr: Е-пошта никада неће бити приказана у јавности.
uk: Адресу електронної пошти ніколи не буде оприлюднено.

source: E-mail
eu: Posta elektronikoa
sr: Е-пошта
uk: Ел. пошта

source: change
cs: změnit
dz: འགྱུར་བ་
eu: aldatu
hu: változtatás
pt_br: alterar
sr: измени
uk: змінити

source: Country
cs: Země
eu: Herrialdea
hu: Ország
pt_br: País
sr: Држава
uk: Країна

source: Accredited
cs: Pověřen
eu: Akreditatua
hu: Akkreditált
pt_br: Aprovado
sr: Приписано
uk: Акредитовано

source: more info
cs: další info
eu: info gehiago
hu: további információ
pt_br: mais informações
sr: још података
uk: додаткова інформація

source: Date of birth
cs: Datum narození
eu: Jaiotze-data
hu: Születési idő
pt_br: Data de aniversário
sr: Датум рођења
uk: Дата народження

source: Evaluator data
cs: Údaje hodnotitele
eu: Ebaluatzaile-datuak
hu: Értékelő adatok
pt_br: Avaliador de dados
sr: Подаци о оцењивачу
uk: Дані засобу оцінки

source: Select your Chronometer
cs: Vyberte svoji časomíru
eu: Hautatu zure kronometroa
hu: Válassza ki a Chronometerét
pt_br: Selecione o seu cronômetro
sr: Изаберите ваш хронометар
uk: Виберіть ваш хронометр

source: Undefined
cs: Nedefinováno
eu: Definitu gabea
hu: Nincs meghatározva
pt_br: Indefinido
sr: Неодређено
uk: Не визначено

source: Chronopic 1
hu: 1. Chronopic
sr: Хронопик 1

source: Chronopic 2
hu: 2. Chronopic
sr: Хронопик 2

source: Chronopic 3
hu: 3. Chronopic
sr: Хронопик 3

source: Other. Specify:
cs: Jiné. Uveďte:
eu: Beste bat. Zehaztu:
hu: Egyéb. Adja meg:
pt_br: Outro. Especificar:
sr: Друго. Наведите:
uk: Інше. Вкажіть:

source: Expand image and show description
cs: Zvětšit obrázek a zobrazit popis
dz: གཟུགས་བརྙན་རྒྱ་འཕར་བཟོ་ཏེ་འགྲལ་བཤད་སྟོན་
eu: Hedatu irudia eta erakutsi deskribapena
hu: Kép nagyítása és leírás megjelenítése
pt_br: Aumenta a imagem e mostrar a descrição
sr: Рашири слику и прикажи опис
uk: Розгорнути зображення і показати опис

source: To buy or build Chronopic see website:
cs: Jak koupit nebo vyrobit zařízení Chronopic se dozvíte na webu:
eu: Chronopic eraiki edo erosteko, ikusi:
hu: A Chronopic vásárlásához vagy összeállításához nézze meg a weboldalt:
pt_br: Para comprar ou montar o Chronopic veja o site:
sr: Да купите или да направите Хронопик посетите веб страницу:
uk: Дані щодо придбання або збирання Chronopic наведено на цьому сайті:

source: Chronometer
cs: Časomíra
eu: Kronometroa
pt_br: Cronômetro
sr: Хронометар
uk: Хронометр

source: Select the device you currently use
cs: Vyberte zařízení, které právě používáte
eu: Hautatu erabiltzen ari zaren gailua
hu: Válassza ki az eszközt, amelyet jelenleg használ
pt_br: Selecione o dispositivo que você usa atualmente
sr: Изаберите уређај који тренутно користите
uk: Виберіть пристрій, яким ви зараз користуєтеся

source: Contact platform (tempered steel)
cs: Kontaktní plošina (temperovaná ocel)
eu: Kontaktu-plataforma (altzairu gozatua)
hu: Érintkezési platform (edzett acél)
pt_br: Plataforma de contato (aço temperado)
sr: Додирна платформа (каљени челик)
uk: Контактна платформа (відпущена сталь)

source: Contact platform (circuit board)
cs: Kontaktní plošina (tištěné spoje)
eu: Kontaktu-plataforma (zirkuitu integratua)
hu: Érintkezési platform (NYÁK lap)
pt_br: Plataforma de contato (placa de circuito)
sr: Додирна платформа (штампана плоча)
uk: Контактна платформа (монтажна плата)

source: Infrared
cs: Infrazávora
eu: Ingragorria
hu: Infravörös
pt_br: Infravermelho
sr: Инфрацрвено
uk: Інфрачервоний
