Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Sedentary/Occasional practice
cs: Příležitostné provozování
eu: Sedentarioa/Ariketa noizbehinka
hu: Ülő/alkalmi gyakorlás
pt_br: Sedentário/Prática ocasional
sr: Седелачко/Повремено вежбање
uk: Сидяче/Випадкове вправляння

source: Bench press
cs: Vzpěračská lavice
eu: Aulki-bultzada
hu: Fekvenyomás
pt_br: Supino
sr: Дизање са клупе
uk: Жим лежачи

source: Squat
cs: Podřep
eu: Kokorikatzea
hu: Guggolás
pt_br: Agachamento
sr: Чучањ
uk: Присідання

source: Always remember to touch platform at ending. If you don't do it, Chronojump will crash at next execution.
cs: Vždy se nezapomeňte na závěr dotknout plošiny. Pokud tak neučiníte, Chronojump se při následujícím provádění zhroutí.
eu: Gogoratu beti plataforma ukitzea amaieran. Ez baduzu egiten, Chronojump kraskatu egingo da hurrengo exekuzioan.
hu: Soha se feledkezzen meg a platform megérintéséről a végén. Ha ezt nem teszi meg, akkor a Chronojump össze fog omlani a következő végrehajtáskor.
pt_br: Lembre-se sempre de tocar a plataforma no final. Se você não fizer isso, o Chronojump irá falhar na próxima execução.
sr: Увек се сетите да додирнете платформу на крају. Ако то не урадите, Времескочко ће се урушити приликом следећег покретања.
uk: Слід завжди торкатися платформи наприкінці. Якщо ви цього не зробите, Chronojump завершить роботу в аварійному режимі під час наступного виконання.

source: This Run Analysis is not valid because there are no strides.
cs: Tato analýza běhu není platná, protože není známá délka kroku.
hu: Ez a futáselemzés nem érvényes, mert nincsenek lépések.
pt_br: Esta análise de corrida é inválida porque não há passos largos.
sr: Ова анализа трчања није исправна јер не постоје кораци.
uk: Цей аналіз забігу є некоректним, оскільки немає кроків.

source: Chronopic is disconnected.
cs: Chronopic je odpojený.
eu: Chronopic deskonektatuta dago.
hu: A Chronopic le lett választva.
pt_br: Chronopic está desconectado.
sr: Хронопик није повезан.
uk: Chronopic від'єднано.

source: If you want to simulate tests, use {0} session.
cs: Jestli chcete simulovat testy, použijte sérii cvičení {0}.
eu: Probak simulatu nahi badituzu, erabili {0} saioa.
hu: Ha szimulálni akarja a teszteket, akkor használja a(z) {0} munkamenetet.
pt_br: Se você deseja simular os testes, use sessão {0}.
sr: Ако желите да симулирате пробе, користите {0} сесију.
uk: Якщо ви хочете імітувати тести, скористайтеся сеансом {0}.

source: This RFID is not registered on server.
cs: Toto RFID není na serveru registrováno.
eu: RFIDa ez dago erregistratuta zerbitzarian.
hu: Ez az RFID nincs regisztrálva a kiszolgálón.
pt_br: Essa RFID não está registrado no servidor.
sr: Овај „RFID“ није регистрован на серверу.
uk: Цей RFID не зареєстровано на сервері.

source: Cannot connect with server!
eu: Ezin da zerbitzariarekin konektatu.
hu: Nem lehet kapcsolódni a kiszolgálóhoz!
pt_br: Não foi possível conectar ao servidor!
sr: Не могу да се повежем са сервером!
uk: Не вдалося встановити з'єднання із сервером!

source: Server is connected.
cs: Server je připojen.
eu: Zerbitzaria konektatuta dago.
hu: Kiszolgáló csatlakoztatva.
pt_br: Servidor conectado.
sr: Сервер је повезан.
uk: Сервер з'єднано.

source: Sorry, server is currently offline. Try later.
cs: Server je bohužel momentálně nedostupný. Zkuste to později.
eu: Zerbitzaria lineaz kanpo dago. Saiatu geroago.
hu: Elnézést, a kiszolgáló jelenleg nem érhető el. Próbálja később.
pt_br: Desculpe, o servidor está desconectado. Tente mais tarde.
sr: Извините, сервер је тренутно ван мреже. Покушајте касније.
uk: Вибачте, сервер зараз перебуває поза мережею. Спробуйте пізніше.

source: Or maybe you are not connected to the Internet or your firewall is restricting connections
cs: Nebo možná nejste připojení k Internetu nebo váš firewall omezuje spojení
eu: Agian, ez zaude internetekin konektatuta edo suebakia konexioak mugatzen ari da
hu: Vagy talán nem csatlakozik az internethez, vagy a tűzfala korlátozza a kapcsolatokat
pt_br: Ou talvez você não esteja conectado à Internet ou o firewall está restringindo as conexões
sr: Или можда нисте повезани на интернет или ваша мрежна баријера ограничава повезивање
uk: Крім того, ваш комп'ютер може бути не з'єднано із інтернетом або брандмауер на ньому обмежує можливості з'єднання

source: Your software is updated!
cs: Váš software je aktualizovaný!
eu: Softwarea eguneratu da.
hu: A szoftver frissítve!
pt_br: Seu software está atualizado!
sr: Ваш софтвер је освежен!
uk: Ваше програмне забезпечення оновлено!

source: Update software at {0}
eu: Eguneratu softwarea hemen: {0}
hu: Szoftver frissítése ekkor: {0}
pt_br: Atualize o software em {0}
sr: Ажурирајте софтвер на {0}
uk: Оновити програмне забезпечення на {0}

source: Your software is more updated than last published version.
eu: Zure softwarea argitaratutako azken bertsioa baino berriagoa da.
hu: A szoftvere frissebb mint a utolsó közzétett verzió.
pt_br: O seu software está mais atualizado que a última versão publicada.
sr: Ваш софтвер је освеженији него последње објављено издање.
uk: Ваше програмне забезпечення є новішим за останню випущену версію.

source: Please, don't update!
eu: Ez eguneratu!
hu: Ne frissítsen!
pt_br: Por favor, não atualize!
sr: Немојте ажурирати!
uk: Будь ласка, не оновлюйте!

source: Importing from your spreadsheet (LibreOffice, R, MS Excel, …)
eu: Kalkulu-orritik inportatzen (LibreOffice, R, MS Excel, …)
hu: Importálás táblázatból (LibreOffice, R, Microsoft Excel, …)
pt_br: Importação de sua planilha (LibreOffice, R, MS Excel, …)
sr: Увозим из ваше табеле (Либре Офис, Р, МС Ексел, …)
uk: Імпортуємо з вашої електронної таблиці (LibreOffice, R, MS Excel…)

source: Remember the separator character is:
cs: Pamatovat si tento oddělovací znak:
eu: Gogoan izan karaktere bereizlea honakoa dela:
hu: Emlékezzen, az elválasztó karakter:
pt_br: Memorizar que o caractere separador é:
sr: Сетите се да је знак раздвајања:
uk: Запам'ятати символ-роздільник:

source: This can be changed at preferences.
cs: Změnit to lze v předvolbách.
eu: Hobespenetan aldatu daiteke.
hu: Ez megváltoztatható a beállításokban.
pt_br: Isso pode ser alterado nas preferências.
sr: Ово може бити измењено у поставкама.
uk: Це можна змінити у налаштуваннях.

source: Please, perform the needed jumps marked in red above.
cs: Proveďte prosím potřebné skoky označené výše červeně.
eu: Egin goian gorriz markatutako beharrezko jauziak.
hu: Hajtsa végre a fent pirosban megjelölt szükséges ugrásokat.
pt_br: Por favor, realize os saltos necessários marcados no vermelho acima.
sr: Обавите изнад потребне скокове обележене црвеном бојом.
uk: Будь ласка, виконайте потрібні стрибки, які позначено червоним вище.

source: Peak power
cs: Špičkový výkon
eu: Gehieneko potentzia
hu: Csúcsteljesítmény
pt_br: Pico de potência
sr: Снага врхунца
uk: Пікова потужність

source: (Watts)
cs: (watty)
eu: (Wattak)
hu: (Watt)
sr: (W)
uk: (вати)

source: body weight
cs: tělesná hmotnost
eu: gorputzaren pisua
hu: testsúly
pt_br: peso corporal
sr: тежина тела
uk: вага тіла

source: extra weight
cs: přídavná zátěž
eu: pisu gehigarria
hu: további súly
pt_br: peso extra
sr: додатна тежина
uk: додаткова вага

source: height
cs: výška
dz: མཐོ་ཚད་
eu: altuera
hu: magasság
pt_br: altura
sr: висина
uk: висота

source: Male applicants to a Faculty of Sport Sciences
cs: Mužští uchazeči na Sportovní fakultu
eu: Kirol zientzietako fakultate batean sartu nahi duen gizona
hu: Férfi jelentkezők a Sporttudományi karra
pt_br: Candidatos do sexo masculino para um corpo docente de ciências do esporte
sr: Мушки кандидати Факултета спортских наука
uk: Абітурієнти спортивного факультету

source: Female elite volleyball
cs: Ženský vrcholový volejbal
eu: Boleiboleko eliteko emakumea
hu: Női elit röplabda
pt_br: Voleibol de elite feminino
sr: Женска елитна одбојка
uk: Елітні волейболістки

source: Female medium volleyball
cs: Ženský volejbal na střední úrovni
eu: Boleiboleko maila ertaineko emakumea
hu: Női közepes röplabda
pt_br: Voleibol mediano feminino
sr: Женска средња одбојка
uk: Посередні волейболістки

source: Female sports sciences students
cs: Sporty studentek přírodních věd
eu: Kirol zientzietako emakumezko ikasleak
hu: Női sporttudományi tanulók
pt_br: Mulheres estudantes de ciências do esporte
sr: Студенткиње спортских наука
uk: Студентки спортивного факультету

source: Female university students
cs: Studentky univerzity
eu: Unibertsitateako emakumezko ikasleak
hu: Női egyetemi tanulók
pt_br: Estudantes universitárias do sexo feminino
sr: Студенткиње универзитета
uk: Студентки університету

source: Peak Power
cs: Špičkový výkon
eu: Gehieneko potentzia
hu: Csúcsteljesítmény
pt_br: Pico de potência
sr: Снага врхунца
uk: пікова потужність

source: Session summary
cs: Souhrn série cvičení
eu: Saioaren laburpena
hu: Munkamenet összegzése
pt_br: Resumo da sessão
sr: Сажетак сесије
uk: Резюме сеансу

source: Jumper summary
cs: Souhrn skoku
eu: Jauzilariaren laburpena
hu: Ugró összegzése
pt_br: Resumo do saltador
sr: Сажетак скакача
uk: Резюме щодо стрибуна

source: Simple with TC
cs: Jednoduchý s ČK
hu: Egyszerű a TC-vel
pt_br: Simples com TC
sr: Једно са временом додира
uk: Простий із TC

source: Jumps: Reactive
cs: Skoky: Reakční
eu: Jauziak: Erreaktiboa
hu: Ugrások: reaktív
pt_br: Saltos: Reativar
sr: Скокови: Реактивни
uk: Стрибки: реактивні

source: Races: Simple
cs: Běhy: jednoduché
eu: Lasterketak: Sinplea
hu: Versenyek: egyszerű
pt_br: Corridas: Simples
sr: Трчања: једно
uk: Підходи: Прості

source: Races: Intervallic
cs: Běhy: intervalové
eu: Lasterketak: Tartekakoa
hu: Versenyek: intervallum
pt_br: Corridas: com Intervalo
sr: Трчања: периодично
uk: Підходи: Інтервальні

source: tracks
dz: རྗེས་ལམ་
eu: pista
hu: pályák
pt_br: pistas
sr: стазе
uk: доріжки

source: See all jumps
cs: Zobrazit všechny skoky
eu: Ikusi jauzi guztiak
hu: Összes ugrás megtekintése
pt_br: Ver todos os saltos
sr: Види све скокове
uk: Переглянути усі стрибки

source: See all races
cs: Zobrazit všechny běhy
eu: Ikusi lasterketa guztiak
hu: Összes verseny megtekintése
pt_br: Ver todas as corridas
sr: Види сва трчања
uk: Переглянути усі підходи

source: See all pulses
cs: Zobrazit všechny pulzy
eu: Ikusi pultsu guztiak
hu: Az összes impulzus megtekintése
pt_br: Ver todos os pulsos
sr: Види све импулсе
uk: Переглянути усі пульсації

source: Typical serial and USB-serial ports on Windows:
cs: Typické sériové a USB-sériové porty ve Windows:
dz: སྒོ་སྒྲིག་གུ་ལུ་དབྱེ་བ་ཅན་གྱི་ཨང་རིམ་དང་ཡུ་ཨེསི་བི་-ཨང་རིམ་འདྲེན་ལམ་:
hu: Tipikus soros és USB-soros portok Windowson:
pt_br: Portas serial típica e USB-serial no Windows:
sr: Уобичајени серијски и УСБ-серијски прикључници на Виндоузу:
uk: Типові послідовні та USB-послідовні порти у Windows:

source: Also, these are possible:
cs: Rovněž je možné toto:
dz: དེ་མ་ཚད་ དེ་ཚུ་ཡང་འབད་ཚུགས་:
eu: Honako hauek ere baliagarriak dira:
hu: Még ezek is lehetségesek:
pt_br: Além disso, são possíveis:
sr: Такође, и ови су могући:
uk: Також можливі такі:

source: Typical serial ports on GNU/Linux:
cs: Typické sériové porty v GNU/Linux:
eu: Serieko ataka tipikoak GNUE/Linux sistemetan:
hu: Tipikus soros portok GNU/Linuxon:
pt_br: Portas típicas serial no GNU/Linux:
sr: Уобичајени серијски прикључници на Гну/Линуксу:
uk: Типові послідовні порти у GNU/Linux:

source: Typical USB-serial ports on GNU/Linux:
cs: Typické USB-sériové porty v GNU/Linux:
dz: ཇི་ཨེན་ཡུ་/ལི་ནགསི་གུ་ལུ་ དབྱེ་བ་ཅན་གྱི་ཡུ་ཨེསི་བི་-ཨང་རིམ་འདྲེན་ལམ་:
eu: Serieko USB ataka tipikoak GNUE/Linux sistemetan:
hu: Tipikus USB-soros portok GNU/Linuxon:
pt_br: Portas típicas USB-serial no GNU/Linux:
sr: Уобичајени УСБ-серијски прикључници на Гну/Линуксу:
uk: Типові USB-послідовні порти у GNU/Linux:

source: If you use Chronopic3, you will have an USB-serial port.
cs: Pokud používáte Chronopic3, budete mít USB-sériový port.
eu: Chronopic3 erabiltzen baduzu, serieko USB ataka izango duzu.
hu: Ha Chronopic3-at használ, akkor lesz egy USB-soros portja.
pt_br: Se você usar Chronopic3, você terá que ter porta USB-serial.
sr: Ако користите Хронопик 3, имаћете УСБ-серијски прикључник.
uk: Якщо ви користуєтеся Chronopic3, у вас буде USB-послідовний порт.

source: Serial ports found:
cs: Nalezené sériové porty:
eu: Aurkitutako serieko atakak:
hu: Megtalált soros portok:
pt_br: Portas seriais encontradas:
sr: Пронађени серијски прикључници:
uk: Знайдені послідовні порти:

source: USB-serial ports found:
cs: Nalezené USB-sériové porty:
eu: Aurkitutako serieko USB atakak:
hu: Megtalált USB-soros portok:
pt_br: Portas USB-serial encontradas:
sr: Пронађени УСБ-серијски прикључници:
uk: Виявлені USB-послідовні порти:

source: Not found any USB-serial ports.
cs: Nenalezeny žádné USB-sériové porty.
eu: Ez da serieko USB atakarik aurkitu.
hu: Nem található egyetlen USB-soros port sem.
pt_br: Não foi encontrada qualquer porta USB-serial.
sr: Нисам пронашао ни један УСБ-серијски прикључник.
uk: Не знайдено жодного послідовного порту USB.

source: Is Chronopic connected?
cs: Je zařízení Chronopic připojené?
eu: Konektatuta al dago Chronopic?
hu: Csatlakoztatva van a Chronopic?
pt_br: Chronopic está conectado?
sr: Да ли је Хронопик повезан?
uk: Чи з'єднано Chronopic?

source: Touch device.
cs: Dotykové zařízení
eu: Ukipen-gailua.
hu: Érintő eszköz.
pt_br: Dispositivo de toque.
sr: Додирните уређај.
uk: Торкніться пристрою.

source: Chronopic driver has to be installed.
cs: Ovladač zařízení Chronopic byl nainstalován.
eu: Chronopic kontrolagailua instalatu behar da.
hu: A Chronopic illesztőprogramnak telepítve kell lennie.
pt_br: O driver do Chronopic precisa ser instalado.
sr: Управљачки програм Хронопика мора бити инсталиран.
uk: Не було встановлено драйвер Chronopic.

source: If you have problems connecting with Chronopic, ensure you have the <b>driver</b> installed at 'Windows Start Menu / Chronojump / Install Chronopic driver'.
cs: Pokud máte problémy s připojením zařízení Chronopic, ujistěte se, že máte nainstalován <b>ovladač</b> v „Nabídka Windows Start / Chronojump / Instalovat ovladač Chronopic“.
hu: Ha problémái vannak a Chronopic csatlakoztatásával, akkor ellenőrizze, hogy az <b>illesztőprogram</b> telepítve van-e a „Windows Start menü / Chronojump / Chronopic illesztőprogram telepítése” helyen.
pt_br: Se você tiver problemas para conectar com o Chronopic, certifique-se que você tem o <b>driver</b> instalado em “Menu iniciar do Windows / Chronojump / Instalar driver do Chronopic”.
sr: Ако имате проблема са повезивањем Хронопика, проверите да ли сте инсталирали <b>управљачки програм</b> у „Виндоузовом изборнику покретања / Времескочко / Инсталирај управљачки програм за Хронопик“.
uk: Якщо у вас виникають проблеми із з'єднанням з Chronopic, переконайтеся, що встановлено <b>драйвер</b> за допомогою пункту «меню «Пуск» Windows» / «Chronojump» / Встановити драйвер Chronopic».

source: Check Chronojump software website.
cs: Podívat se na webové stránky softwaru Chronojump.
eu: Begiratu Chronojump softwarearen webgunea.
hu: A Chronojump szoftver weboldalának megtekintése.
pt_br: Consulta o website de software Chronojump.
sr: Проверите веб страницу софтвера Времескочка.
uk: Ознайомтеся із сайтом програмного забезпечення Chronojump.

source: Error. Nothing has been captured.
cs: Chyba. Nebyla nasnímána žádná data.
eu: Errorea. Ez da ezer kapturatu.
hu: Hiba. Semmi sem lett felvéve.
pt_br: Erro. Nada foi capturado.
sr: Грешка. НИшта није снимљено.
uk: Помилка. Ніяких даних не захоплено.

source: Africa
cs: Afrika
eu: Afrika
hu: Afrika
pt_br: África
sr: Африка
uk: Африка

source: Antarctica
cs: Antarktida
eu: Antartika
hu: Antarktisz
pt_br: Antártida
sr: Антарктик
uk: Антарктида

source: Asia
cs: Asie
hu: Ázsia
pt_br: Ásia
sr: Азија
uk: Азія

source: Europe
cs: Evropa
eu: Europa
hu: Európa
pt_br: Europa
sr: Европа
uk: Європа

source: North America
cs: Severní amerika
eu: Ipar Amerika
hu: Észak-Amerika
pt_br: América do Norte
sr: Северна Америка
uk: Північна Америка

source: Oceania
cs: Oceánie
eu: Ozeania
hu: Óceánia
sr: Океанија
uk: Океанія

source: South America
cs: Jižní amerika
eu: Hego Amerika
hu: Dél-Amerika
pt_br: América do Sul
sr: Јужна Америка
uk: Південна Америка

source: Tests are <b>simulated</b> until Chronopic is connected.
cs: Dokud nebude připojen Chronopic, jsou testy <b>simulované</b>.
eu: Probak <b>simulatuak</b> izango dira Chronopic konektatu arte.
hu: A tesztek <b>szimuláltak</b>, amíg a Chronopic nincs csatlakoztatva.
pt_br: Testes serão <b>simulados</b> até que o Chronopic esteja conectado.
sr: Тестови се <b>симулирају</b> све док се не повеже Хронопик.
uk: Тести <b>імітуватимуться</b>, доки не буде з'єднано Chronopic.

source: Simulated
cs: Simulovaný
dz: མཚུངས་པ་བཟོ་ཡོདཔ་
eu: Simulatua
hu: Szimulált
pt_br: Simulado
sr: Опонашано
uk: Імітовано

source: All tests available except MultiChronopic.
cs: K dispozici jsou všechny testy vyjma MultiChronopic.
eu: Proba guztiak daude erabilgarri, MultiChronopic salbu.
hu: Az összes teszt elérhető, kivéve a MultiChronopic.
pt_br: Todos os testes disponíveis, exceto MultiChronopic.
sr: Сви тестови су доступни осим Мулти Хронопика.
uk: Усі тести доступні, окрім MultiChronopic.

source: All tests available.
cs: K dispozici jsou všechny testy.
eu: Proba guztiak daude erabilgarri.
hu: Az összes teszt elérhető.
pt_br: Todos os testes disponíveis.
sr: Сви тестови су доступни.
uk: Доступні усі тести.

source: Default
cs: Výchozí
eu: Lehenetsia
hu: Alapértelmezett
pt_br: Padrão
sr: Основно
uk: Типовий

source: Regular practice
cs: Pravidelné provozování
eu: Praktika erregularra
hu: Rendszeres gyakorlás
pt_br: Prática regular
sr: Редовно вежбање
uk: Звичайна вправа

source: Competition
cs: Soutěžní
eu: Lehia
hu: Bajnokság
pt_br: Competição
sr: Такмичење
uk: Змагання

source: Elite
cs: Vrcholová
eu: Elitea
hu: Elit
sr: Елита
uk: Еліта

source: Not enough data.
cs: Nedostatek dat.
eu: Ez dago nahikoa daturik.
hu: Nincs elég adat.
pt_br: Não há dados suficientes.
sr: Нема довољно података.
uk: Недостатньо даних.

source: Error. Cannot find database.
cs: Chyba. Nelze najít databázi.
eu: Errorea. Ezin da datu-basea aurkitu.
hu: Hiba. Nem található az adatbázis.
pt_br: Erro. Não foi possível encontrar o banco de dados.
sr: Грешка. Не могу да нађем базу података.
uk: Помилка. Не вдалося знайти базу даних.

source: Error. Cannot open directory.
cs: Chyba. Nelze otevřít složku.
eu: Errorea. Ezin da direktorioa ireki.
hu: Hiba. Nem nyitható meg a könyvtár.
pt_br: Erro. Não foi possível abrir o diretório.
sr: Грешка. Не могу да отворим директоријум.
uk: Помилка. Не вдалося відкрити каталог.

source: Error. File not found.
cs: Chyba. Soubor nebyl nalezen.
eu: Errorea. Ez da fitxategia aurkitu.
hu: Hiba. A fájl nem található.
pt_br: Erro. Arquivo não encontrado.
sr: Грешка. Нисам нашао датотеку.
uk: Помилка. Файл не знайдено.

source: Error. File is empty.
eu: Errorea: Fitxategia hutsik dago.
hu: Hiba. A fájl üres.
pt_br: Erro. Arquivo vazio.
sr: Грешка. Датотека је празна.
uk: Помилка. Файл є порожнім.

source: Error. Cannot copy file.
cs: Chyba. Nelze zkopírovat soubor.
eu: Errorea. Ezin da fitxategia kopiatu.
hu: Hiba. Nem lehet másolni a fájlt.
pt_br: Erro. Não foi possível copiar o arquivo.
sr: Грешка. Не могу да умножим датотеку.
uk: Помилка. Не вдалося скопіювати файл.

source: Error. File cannot be saved.
cs: Chyba. Soubor se nezdařilo uložit.
eu: Errorea. Ezin da fitxategia gorde.
hu: Hiba. A fájlt nem lehet elmenteni.
pt_br: Erro. Não foi possível salvar o arquivo.
sr: Грешка. Датотека се не може сачувати.
uk: Помилка. Не вдалося зберегти файл.

source: Sorry, this graph cannot be done with test {0}.
eu: Grafiko hori ezin da egin {0} probarekin.
hu: Elnézést, ezt a grafikont nem lehet befejezni a(z) {0} teszttel.
pt_br: Desculpe, esse gráfico não pode ser realizado com teste {0}.
sr: Извините, овај график се не може начинити са тестом „{0}“.
uk: Вибачте, цей графік не можна побудувати для тесту {0}.

source: Out
cs: Mimo
eu: Kanpoan
hu: Ki
pt_br: Fora
sr: Напољу
uk: Вихід

source: On jumps results tab, power is calculated depending on jump type:
cs: V tabulce s výsledky skoků je výkon počítán v závislosti na typu skoku:
eu: Jauzien emaitzen fitxan, potentzia jauzi motaren arabera kalkulatzen da:
hu: Az ugrási eredmények lapon a teljesítmény az ugrás típusától függően van kiszámítva:
pt_br: Na aba de resultados dos saltos, a potência é calculada dependendo do tipo de salto:
sr: У језичку резултата скокова, снага се рачуна зависно од врсте скока:
uk: На вкладці результатів стрибків сила визначається залежно від типу стрибка:

source: Jumps with TC and TF:
cs: Skoky s ČK a ČL:
hu: Ugrások TC-vel és TF-fel:
pt_br: Saltos com TC e TF:
sr: Скокови са временом додира и временом лета:
uk: Стрибки із TC і TF:

source: Developed by Chronojump team
cs: Vyvinuto týmem Chronojump
eu: Chronojump taldeak garatua
hu: A Chronojump csapat fejlesztette
pt_br: Desenvolvido pela equipe do Chronojump
sr: Развила га је екипа Времескочка
uk: Розроблено командою Chronojump

source: Calculate the potential energies on fall and after the jump.
cs: Vypočítat potenciální energie při pádu a po skoku.
eu: Kalkulatu energia potentzialak erorketan eta jauziaren ondoren.
hu: Számítsa ki a lehetséges energiát a szabadesésnél és az ugrás után.
pt_br: Calcula as energias potenciais na queda e após o salto.
sr: Израчунајте потенцијалне енергије при паду и након скока.
uk: Обчислити потенційні енергії падіння та після стрибка.

source: Divide them by time during force is applied.
cs: Podělit je časem, po který byla vyvíjena síla.
eu: Zatitu haiek indarra aplikatzen den denborarekin.
hu: Ossza fel őket az idő alapján, amíg erőt fejtett ki.
pt_br: Divide-os pelo tempo enquanto a força é aplicada.
sr: Поделите их временом за које је примењена сила.
uk: Поділити їх на час прикладання сили.

source: mass
cs: hmotnost
eu: masa
hu: tömeg
pt_br: massa
sr: маса
uk: маса

source: falling height
cs: výška pádu
eu: erorketako altuera
hu: esés magassága
pt_br: altura de queda
sr: висина пада
uk: висота падіння

source: flight time
cs: čas letu
eu: hegaldi-denbora
hu: repülési idő
pt_br: tempo de voo
sr: време лета
uk: час польоту

source: contact time
cs: čas kontaktu
eu: kontaktu-denbora
hu: érintkezési idő
pt_br: tempo de contato
sr: време додира
uk: час контакту

source: Jumps without TC: Lewis Peak Power 1974 (W)
cs: Skok bez ČK: Lewisův špičkový výkon 1974 (W)
hu: Ugrások TC nélkül: Lewis csúcsteljesítmény 1974 (W)
pt_br: Saltos sem TC: potência de Lewis Peak 1974 (W)
sr: Скокови без времена додира: Снага Луисовог врхунца 1974 (W)
uk: Стрибки без TC: пікова потужність Льюїса, 1974 (W)

source: P = SQRT(4.9) * 9.8 * (body weight+extra weight) * SQRT(jump height in meters)
cs: P = SQRT(4,9) * 9,8 * (tělesná hmotnost + přídavná zátěž) * SQRT(výška skoku v metrech)
hu: P = SQRT(4,9) * 9,8 * (testsúly + további súly) * SQRT(ugrás magassága méterben)
pt_br: P = RAIZ(4.9) * 9.8 * (peso corporal+peso adicional) * RAIZ(altura do salto em metros)
sr: P = SQRT(4.9) * 9.8 * (телесна тежина+додатна тежина) * SQRT(висина скока у метрима)
uk: P = SQRT(4.9) * 9.8 * (вага тіла+додаткова вага) * SQRT(висота стрибка у метрах)

source: If you want to use other formulas, go to Analyze.
cs: Pokud chcete jiné vzorce, přejděte do analýz.
hu: Ha másik képletet szeretne használni, menjen az elemzéshez.
pt_br: Se você quiser usar outras fórmulas, vá para Analisar.
sr: Ако желите да користите друге формуле, идите на анализу.
uk: Якщо ви хочете скористатися іншими формулами, перейдіть до «Аналізувати».

source: Contact Time
cs: Čas kontaktu
eu: Kontaktu-denbora
hu: Érintkezési idő
pt_br: Tempo de contato
sr: Време додира
uk: Час контакту

source: Flight Time
cs: Čas letu
eu: Hegaldi-denbora
hu: Repülési idő
pt_br: Tempo de voo
sr: Време лета
uk: Час польоту

source: See:
cs: Viz:
eu: Ikusi:
hu: Lásd:
pt_br: Veja:
sr: Видите:
uk: Див.:
