Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Comment
cs: Poznámka
eu: Iruzkina
hu: Megjegyzés
pt_br: Comentário
sr: Напомена
uk: Коментар

source: Delete type
cs: Smazat typ
eu: Ezabatu mota
hu: Típus törlése
pt_br: Excluir tipo
sr: Обриши врсту
uk: Вилучити тип

source: Create new Jump Type
cs: Vytvoření nového typu skoku
dz: ཇམཔ་དབྱེ་བ་གསརཔ་ གསར་བསྐྲུན་འབད་
eu: Sortu jauzi mota berria
hu: Új ugrástípus létrehozása
pt_br: Criar novo tipo de salto
sr: Направите нову врсту скока
uk: Створити тип стрибка

source: Create a new jump type in the database
cs: Vytvořit nový typ skoku v databázi
dz: གནད་སྡུད་གཞི་རྟེན་ནང་ ཇམཔ་དབྱེ་བ་གསརཔ་ཅིག་ གསར་བསྐྲུན་འབད་
eu: Sortu jauzi mota berria datu-basean
hu: Új ugrástípus létrehozása az adatbázisban
pt_br: Criar um novo tipo de salto no banco de dados
sr: Направите нову врсту скока у бази података
uk: Створити тип стрибка у базі даних

source: yes
cs: ano
dz: ཨིན་
eu: bai
hu: igen
pt_br: sim
sr: да
uk: так

source: no
cs: ne
dz: མེད་
eu: ez
hu: nem
pt_br: não
sr: не
uk: ні

source: Main options
cs: Hlavní volby
dz: གདམ་ཁ་ ངོ་མ་ཚུ་
eu: Aukera nagusiak
hu: Fő beállítások
pt_br: Opções principais
sr: Главне опције
uk: Основні параметри

source: Limited by
cs: Omezeno
dz: ཚད་བཟོ་སྟེ་
eu: Muga:
hu: Korlátozva
pt_br: Limitado por
sr: Ограничено са
uk: Обмежено

source: value
cs: hodnota
dz: བེ་ལུ་
eu: balioa
hu: érték
pt_br: valor
sr: вредност
uk: значення

source: jumps
cs: skoky
dz: ཇམཔསི་
eu: jauziak
hu: ugrások
pt_br: saltos
sr: скокови
uk: стрибки

source: time
cs: čas
dz: ཆུ་ཚོད་
eu: denbora
hu: idő
pt_br: tempo
sr: време
uk: час

source: simple
cs: jednoduchý
dz: འཇམ་སམ་
eu: sinplea
hu: egyszerű
pt_br: simples
sr: обично
uk: прості

source: repetitive
cs: opakovaný
dz: ཡང་བསྐྱར་འབད་བཏུབ་
eu: errepikakorra
hu: ismétlődő
pt_br: repetitivo
sr: са понављањем
uk: повторення

source: fixed:
cs: napevno:
dz: གཏན་བཟོས་:
eu: finkoa:
hu: rögzített:
pt_br: corrigidos:
sr: стално:
uk: фіксований:

source: Rebound
eu: Erorketaren ondoko jauzia
hu: Visszapattanás
pt_br: Rebote
sr: Одскок
uk: Відскок

source: Rebound can also start inside platform.
eu: Erorketaren ondoko jauzia ere plataformaren barruan hasi daiteke.
hu: A visszapattanás indulhat platformon belül is.
pt_br: O rebote também pode ser iniciado dentro da plataforma.
sr: Одскок може такође почети унутар платформе.
uk: Відскік може починатися всередині платформи.

source: Chronopic port help
cs: Nápověda k portům pro Chronopic
hu: Chronopic port segítség
pt_br: Ajuda da porta Chronopic
sr: Помоћ за прикључник хронопика

source: Check Chronopic port
cs: Zkontrolovat port pro Chronopic
hu: Ellenőrizze a Chronopic portot
pt_br: Verifique a porta de Chronopic
sr: Провери прикључник хронопика

source: Force Chronopic port to COM1 - COM4
cs: Vynutit použití portu COM1 – COM4
hu: Chronopic port kényszerítése COM1 - COM4-re
pt_br: Forçar Chronopic na porta COM1 – COM4
sr: Приморај прикључник хронопика на КОМ1 — КОМ4

source: Sets
cs: Sady
eu: Multzoak
hu: Sorozatok
pt_br: Conjuntos
sr: Скупови
uk: Набори

source: Saved repetitions
cs: Uložená opakování
eu: Gordetako errepikapenak
hu: Mentett ismétlések
pt_br: Repetições salvas
sr: Сачувана понављања
uk: Збережені повторення

source: Select this person
eu: Hautatu pertsona hau
hu: A személy kiválasztása
pt_br: Selecionar essa pessoa
sr: Изаберите ову особу
uk: Вибрати цю особу

source: Add multiple persons
cs: Přidání více osob
dz: སྣ་མང་གང་ཟག་ཚུ་ ཁ་སྐོང་རྐྱབས་
eu: Gehitu pertsona anitz
hu: Több személy hozzáadása
pt_br: Adicionar várias pessoas
sr: Додај више особа
uk: Додати декілька осіб

source: Add entries manually
cs: Přidat záznamy ručně
eu: Gehitu sarrerak eskuz
hu: Bejegyzések hozzáadása kézzel
pt_br: Adicionar entradas manualmente
sr: Ручно додај уносе
uk: Додати записи вручну

source: Add entries from CSV (spreadsheet)
cs: Přidat záznamy z CSV (tabulka)
eu: Gehitu sarrerak CSV (kalkulu-orri) batetik
hu: Bejegyzések hozzáadása CSV-ből (táblázatból)
pt_br: Adicionar entradas de um CSV (planilha)
sr: Додај уносе из ЦСВ-а (табела)
uk: Додати записи з CSV (таблиці)

source: Create table
cs: Vytvořit tabulku
eu: Sortu taula
hu: Táblázat létrehozás
pt_br: Criar tabela
sr: Направи табелу
uk: Створити таблицю

source: Mark if CSV file has header row or not.
cs: Označit, jestli má soubor CSV záhlaví nebo ne.
eu: Markatu CSVak goiburu-errenkadarik duen ala ez.
hu: Azt jelzi, hogy a CSV-fájlnak van-e fejlécsora vagy sem.
pt_br: Marque se o arquivo CSV possui uma lina de cabeçalhos ou não.
sr: Означи да ли ЗОВ датотека има ред заглавља или не.
uk: Позначте, щоб вказати, чи є у файлі CSV рядок заголовка.

source: Full name in one column or in two (name/surname).
cs: Celé jméno v jedno sloupci nebo ve dvouch (jméno/příjmení).
eu: Izen osoa zutabe batean edo bi zutabetan (izena/abizena).
hu: Teljes név egy vagy két oszlopban (név / vezetéknév).
pt_br: Nome completo em uma ou duas colunas (nome/sobrenome).
sr: Име и презиме у једној или у две колоне (име/презиме).
uk: Ім'я повністю у одному стовпчику або у двох (ім'я/прізвище).

source: Spreadsheet structure need to have this structure:
cs: Tabulka musí mít následující strukturu:
eu: Kalkulu-orriak honako egitura izan behar du:
hu: A táblázat felépítésének ilyen szerkezetűnek kell lennie:
pt_br: A planilha deve ter essa estrutura:
sr: Структура табеле треба да има ову структуру:
uk: Структура електронної таблиці має бути такою:

source: <b>Full name</b>
cs: <b>Celé jméno</b>
dz: <b>མིང་ཆ་ཚང་</b>
sr: <b>Име и презиме</b>

source: <b>Genre</b>
cs: <b>Pohlaví</b>
sr: <b>Пол</b>

source: <b>Weight</b>
cs: <b>Hmotnost</b>
sr: <b>Тежина</b>

source: <b>Name</b>
cs: <b>Jméno</b>
dz: <b>མིང་</b>
sr: <b>Име</b>

source: To differentiate between male and female, use the values 1/0, or m/f, or M/F on the genre column.
cs: K rozlišení mezi můžem a ženou použijte hodnoty 1/0 nebo m/f nebo M/F ve sloupci pohlaví.
hu: Fiúk és lányok megkülönböztetéséhez használjon 1/0, f/l vagy F/L értékeket a típus oszlopban.
pt_br: Para diferenciar entre masculino e feminino, use os valores 1/0, m/f ou M/F na coluna de gênero.
sr: Да направите разлику између мушког и женског пола, користите вредности 1/0, или м/ж, или М/Ж у колони пола.

source: Save the spreadsheet as CSV (Comma Separated Values).
cs: Uložit tabulku jako CSV (hodnoty oddělené čárkami).
eu: Gorde kalkulu-orria CSV (Comma Separated Values) gisa.
hu: A táblázat mentése CSV (vesszővel elválasztott értékek) formátumba.
pt_br: Salva a planilha como CSV (valores separados por vírgula).
sr: Сачувај табелу као ЗРВ (зарезом раздвојене вредности).
uk: Зберегти електронну таблицю у форматі CSV (відокремлених комами значень).

source: Open CSV file
cs: Otevřít soubor CSV
eu: Ireki CSV fitxategia
hu: CSV-fájl megnyitása
pt_br: Abrir arquivo CSV
sr: Отвори ЗРВ датотеку
uk: Відкрити файл CSV

source: Load persons
cs: Načtení osob
dz: མངོན་གསལ་གང་ཟག་ཚུ་
eu: Kargatu pertsonak
hu: Személyek betöltése
pt_br: Carregar pessoas
sr: Учитај особе
uk: Завантажити осіб

source: Select persons you want to load. (Persons in current session are not listed)
cs: Vyberte osoby, které chcete načíst. (Osoby ze současné série cvičení v seznamu nejsou.)
dz: མངོན་གསལ་འབད་དགོ་མནོ་མི་གང་ཟག་ཚུ་སེལ་འཐུ་འབད། (ད་ལྟོའི་ལཱ་ཡུན་ནང་ཡོད་པའི་གང་ཟག་ཚུ་ ཐོ་ཡིག་ལུ་མ་བཀོད་)
eu: Hautatu kargatuko diren pertsonak. (Uneko saioko pertsonak ez dira zerrendatuko)
hu: Válassza ki a betölteni kívánt személyeket. (A jelenlegi munkamenetben lévő személyek nincsenek felsorolva)
pt_br: Selecione as pessoas que você quer carregar. (As pessoas na sessão presente não estão listadas)
sr: Изаберите особе које желите да учитате. (Особе у текућој сесији нису исписане)
uk: Виберіть осіб, дані яких ви хочете завантажити. (Осіб з поточного сеансу у списку не показано)

source: From session
cs: Ze série cvičení
dz: ལཱ་ཡུན་ལས་
eu: Saiotik
hu: Munkamenetből
pt_br: Da sessão
sr: Из сесије
uk: З сеансу

source: Check
cs: Omezit na
eu: Egiaztatu
hu: Ellenőrzés
pt_br: Verificar
sr: Провери
uk: Перевірити

source: Select person
cs: Výběr osoby
eu: Hautatu pertsona
hu: Személy kiválasztása
pt_br: Selecionar pessoa
sr: Изабери особу
uk: Виберіть особу

source: Create new
cs: Vytvořit novou
eu: Sortu berria
hu: Új létrehozása
pt_br: Criar nova
sr: Направи нову
uk: Створити новий

source: Manage persons
cs: Správa osob
eu: Kudeatu pertsonak
hu: Személyek kezelése
pt_br: Gerenciar pessoas
sr: Управљај особама
uk: Керування особами

source: Are you sure?
cs: Jste si jistí?
eu: Ziur zaude?
hu: Biztos benne?
pt_br: Tem certeza?
sr: Да ли сте сигурни?
uk: Ви впевнені?

source: Delete person from this session
hu: Személy törlése ebből a munkamenetből
pt_br: Excluir pessoa desta sessão
sr: Обриши особу из ове сесије

source: Show images
eu: Erakutsi irudiak
hu: Képek megjelenítése
pt_br: Mostrar imagens
sr: Прикажи слике
uk: Показати зображення

source: Show all tests of a person
cs: Zobrazení všech testů osoby
dz: གང་ཟག་གི་བརྟག་ཞིབ་ཚུ་ཆ་མཉམ་སྟོན་
eu: Erakutsi pertsona baten proba guztiak
hu: Egy személy összes tesztjének megjelenítése
pt_br: Mostrar todos os testes de uma pessoa
sr: Прикажи све тестове особе
uk: Показати усі тести для особи

source: In current session
eu: Uneko saioan
hu: A jelenlegi munkamenetben
pt_br: Na sessão atual
sr: У текућој сесији
uk: У поточному сеансі

source: In all sessions
eu: Saio guztietan
hu: Az összes munkamenetben
pt_br: Em todas as sessões
sr: У свим сесијама
uk: У всіх сеансах

source: Person:
cs: Osoba:
eu: Pertsona:
hu: Személy:
pt_br: Pessoa:
sr: Особа:
uk: Особа:

source: Full name
cs: Celé jméno
eu: Izen-abizenak
hu: Teljes név
pt_br: Nome completo
sr: Име и презиме
uk: Повне ім'я

source: Sex
cs: Pohlaví
dz: མཚན་མ་
eu: Sexua
hu: Nem
pt_br: Sexo
sr: Пол
uk: Стать

source: man
cs: muž
dz: ཕོ་སྐྱེས་
hu: férfi
pt_br: homem
sr: мушко

source: woman
cs: žena
dz: ཨམ་སྲུ་
hu: nő
pt_br: mulher
sr: женско

source: pounds
eu: libera
hu: font
pt_br: libras
sr: фунте
uk: фунти

source: Club ID
cs: ID v klubu
eu: Klubaren IDa
hu: Klub azonosítója
pt_br: ID clube
sr: ИД клуба
uk: Клубний ідентифікатор

source: Weight
cs: Hmotnost
dz: ལྗིད་ཚད་
eu: Pisua
hu: Súly
pt_br: Peso
sr: Терет
uk: Вага

source: Load from file
cs: Načíst ze souboru
eu: Kargatu fitxategitik
hu: Betöltés fájlból
pt_br: Carregar do arquivo
sr: Учитај из датотеке
uk: Завантажити з файла

source: Add photo from file
cs: Přidat foto ze souboru
eu: Gehitu argazkia fitxategitik
hu: Fénykép hozzáadása fájlból
pt_br: Adicionar foto do arquivo
sr: Додај фотографију из датотеке
uk: Додати фотографію з файла

source: Preview
cs: Náhled
eu: Aurrebista
hu: Előnézet
pt_br: Pré-visualização
sr: Претпреглед
uk: Перегляд

source: Take snapshot
cs: Pořídit snímek
eu: Egin pantaila-argazkia
hu: Pillanatkép mentése
pt_br: Capturar instantâneo
sr: Направи снимак екрана
uk: Зробити знімок

source: Delete photo
eu: Ezabatu argazkia
hu: Fénykép törlése
pt_br: Excluir foto
sr: Обриши фотографију
uk: Вилучити фотографію

source: Photo
cs: Fotografie
eu: Argazkia
hu: Fénykép
pt_br: Foto
sr: Фотографија
uk: Фото

source: Person's height
cs: Výška osoby
eu: Pertsonaren altuera
hu: Személy magassága
pt_br: Peso da pessoa
sr: Висина особе
uk: Висота особи

source: Used on sprint analysis
cs: Použité v analýzách sprintů
eu: Esprint-analisietan erabilia
hu: A sprintelemzésen használva
pt_br: Usado para análise de arrancadas
sr: Коришћено у анализи спринта
uk: Використовується при аналізі спринтів

source: Leg length
cs: Délka nohy
eu: Hanka-luzera
hu: Láb hossza
pt_br: Comprimento da perna
sr: Дужина ноге
uk: Довжина ноги

source: Measured from trochanter to toe with foot extended
cs: Měřeno od kyčle k patě s napnutým chodidlem
eu: Trokanterretik behatz-puntaraino neurtua, oina luzatuta dagoela
hu: A csípőtől a lábujjig mérve, kinyújtott lábfejjel
pt_br: Medido do trocânter ao dedo com o pé estendido
sr: Мерено од кука до палца са испруженим стопалом
uk: Виміряно від вертлюга до носочка стопи із витягнутою ногою

source: Hips height on SJ flexion
hu: A csípő magassága a guggolásból ugrás hajlításában
pt_br: Altura do quadril em flexão SJ
sr: Висина кукова при повијању за скок из чучња
uk: Висота стегна при згинанні SJ

source: Measured from trochanter to the ground in Squat jump flexion
eu: Trokanterretik lurreraino neurtua, makurtutako jauziaren flexioan
hu: A csípőtől a talajig mérve a guggolásból ugrás hajlításában
pt_br: Medido do trocânter ao chão em uma flexão com salto agachado
sr: Мерено од кука до тла у повијености при скоку из чучња
uk: Виміряно від вертлюга до носочка стопи до підлоги при згинанні при підстрибуванні з положення сидячи

source: Used on jump force/speed profile
cs: Použité v profilech rychlosti/síly skoku
eu: Jauziaren indar/abiadura profilean erabilia
hu: Az ugrás erő/sebesség profiljában használva
pt_br: Usado no perfil de força/velocidade do salto
sr: Коришћено у профилу силе/брзине скока
uk: Використовується у профілі сили/швидкості стрибка

source: Test specific
cs: Pro testy
eu: Probatu espezifikoa
hu: Tesztre jellemző
pt_br: Teste específico
sr: Специфичност теста
uk: Специфічне для тесту

source: Date of Birth
cs: Datum narození
dz: སྐྱེས་ཚེས་
eu: Jaiotze-data
hu: Születési idő
pt_br: Data de nascimento
sr: Датум рођења
uk: Дата народження

source: Change date
cs: Změnit datum
eu: Aldatu data
hu: Dátum megváltoztatása
pt_br: Alterar data
sr: Промени датум
uk: Змінити дату

source: Continent
cs: Světadíl
eu: Kontinentea
hu: Kontinens
pt_br: Continente
sr: Континент
uk: Континент

source: Data of person
cs: Údaje osoby
eu: Pertsonaren datuak
hu: Személy adatai
pt_br: Dados da pessoa
sr: Подаци о особи
uk: Дані особи

source: Data of person in this session
cs: Údaje osoby v této sérii cvičení
eu: Pertsonaren datuak saio honetan
hu: Személy adatai ebben a munkamenetben
pt_br: Dados da pessoa nessa sessão
sr: Подаци о особи у овој сесији
uk: Дані особи у цьому сеансі

source: Other data
cs: Ostatní údaje
eu: Beste datu batzuk
hu: Egyéb adatok
pt_br: Outros dados
sr: Остали подаци
uk: Інші дані

source: Units:
cs: Jednotky:
eu: Unitateak:
hu: Mértékegységek:
pt_br: Unidades:
sr: Јединице:
uk: Одиниці:

source: metric
cs: metrické
eu: metrikoa
hu: metrikus
pt_br: métrica
sr: метарске
uk: метричні

source: imperial
cs: imperiální
eu: inperiala
hu: birodalmi
sr: империјалне
uk: імперські

source: (pound, feet, inch)
cs: (libry, stopy, palce)
eu: (libera, oina, hazbetea)
hu: (font, láb, hüvelyk)
pt_br: (libra, pés, polegadas)
sr: (фунта, стопа, инч)
uk: (фунти, фути, дюйми)

source: Background color:
cs: Barva pozadí:
eu: Atzeko planoaren kolorea:
hu: Háttérszín:
pt_br: Cor de fundo:
sr: Боја позадине:
uk: Колір тла:

source: System color
cs: Podle systému
eu: Sistemaren kolorea
hu: Rendszerszín
pt_br: Cor do sistema
sr: Боја система
uk: Загальносистемний колір

source: Choose
cs: Vybrat
eu: Aukeratu
hu: Kiválasztás
pt_br: Escolha
sr: Изабери
uk: Вибрати

source: (needs restart)
cs: (vyžaduje restart)
eu: (berrabiarazi behar da)
hu: (újraindítást igényel)
pt_br: (necessita reiniciar)
sr: (потребно је поновно покретање)
uk: (потребує перезапуску)

source: Load last session at start
cs: Při spuštění načíst poslední sérii cvičení
eu: Kargatu azken saioa abioan
hu: Utolsó munkamenet betöltése indításkor
pt_br: Carregar última sessão ao iniciar
sr: Учитај последњу сесију при покретању
uk: Завантажувати останній сеанс під час запуску

source: Load last mode at start
cs: Při spuštění načíst poslední režim
eu: Kargatu azken modua abioan
hu: Utolsó mód betöltése indításkor
pt_br: Carregar último modo ao iniciar
sr: Учитај последњи режим при покретању
uk: Завантажувати останній режим під час запуску

source: Show animated logo
cs: Zobrazovat animované logo
eu: Erakutsi logo animatua
hu: Animált logó megjelenítése
pt_br: Mostrar logomarca animada
sr: Прикажи анинирани логотип
uk: Показувати анімований логотип

source: Highlight rest time
eu: Nabarmendu atseden-denbora
hu: Pihenőidő kiemelése
pt_br: Destacar tempo de descanso
sr: Истакни време одмора
uk: Підсвітити час відпочинку

source: Highlight longer resting times than this value
cs: Zvýraznit delší časy odpočinku, než je tato hodnota
eu: Nabarmendu balio hau baino luzeagoak diren atseden-denborak
hu: Ennél az értéknél hosszabb pihenőidők kiemelése
pt_br: Destacar tempos de descanso maiores mais que este valor
sr: Истакните дужа времена одмарања од ове вредности
uk: Підсвітити періоди відпочинку, які є тривалішими за це значення

source: Import configuration
cs: Importovat nastavení
eu: Inportatu konfigurazioa
hu: Beállítás importálása
pt_br: Importar configuração
sr: Увези подешавања
uk: Налаштування імпортування

source: Main
cs: Hlavní
eu: Nagusia
hu: Fő
pt_br: Principal
sr: Главно
uk: Основне

source: Recommended options for small or tactile screens
eu: Pantaila txiki edo ukigarrietarako gomendatutako aukerak
hu: Ajánlott beállítások kis és tapintható képernyőkhöz
pt_br: Opções recomendadas para telas pequenas ou táteis
sr: Препоручене опције за мале или додирне екране
uk: Рекомендовані параметри для малих або сенсорних екранів

source: Show persons photo
cs: Zobrazovat fotografie osob
eu: Erakutsi personen argazkiak
hu: Személyek fényképeinek megjelenítése
pt_br: Mostrar foto de pessoas
sr: Прикажи фотографије особа
uk: Показати фотографії осіб

source: Persons on top (manage them by clicking a button)
cs: Osoby nahoře (spravovat je kliknutím na tlačítko)
eu: Pertsonak gainean (kudeatu haiek botoi batean klik eginez)
hu: Felül lévő személyek (egy gombra kattintva kezelheti őket)
pt_br: Pessoas no topo (gerencie elas clicando num butão)
sr: Особе на врху (управљајте њима кликом на дгме)
uk: Особи згори (керування за допомогою натискання кнопки)

source: No
cs: Ne
dz: མེན་
eu: Ez
hu: Nem
pt_br: Não
sr: Не
uk: Ні

source: Start Chronojump maximized
cs: Spouštět Chronojump maximalizovaný
hu: Chronojump indítása teljes méretben
pt_br: Iniciar Chronojump maximizado
sr: Покрени увећаног Времескочка

source: Undecorated (remove title bar and resize controls)
cs: Bez dekorací (odstranit záhlaví a zmenšit ovládací prvky)
eu: Apaingarririk gabe (kendu titulu-barra eta tamaina aldatzeko kontrolak)
hu: Díszítetlen (címsor és átméretezési vezérlők eltávolítása)
pt_br: Sem decoração (remove barra de título e redimensiona controles)
sr: Без украса (уклони траку наслова и дугмад промене величине)
uk: Без декорацій (вилучити смужку заголовка і змінити розмір елементів керування)

source: Recommended
cs: doporučeno
eu: Gomendatua
hu: Ajánlott
pt_br: Recomendado
sr: Препоручено
uk: Рекомендований

source: Screen
eu: Pantaila
hu: Képernyő
pt_br: Tela
sr: Екран
uk: Екран

source: Indexes between TF and TC
cs: Indexy mezi ČL a ČK
eu: TF eta TC arteko indizeak
hu: Indexek TF és TC között
pt_br: Índices entre TF e TC
sr: Индекси између времена лета и времена додира
uk: Індекси між TF і TC

source: QIndex
cs: Index Q
dz: ཀིའུ་ཨིན་ཌེཀསི་
pt_br: ÍndiceQ
sr: Ку индекс

source: DjIndex
cs: Index Dj
dz: ཌི་ཇེ་ཨིན་ཌེཀསི་
pt_br: ÍndiceSS
sr: Дс индекс

source: Initial speed
cs: Počáteční rychlost
eu: Hasierako abiadura
hu: Kezdeti sebesség
pt_br: Velocidade inicial
sr: Почетна брзина
uk: Початкова швидкість

source: Variables to show at reactive jumps:
cs: Proměnné, které zobrazovat u reaktivních skoků:
eu: Jauzi erreaktiboetan erakutsiko diren aldagaiak:
hu: A reaktív ugrásoknál megjelenítendő változók:
pt_br: Variáveis para mostrar em saltos reativos:
sr: Променљиве за приказ при реактивним скоковима:
uk: Змінні, які слід показувати для реактивних стрибків:

source: Heights: fall height, jump height
cs: Výšky: výška pádu, výška skoku
eu: Altuerak: erorketa-altuera, jauzi-altuera
hu: Magasságok: esés magassága, ugrás magassága
pt_br: Alturas: altura da queda, altura do salto
sr: Висине: висина пада, висина скока
uk: Висоти: висота падіння, висота стрибка

source: Times: contact time, flight time
cs: Časy: čas kontaktu, čas letu
eu: Denborak: kontaktu-denbora, hegaldi-denbora
hu: Idők: érintkezési idő, repülési idő
pt_br: Tempos: tempo de contato, tempo de voo
sr: Времена: време контакта, време лета
uk: Моменти: час контакту, час польоту

source: Weight units:
cs: Jednotky hmotnosti:
eu: Pisu-unitateak:
hu: Súly mértékegység:
pt_br: Unidades de peso:
sr: Јединице тежине:
uk: Одиниці ваги:

source: Arms Use Index
cs: Index použití rukou
eu: Beso-erabileraren indizea
hu: Kar használati jelzés
pt_br: Índice de uso dos braços
sr: Индекс коришћења руку
uk: Індекс використання рук

source: Use height
cs: Používat výšku
eu: Erabili altuera
hu: Magasság használata
pt_br: Usar altura
sr: Користи висину
uk: Використовувати висоту

source: default
cs: výchozí
eu: lehenetsia
hu: alapértelmezett
pt_br: padrão
sr: основно
uk: типовий

source: Use flight time
cs: Používat čas letu
eu: Erabili hegaldi-denbora
hu: Repülési idő használata
pt_br: Usar tempo de voo
sr: Користи време лета
uk: Використовувати час польоту

source: Speed units:
cs: Jednotky rychlosti:
eu: Abiadura-unitateak:
hu: Sebesség mértékegység:
pt_br: Unidades de velocidade:
sr: Јединице брзине:
uk: Одиниці швидкості:

source: "Speed start" means when athlete does not start with "contact" on the first platform or photocell. It starts before and arrives there with some speed.
cs: „Rychlý start“ znamená, že atlet nezačíná „kontaktem“ na první plošině nebo fotobuňce. Vystartuje před nimi a k nim dorazí již s určitou rychlostí.
hu: A „sebességkezdés” azt jelenti, amikor a sportoló nem kezd érintkezéssel az első platformon vagy fotocellán. Előtte kezdi, és sebességgel érkezik oda.
pt_br: “Início da velocidade” significa quando o atleta não inicia com “contato” na primeira plataforma ou fotocélula. ele inicia antes e chega lá com alguma velocidade.
sr: „Брзински старт“ значи када спортиста не почиње са „додиром“ на првој платформи или фотоћелији. Креће раније и стиже тамо већ са неком брзином.

source: What to do on speed start or reaction time measurement?
cs: Co dělat při rychlém startu nebo měření doby reakce?
hu: Mit kell tenni a sebességkezdésnél vagy reakcióidő-mérésnél?
pt_br: O que fazer no início da velocidade ou medida de tempo de reação?
sr: Шта да се ради на мерењима почетка брзине или времена реакције?
uk: Що робити при швидкому старті або вимірюванні часу реакції?

source: Race time starts on arrival at first device or pressing push button
cs: Čas běhu začíná dosažením prvního zařízení nebo zmáčknutím tlačítka
eu: Lasterketa-denbora lehen gailura iristean edo botoia sakatzean hasten da
hu: A versenyidő az első eszközre érkezéskor indul vagy a nyomógomb megnyomásával
pt_br: Tempo de corrida começa na chegada do primeiro dispositivo ou ao pressionar botão de impulso
sr: Време трке почиње са доласком до првог уређаја или притиском на дугме гурања
uk: Час вправи розпочинається із появи на першому пристрої або натискання кнопки

source: Race time starts on leaving first device
cs: Čas běhu začíná opuštění prvního zařízení
eu: Lasterketaren denbora lehen gailua uztean hasten da
hu: A versenyidő az első eszköz elhagyásakor indul
pt_br: Tempo de corrida começa na saída do primeiro dispositivo
sr: Време трке почиње са напуштањем првог уређаја
uk: Час вправи починається з моменту полишення першого пристрою

source: Prevent double contacts (recommended)
cs: Zabránit dvojitému kontaktu (doporučeno)
eu: Eragotzi kontaktu bikoitzak (gomendatua)
hu: Dupla érintkezés megelőzése (ajánlott)
pt_br: Evitar contatos duplos (recomendado)
sr: Спречи удвојене контакте (препоручљиво)
uk: Запобігати подвійним контактами (рекомендовано)

source: Fix if found two or more contacts in
cs: Opravit, když jsou nalezeny dva nebo více kontaktů
hu: Helyreállítás, ha két vagy több érintkezés található ez alatt:
pt_br: Corrigir se encontrado dois ou mais contatos em
sr: Исправи ако нађеш два или више контакта
uk: Фіксувати, якщо виявлено два або більше контакти у
