Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Use this window to repair this test. Double clic any cell to edit it (decimal separator: '{0}')
cs: Použijte toto okno k opravě tohoto testu. Pro opravu dvojitě klikněte na buňku (desetinný oddělovač: „{0}“)
dz: གརྟག་ཞིབ་ཉམས་བཅོས་འབད་ནི་གི་དོན་ལུ་ སྒོ་སྒྲིག་འདི་ལག་ལེན་འཐབ། དེ་ཞུན་དག་འབད་ནི་གི་དོན་ལས་ ནང་ཐིག་གང་རུང་ཅིག་གུ་ ཚར་གཉིས་ཨེབ་གཏང་འབད་(བཅུ་ཚག་དབྱེ་བྱེད་: '{0}')
hu: Használja ezt az ablakot a teszt javításához. Kattintson duplán bármely cellára a szerkesztéséhez (tizedes elválasztó: „{0}”)
pt_br: Use esta janela para reparar esse teste. Dê um duplo clique em qualquer célula para editá-la (separador de decimais: “{0}”)
sr: Користите овај прозор да поправите овај тест. Двапута притисните на неко поље да га уредите (децимални раздвојник: {0})
uk: Скористайтеся цим вікном для відновлення цього тесту. Двічі клацніть на будь-якій комірці, щоб редагувати її (роздільник дробової частини: «{0}»)

source: Press enter or tab after editing a cell.
eu: Sakatu Enter edo Tab gelaxka bat editatu ondoren.
hu: Nyomja meg az Enter vagy a Tab billentyűt egy cella szerkesztése után.
pt_br: Pressione enter ou tab após editar uma célula.
sr: Притисните „Унеси“ или табулатор након уређивања ћелије.
uk: Натисніть Enter або Tab після редагування вмісту комірки.

source: Sorry, this multimedia file does not exists.
cs: Bohužel, tento multimediální soubor neexistuje.
eu: Multimedia-fitxategi hori ez da existitzen.
hu: Elnézést, ez a multimédia fájl nem létezik.
pt_br: Desculpe, este arquivo multimídia não existe.
sr: Извините, ова мултимедијална датотека не постоји.
uk: Вибачте, цього файла мультимедійних даних не існує.

source: Running start. Started with initial speed.
cs: Start z běhu. Odstartováno s počáteční rychlostí.
hu: Repülő rajt. Kezdeti sebességgel indulva.
pt_br: Início correndo. Iniciada com velocidade inicial.
sr: Трчање је почело. Почело је са почетном брзином.
uk: Динамічний старт. Розпочато із початковою швидкістю.

source: Standing start. Started without initial speed.
cs: Start ze stoje. Odstartováno bez počáteční rychlosti.
hu: Álló rajt. Kezdeti sebesség nélkül indulva.
pt_br: Início parado. Iniciado sem velocidade inicial.
sr: Устајање је почело. Почело је без почетне брзине.
uk: Статичний старт. Розпочато без початкової швидкості.

source: Sorry, no cameras found.
cs: Bohužel, ale kamera nebyla nalezena.
eu: Ez da kamerarik aurkitu.
hu: Elnézést, nem található kamera.
pt_br: Desculpe, nenhuma câmera foi encontrada.
sr: Извините, нисам пронашао фото-апарате.
uk: Вибачте, камер не знайдено.

source: jump
cs: skok
eu: jauzi
hu: ugrás
pt_br: salto
sr: скок
uk: перейти

source: body speed
cs: rychlost těla
eu: gorputz-abiadura
hu: test sebesség
pt_br: velocidade corporal
sr: брзина тела
uk: швидкість тіла

source: speed
cs: rychlost
dz: མགྱོགས་ཚད་
eu: abiadura
hu: sebesség
pt_br: velocidade
sr: брзина
uk: швидкість

source: Accel.
cs: zrychlení
eu: Azel.
hu: Gyors.
pt_br: Acel.
sr: Убрзање
uk: Прискорення

source: Average Power
cs: Průměrný výkon
eu: Batez besteko potentzia
hu: Átlagos teljesítmény
pt_br: Potência média
sr: Просечна снага
uk: Середня потужність

source: distance
cs: vzdálenost
eu: distantzia
hu: távolság
pt_br: distância
sr: удаљеност
uk: відстань

source: eccentric
cs: excentrická
eu: eszentrikoa
hu: excentrikus
pt_br: excêntrico
sr: вансредишње
uk: ексентричний

source: concentric
cs: koncentrická
eu: kontzentrikoa
hu: koncentrikus
pt_br: concêntrico
sr: средишње
uk: концентричний

source: land
cs: zem
eu: lurra
hu: föld
pt_br: terra
sr: земља
uk: земля

source: air
cs: vzduch
eu: airea
hu: levegő
pt_br: ar
sr: ваздух
uk: повітря

source: jump height
cs: výška skoku
eu: jauziaren altuera
hu: ugrás magassága
pt_br: altura do salto
sr: висина скока
uk: Висота стрибка

source: Encoder is not connected.
cs: Snímač není připojen.
eu: Kodetzailea ez dago konektatuta.
hu: A jeladó nincs csatlakoztatva.
pt_br: O codificador não está conectado.
sr: Енкодер није повезан.
uk: Кодувальний не з'єднано.

source: prediction
cs: odhad
eu: iragarpena
hu: előrejelzés
pt_br: previsão
sr: предвиђање
uk: передбачення

source: Concentric mean speed on bench press 1RM =
cs: Koncentrická střední rychlost na vzpěračské lavici 1RM =
hu: Koncentrikus átlagsebesség a melltől tolásnál 1RM =
pt_br: Velocidade média concêntrica no supino 1RM =
sr: Средња средишња брзина при дизању са клупе 1РМ је
uk: Концентрична середня швидкість при жимі лежачи, 1RM =

source: Concentric mean speed on squat 1RM =
cs: Koncentrická střední rychlost v podřepu 1RM =
hu: Koncentrikus átlagsebesség a melltől tolásnál 1RM =
pt_br: Velocidade média concêntrica no agachado 1RM =
sr: Средња средишња брзина при чучњу 1РМ је
uk: Концентрична середня швидкість при присіданні, 1RM =

source: Estimated percentual load =
cs: Odhadované procentuální zatížení =
hu: Becsült százalékos terhelés =
pt_br: Carga percentual estimada =
sr: Процењено процентно оптерећење је
uk: Оцінка навантаження у відсотках =

source: Adapted from
cs: Přizpůsobeno z
eu: Hemendik moldatua:
hu: Átvéve innen:
pt_br: Adaptado de
sr: Прилагођено из
uk: Адаптовано з

source: Mean speed in concentric propulsive phase
cs: Střední rychlost v koncentrické hnací fázi
hu: Átlagsebesség a koncentrikus propulzív fázisban
pt_br: Velocidade média na fase propulsiva concêntrica
sr: Средња брзина у средишњој фази гурања
uk: Середня швидкість у концентричній спонукальній фазі

source: Sorry, no repetitions matched your criteria.
cs: Bohužel, žádná opakování neodpovídají vašim kritériím.
hu: Elnézést, nincs olyan ismétlés, amely egyezik a feltételekkel.
pt_br: Desculpe, nenhuma repetição correspondeu aos seus critérios.
sr: Извините, ниједно понављање није задовољило ваш услов.
uk: Вибачте, жодне повторення не відповідає вашим критеріям.

source: Need at least three jumps
cs: Potřebuje nejméně tři skoky
eu: Gutxienez hiru jauzi behar dira
hu: Legalább három ugrás szükséges
pt_br: São necessários no mínimo três saltos
sr: Потребна су најмање три скока
uk: Потрібно принаймні три стрибки

source: RL
cs: PL
hu: JB
sr: ДЛ
uk: ПЛ

source: R
cs: P
hu: J
sr: Д
uk: П

source: L
hu: B
sr: С
uk: Л

source: Maximum mean power using the F-V profile
cs: Maximální střední výkon pomocí profilu Síla-Výkon
hu: Legnagyobb átlagteljesítmény az F-V profil használatával
pt_br: Máximo de potência média usando o perfil F-V
sr: Највећа средња снага коришћењем „F-V“ профила
uk: Максимальна середня потужність з використанням профілю F-V

source: Mean power parabole using the Power-Load data
cs: Parabola středního výkonu pomocí dat Výkon-Zátěž
hu: Átlagteljesítmény-parabola az erő-terhelés adatok használatával
pt_br: Parábola de potência média usando os dados de carga de energia
sr: Парабола средње снаге коришћењем података „Снага-Оптерећење“
uk: Парабола середнього зусилля з використанням даних «Сила / Навантаження»

source: Non propulsive
eu: Ez propultsiboa
hu: Nem előrehaladó
pt_br: Sem propulsão
sr: Непокретачки
uk: Неспонукальна

source: Eccentric-concentric
cs: Excentrická-koncentrická
eu: Eszentrikoa-kontzentrikoa
hu: Excentrikus-koncentrikus
pt_br: Excêntrico-concêntrico
sr: Вансредишњи-средишњи
uk: Ексцентрично-концентричний

source: Concentric-eccentric
cs: Koncentrická-excentrická
eu: Kontzentrikoa-eszentrikoa
hu: Koncentrikus-excentrikus
pt_br: Concêntrico-excêntrico
sr: Средишњи-вансредишњи
uk: Концентрично-ексцентричний

source: Linear encoder attached to a barbell.
cs: Linerání snímač připojený k čince.
hu: Lineáris jeladó egy súlyzóhoz csatlakoztatva.
pt_br: Codificador linear ligado a um haltere.
sr: Линеарни енкодер је прикључен на штанглу.
uk: Лінійний кодувальник з'єднано із гантеллю.

source: Also common gym tests like jumps or chin-ups.
cs: Také běžné tělocvičné testy, jako skoky nebo shyby.
hu: Valamint általános sport tesztek, mint például ugrások és húzódzkodások.
pt_br: Também comum em testes de academia como saltos ou barras fixas supinadas.
sr: Такође уобичајени гимнастички тестови као што су скокови или подизање уз пречку.
uk: Також типові тренувальні вправи, зокрема підстрибування або підтягування.

source: Linear encoder inverted attached to a barbell.
cs: Lineární snímač opačně připojený k čince.
hu: Lineáris jeladó megfordítva csatlakoztatva egy súlyzóhoz.
pt_br: Codificador linear invertido ligado a um haltere.
sr: Окренути линеарни енкодер је прикључен на штанглу.
uk: Лінійний кодувальник інвертовано з'єднано із гантеллю.

source: Barbell is connected to a weighted moving pulley.
cs: Činka je připojena k zatížené volné kladce.
hu: A súlyzó egy súlyozott mozgó csigához csatlakozik.
pt_br: Haltere está conectado a um polia móvel com peso.
sr: Штангла је прикључена на пондерисани покретни котур.
uk: Гантель з'єднано із ваговим рухомим шківом.

source: Mass is geared down by 2.
cs: Hmotnost zpřevodována na polovinu.
hu: A tömeg csökkentve lett 2-vel.
pt_br: Massa está engrenada para baixo em 2.
sr: Маса је усмерена на доле са 2.
uk: Масу редуковано удвічі.

source: Barbell is connected to a fixed pulley that is connected to a weighted moving pulley.
cs: Činka je připojena k pevné kladce, která je připojena k zatížené volné kladce.
hu: A súlyzó egy rögzített csigához van csatlakoztatva, amely egy súlyozott mozgó csigához csatlakozik.
pt_br: Haltere está conectado a uma polia fixa que está conectada a uma polia móvel com peso.
sr: Штангла је повезана са непомичним котуром који је повезан са пондерисаним покретним котуром.
uk: Гантель з'єднано із закріпленим шківом, який з'єднано із ваговим рухомим шківом.

source: Linear encoder attached to a weighted moving pulley.
cs: Lineární snímač připojený k zatížené volné kladce.
hu: Lineáris jeladó egy súlyozott mozgó csigához csatlakoztatva.
pt_br: Codificador linear ligado a uma polia móvel com peso.
sr: Линеарни енкодер је причвршћен на пондерисани покретни котур.
uk: Лінійний кодувальник з'єднано із ваговим рухомим шківом.

source: Linear encoder on a inclined plane.
cs: Lineární snímač na nakloněné rovině.
hu: Lineáris jeladó egy ferde síkon.
pt_br: Codificar linear em um plano inclinado.
sr: Линеарни енкодер на стрмој равни.
uk: Лінійний кодувальник на нахиленій площині.

source: Suitable also for horizontal movement. Just set a 0 push angle.
cs: Vhodné také pro vodorovný pohyb. Stačí nastavit úhel působení na 0.
hu: Megfelelő vízszintes mozgáshoz is. Csak állítsa 0-ra a nyomásszöget.
pt_br: Também adequado para movimento horizontal. Basta definir um ângulo de impulso 0.
sr: Погодно је такође и за водоравне покрете. Само подесите 0 за угао гурања.
uk: Пасує також для горизонтального руху. Просто встановіть нульовий кут поштовху.

source: Linear encoder on a inclined plane moving a weight in different angle.
cs: Lineární snímač na nakloněné rovině přenášející zátěž pod různými úhly.
hu: Lineáris jeladó egy ferde síkon a súlyt más szögben mozgatva.
pt_br: Codificador linear em um plano inclinado movendo um peso em um ângulo diferente.
sr: Линеарни енкодер на стрмој равни помера тег под другачијим углом.
uk: Лінійний кодувальник на нахиленій площині із пересуванням ваги на інший кут.

source: Force demultiplier refers to the times the rope comes in and comes out from the moving pulley attached to the extra load.
cs: Dělič síly se vztahuje k bodům, kde lano vstupuje a vystupuje z pohyblivé kladky připojené k přídavné zátěži.
hu: Az erőcsökkentő azokra az alkalmakra utal, amikor a kötél bejön és kimegy az extra teherhez csatlakoztatott mozgó csigából.
pt_br: Demultiplicador de força refere-se aos tempos em que a corda vêm e vai da polia móvel amarrada à carga extra.
sr: Деобна сила се односи на времена за која конопац улази и излази из покретног котура прикаченог на додатно оптерећење.

source: In the example image demultiplier is 2, hence multiplier is 1/2.
cs: Na obrázku s příkladem je dělič 2, takže násobič je ½.
hu: A példa képen a csökkentő 2, ennélfogva a szorzó 1/2.
pt_br: Na imagem exemplo, demultiplicador é 2 e, consequentemente, multiplicador é 1/2.
sr: На слици примера размножитељ је 2, стога је множитељ 1/2.
uk: У прикладі зменшувальний множник зображення дорівнює 2, отже, множник дорівнює 1/2.

source: Linear encoder on inertia machine.
cs: Lineární snímač na momentovém kotouči.
eu: Kodetzaile lineala inertzia-makinan.
hu: Lineáris jeladó tehetetlen gépen.
pt_br: Codificador linear em máquina de inércia.
sr: Линеарни енкодер на инерцијској машини.
uk: Лінійний кодувальник на інерційній машині.

source: Configuration NOT Recommended! Please use a rotary encoder.
cs: Konfigurace NENÍ doporučována! Použijte prosím rotační snímač.
hu: A beállítás NEM ajánlott! Használjon forgó jeladót.
pt_br: Configuração NÃO recomendada! Por favor use um codificador de rotações.
sr: Подешавање НИЈЕ препоручљиво! Користите енкодер окретања.
uk: НЕ рекомендовані налаштування! Будь ласка, скористайтеся обертовим кодувальником.

source: On inertial machines, 'd' means the average diameter where the pull-push string is rolled
cs: U momentových kotoučů značí „d“ průměrný rozměr průměru, po kterém se vine tažné/tlačné lanko
hu: Tehetetlen gépeken a „d” az átlagos átmérőt jeleni, ahol húzó-engedő kötél fordul
pt_br: Em máquinas inerciais, “d” significa o diâmetro médio onde a corda de puxar/empurrar fica enrolada
sr: На инерцијалним машинама, „d“ означава просечни пречник на коме је намотан канап за привлачење-одбијање
uk: Для інерційних машин «d» означає середній діаметр, де катається пружина розтягування-стискання

source: Rotary friction encoder on pulley.
cs: Třecí rotační snímač na kladce.
hu: Forgás súrlódásos jeladó egy csigán.
pt_br: Codificador de fricção rotativo em polia.
sr: Енкодер трења окретања на котуру.
uk: Кодувальник обертального тертя на шківі.

source: Rotary friction encoder on pulley axis.
cs: Třecí rotační snímač na ose kladky.
hu: Forgás súrlódásos jeladó egy csiga tengelyén.
pt_br: Codificador de fricção rotativo em eixo de polia.
sr: Енкодер трења окретања на оси котура.
uk: Кодувальник обертального тертя на вісі шківа.

source: Rotary friction encoder on weighted moving pulley.
cs: Třecí rotační snímač na zatížené volné kladce.
hu: Forgás súrlódásos jeladó egy súlyozott mozgó csigán.
pt_br: Codificador de fricção rotativo em polia móvel com peso.
sr: Енкодер трења окретања на пондерисаном покретном котуру.
uk: Кодувальник обертального тертя на зваженому рухомому шківі.

source: Rotary friction encoder on inertial machine side.
cs: Třecí rotační snímač na straně momentového kotouče.
hu: Forgás súrlódásos jeladó tehetetlen gép oldalán.
pt_br: Codificador de fricção rotativo no lado de máquina inercial.
sr: Енкодер трења окретања на страни инерцијске машине.
uk: Кодувальник обертального тертя на боці інерційної машини.

source: Rotary friction encoder on inertial machine when person is moving horizontally.
cs: Třecí rotační snímač na straně momentového kotouče, když se osoba posouvá vodorovně.
hu: Forgás súrlódásos jeladó tehetetlen gépen, amikor a személy vízszintesen mozog.
pt_br: Codificador de fricção rotativo em máquina inercial quando a pessoa se move horizontalmente.
sr: Енкодер трења окретања на инерцијској машини када се особа помера водоравно.
uk: Кодувальник обертального тертя на інерційній машині, коли особа рухається горизонтально.

source: Rotary friction encoder on inertial machine geared up.
cs: Třecí rotační snímač na momentovém kotouči zpřevodovaný na vyšší rychlost.
hu: Forgás súrlódásos jeladó a tehetetlen gépen fokozva.
pt_br: Codificador de fricção rotativo em máquina inercial multiplicativa.
sr: Енкодер трења окретања на инерцијској машини окренутој на горе.
uk: Кодувальник обертального тертя на прискоренні інерційної машини.

source: Inertial machine rolls twice faster than body.
cs: Momentový kotouč se valí dvakrát rychleji než tělo.
hu: A tehetetlen gép kétszer gyorsabban fordul mint a test.
pt_br: Máquina inercial rola duas vezes mais rapidamente que o corpo.
sr: Инерцијска машина се замотава два пута брже него тело.
uk: Інерційна машина обертається удвічі швидше за тіло.

source: Rotary friction encoder on inertial machine axis.
cs: Třecí rotační snímač na ose momentového kotouče.
hu: Forgás súrlódásos jeladó tehetetlen gép tengelyén.
pt_br: Codificador de fricção rotativo no eixo de uma máquina inercial.
sr: Енкодер трења окретања на оси инерцијске машине.
uk: Кодувальник обертального тертя на вісі інерційної машини.

source: Rotary axis encoder on pulley axis.
cs: Přímý rotační snímač na ose kladky.
hu: Forgástengely jeladó egy csiga tengelyén.
pt_br: Codificador de eixo rotativo em eixo de polia.
sr: Енкодер осе окретања на оси котура.
uk: Кодувальник обертальної вісі на вісі шківа.

source: Rotary axis encoder on weighted moving pulley.
cs: Přímý rotační snímač na zatížené volné kladce.
hu: Forgástengely jeladó egy súlyozott mozgó csigán.
pt_br: Codificar de eixo rotativo em polia móvel com peso.
sr: Енкодер осе окретања на пондерисаном покретном котуру.
uk: Кодувальник обертальної вісі на зваженому рухомому шківі.

source: Rotary axis encoder on inertial machine.
cs: Přímý rotační snímač na momentovém kotouči.
hu: Forgástengely jeladó tehetetlen gépen.
pt_br: Codificador de eixo rotativo em máquina inercial.
sr: Енкодер осе окретања на инерцијској машини.
uk: Кодувальник обертальної вісі на інерційній машині.

source: Rotary axis encoder on inertial machine when person is moving horizontally.
cs: Přímý rotační snímač na momentovém kotouči, přičemž se osoba posouvá vodorovně.
hu: Forgástengely jeladó tehetetlen gépen, amikor a személy vízszintesen mozog.
pt_br: Codificador de eixo rotativo em máquina inercial quando a pessoa se move horizontalmente.
sr: Енкодер осе окретања на инерцијској машини када се особа помера водоравно.
uk: Кодувальник обертальної вісі на інерційній машині, коли особа рухається горизонтально.

source: Rotary axis encoder on inertial machine geared up.
cs: Přímý rotační snímač na momentovém kotouči zpřevodovaný na vyšší rychlost.
hu: Forgástengely jeladó tehetetlen gépen fokozva.
pt_br: Codificador de eixo rotativo em máquina inercial multiplicativa.
sr: Енкодер осе окретања на инерцијској машини окренутој на горе.
uk: Кодувальник обертальної вісі на прискоренні інерційної машини.

source: Rotary axis encoder on inertial machine geared up when person is moving horizontally.
cs: Přímý rotační snímač na momentovém kotouči zpřevodovaný na vyšší rychlost, přičemž se osoba posouvá vodorovně.
hu: Forgástengely jeladó tehetetlen gépen fokozva, amikor a személy vízszintesen mozog.
pt_br: Codificador de eixo rotativo em máquina inercial multiplicativa quando a pessoa se move horizontalmente.
sr: Енкодер осе окретања на инерцијској машини окренут на горе када се особа помера водоравно.
uk: Кодувальник обертальної вісі на прискоренні інерційної машини, коли особа рухається горизонтально.

source: Resting {0} s
cs: Odpočívá se {0} s
hu: Pihenés {0} másodperc
pt_br: Descansando {0} s
sr: Одмарам {0} s
uk: Відпочинок {0} с

source: Chronopic seems disconnected.
hu: Úgy tűnik, hogy a Chronopic le lett választva.
pt_br: Chronopic parece estar desconectado.
sr: Хронопик изгледа да није повезан.
uk: Здається, Chronopic від'єднано.

source: You are IN, JUMP when prepared!
cs: Jste UVNITŘ, až budete připraveni, SKOČTE!
hu: BENT van, UGORJON ha készen áll!
pt_br: Você está DENTRO, SALTE quando estiver preparado!
sr: Унутра сте, СКОЧИТЕ када сте спремни!
uk: Ви ВСЕРЕДИНІ, СТРИБАЙТЕ, коли будете готові!

source: You are OUT, please enter the platform, prepare for jump and press the 'accept' button
cs: Jste MIMO, vstupte prosím na plošinu, připravte se ke skoku a zmáčkněte tlačítko „příjmout“.
dz: ཁྱོད་ཕྱི་ཁར་ཨིན་པས་ གཞི་སྟེགས་འདི་བཙུགས་ཞིནམ་ལས་ མཆོང་ནི་གི་དོན་ལུ་གྲ་སྒྲིག་འབད་ དེ་ལས་ 'accept'ཨེབ་རྟ་འདི་ཨེབས་
hu: KINT van, lépjen a platform felületére, készüljön az ugrásra, majd nyomja meg az „elfogadás” gombot
pt_br: Você está FORA, por favor entre na plataforma, e pressione o botão “aceitar”
sr: Вани сте, уђите на платформу, спремите се за скок и притисните дугме „прихвати“
uk: Ви НАЗОВНІ, будь ласка, увійдіть на платформу, приготуйтеся до стрибка і натисніть кнопку «Прийняти»

source: You are OUT, JUMP when prepared!
cs: Jste MIMO, až budete připraveni, SKOČTE!
hu: KINT van, UGORJON ha készen áll!
pt_br: Você está FORA, PULE quando estiver preparado!
sr: Вани сте, СКОЧИТЕ када сте спремни!
uk: Ви ЗОВНІ, СТРИБАЙТЕ, коли будете готові!

source: You are IN, please leave the platform, and press the 'accept' button
cs: Jste UVNITŘ, opusťte prosím plošinu a zmáčkněte tlačítko „přijmout“.
dz: ཁྱོད་ནང་ན་ཨིན་པས་ གཞི་སྟེགས་འདི་བཞག་ཞིནམ་ལས་ 'accept'ཨེབ་རྟ་འདི་ཨེབས་
hu: BENT van, hagyja el a platformot, és nyomja meg az „elfogadás” gombot
pt_br: Você está DENTRO, por favor deixe a plataforma, e pressione o botão “aceitar”
sr: Унутра сте, напустите платформу, и притисните дугме „прихвати“
uk: Ви ВСЕРЕДИНІ, будь ласка, зійдіть з платформи і натисніть кнопку «Прийняти»

source: Initially selected {0} seconds
cs: Na začátku zvoleno {0} sekund
hu: Kezdetben {0} másodperc kiválasztva
pt_br: {0} segundos inicialmente selecionados
sr: Почетно изабране {0} секунде
uk: Спочатку вибрані {0} секунд

source: Photocells
cs: Fotobuňky
eu: Fotozelulak
hu: Fotocellák
pt_br: Fotocélulas
sr: Фотоћелије
uk: Фотоелементи

source: Platform
cs: Plošina
eu: Plataforma
pt_br: Plataforma
sr: Платформа
uk: Платформа

source: There's contact in {0}. Please leave.
cs: Dochází ke kontaktu na {0}. Ustupte prosím.
hu: Érintkezés van ezen: {0}. Hagyja el.
pt_br: Há um contato em {0}. Por favor, saia.
sr: Постоји додир у „{0}“. Напустите.
uk: Маємо контакт у {0}. Будь ласка, відпустіть.

source: Press and maintain Test button in all Chronopics simultaneously.
cs: Zmáčkněte a držte tlačítko Test na všech zařízeních Chronopic současně.
hu: Nyomja meg és tartsa nyomva a Teszt gombot egyszerre az összes Chronopic-on.
pt_br: Pressione e mantenha pressionado o botão Teste em todos os Chronopics simultaneamente.
sr: Притисните и држите дугме „Тестирај“ на свим Хронопиковима истовремено.
uk: Натисніть і утримуйте кнопку «Test» на усіх Chronopic одночасно.

source: Release Test button in all Chronopics simultaneously.
cs: Pusťte tlačítko Test na všech zařízeních Chronopic současně.
hu: Engedje el a Teszt gombot egyszerre az összes Chronopic-on.
pt_br: Solte o botão Teste em todos os Chronopics simultaneamente.
sr: Отпустите дугме „Тестирај“ на свим Хронопиковима истовремено.
uk: Відпустіть кнопку «Test» на усіх Chronopic одночасно.

source: Synchronization done.
cs: Synchronizace dokončena.
eu: Sinkronizazioa gauzatu da.
hu: Szinkronizálás kész.
pt_br: Sincronização concluída.
sr: Усклађивање је завршено.
uk: Синхронізацію виконано.

source: Test starts now.
cs: Test nyní započne.
eu: Proba orain hasten da.
hu: A teszt most kezdődik.
pt_br: Iniciar teste agora.
sr: Тест почиње сада.
uk: Зараз починається тестування.

source: Cannot start: {0} with the parameters:{1} Exception: {2}
cs: Nelze spustit: {0} s parametry:{1} Výjimka: {2}
eu: Ezin da hasi: {0} honako parametroekin:{1} Salbuespena: {2}
hu: Nem indítható el: {0} a következő paraméterekkel: {1} Kivétel: {2}
pt_br: Não foi possível iniciar: {0} com os parâmetros:{1} Exceção: {2}
sr: Не могу почети: {0} са параметрима:{1} Изузетак: {2}
uk: Не вдалося розпочати: {0} з параметрами:{1} Виключення: {2}

source: You are IN, please leave the platform, prepare for start, and press the 'accept' button!
cs: Jste UVNITŘ, opusťte prosím plošinu, připravte se ke startu a zmáčkněte tlačítko „přijmout“!
hu: BENT van, hagyja el a platformot, készüljön fel a kezdésre, és nyomja meg az „elfogadás” gombot!
pt_br: Você está DENTRO, por favor deixe a plataforma, prepare para iniciar e pressione o botão “aceitar”!
sr: Унутра сте, напустите платформу, спремите се за почетак, и притисните дугме „прихвати“!
uk: Ви ВСЕРЕДИНІ, будь ласка, зійдіть з платформи, приготуйтеся до початку і натисніть кнопку «Прийняти»!
