Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Projection of exerted force is calculated as the sum of forces projected in the direction defined by the exercise.
hu: A kifejtett erő vetülete a gyakorlat által meghatározott irányba vetített erők összegeként kerül kiszámításra.
pt_br: A projeção da força exercida é calculada como a soma das forças projetadas na direção definida pelo exercício.
sr: Пројекција испољене силе се израчунава као збир сила пројектованих у смеру одређеном вежбом.
uk: Проєкцію напруженої сили буде обчислено як проєкцію суми сил напрямок, який визначено у вправі.

source: If, exerting a force, some element is significantly elongated it means that you are using elastic elements. Knowing the characteristics of the elastic elements allows to calculate positions, velocities and accelerations during the exercise
hu: Ha egy erő kifejtésekor valamelyik elem jelentősen megnyúlik, az azt jelenti, hogy elasztikus elemeket használ. Az elasztikus elemek jellemzőinek ismerete lehetővé teszi a gyakorlat során a pozíciók, sebességek és gyorsulások kiszámítását.
pt_br: Se, ao exercer uma força, algum elemento é significativamente alongado, então você está usando elementos elásticos. Conhecer as características desses elementos permitem que sejam calculadas as posições, velocidades e acelerações durante o exercício
sr: Ако, приликом испољавања силе, неки елемент се значајно издужи то значи да користите еластичне елементе. Знајући карактеристике елестичних елемената могуће је израчунати положаје, брзине и убрзања за време вежбе

source: If exerting a force there's no significant elongation you are using not elastic elements.
hu: Ha erőt kifejtve nincs jelentős nyúlás, akkor nem elasztikus elemeket használ.
pt_br: Se, ao exercer uma força, não há alongamento suficiente então você está usando elementos não elásticos.
sr: Ако у испољавању силе нема значајног издужења значи да не користите елестичне елементе.
uk: Якщо при прикладанні сили немає суттєвого видовження, ви використовуєте нееластичні елементи.

source: When the mass doesn't affect the sensor data but it must be added to it.
hu: Ha a tömeg nem befolyásolja az érzékelő adatait, de hozzá kell adni.
pt_br: Quando a massa não afeta os dados do sensor mas ela precisa ser adicionada.
sr: Када маса не утиче на податке сензора али им мора бити додата.
uk: Якщо маса не впливає на дані датчика, але її слід додати до них.

source: In some cases the weight of the mass is supported by the sensor but it is not a force that the subject is exerting. In this case, the sensor will be tared before starting the test.
hu: Bizonyos esetekben a tömeg súlyát az érzékelő tartja, de ez nem olyan erő, amelyet az alany kifejt. Ebben az esetben az érzékelőt a vizsgálat megkezdése előtt önsúlyozni kell.
pt_br: Em alguns casos o peso da massa é sustentado pelo sensor mas isso não é uma força exercida pelo sujeito. Nesse caso, o sensor aplicará a tara antes de iniciar o teste.
sr: У неким случајевима тежина масе је подржана сензором али није сила оно што субјекат испољава. У том случају, сензор ће бити тариран пре почетка теста.

source: In some cases the weight is transmitted to the sensor and it is also supported by the measured limb. If the effect of the mass is not significant, use this option also.
hu: Bizonyos esetekben a súly az érzékelőre lesz továbbítva, és azt a mért végtag is tartja. Ha a tömeg hatása nem jelentős, akkor használja ezt a beállítást is.
pt_br: Em alguns casos o peso é transmitido ao sensor e também é sustentado pelo membro em medição. Use também essa opção se o efeito da massa não for significante.
sr: У неким случајевима тежина се преноси на сензор и такође је подржана измереним екстремитетом. Ако дејство масе није значајно, користите и ову опцију.

source: This configuration is the same as raw data.
hu: Ez a beállítás megegyezik a nyers adatokkal.
pt_br: Essa configuração é semelhante a dados brutos.
sr: Ово подешавање је исто као сирови подаци.
uk: Ця конфігурація є тією самою, що і у необроблених даних.

source: If user changes values on preferences, these values will automatically change.
hu: Ha a felhasználó megváltoztatja a beállítások értékeit, akkor ezek az értékek automatikusan megváltoznak.
pt_br: Se o usuário alterar os valores nas preferências, esses valores serão alterados automaticamente.
sr: Ако корисник измени вредности у поставкама, те вредности ће се самостално изменити.
uk: Якщо користувачем змінено дані у налаштуваннях, ці значення зміняться автоматично.

source: These values will be used to detect repetitions.
hu: Ezek az értékek az ismétlések felismeréséhez lesznek használva.
pt_br: Esses valores serão usados para detectar repetições.
sr: Ове вредности ће се користити за откривање понављања.
uk: Ці значення буде використано для виявлення повторень.

source: Detected repetitions will show only the phase in which the force increases or also where decreases.
hu: A felismert ismétlések csak azt a fázist jelenítik meg, amelyben az erő növekszik, vagy azt is, ahol csökken.
pt_br: As repetições detectadas mostrarão apenas a fase nas quais as forças aumentam ou também quando diminuem.
sr: Откривена понављања ће показати само фазу у којој се сила повећава или где се такође смањује.
uk: У виявлених повтореннях буде показано лише фазу, у якій зростає або спадає сила.

source: 0 means horizontally
hu: A 0 azt jelenti, hogy vízszintesen
pt_br: 0 significa horizontalmente
sr: 0 значи водоравно
uk: 0 означає «горизонтально»

source: 90 means vertically with the person above the sensor
hu: A 90 azt jelenti, hogy függőlegesen az érzékelő fölötti személlyel
pt_br: 90 significa verticalmente com a pessoa acima do sensor
sr: 90 значи усправно са особом изнад сензора
uk: 90 означає «вертикально» із особою над датчиком

source: -90 means vertically with the person below the sensor
hu: A -90 azt jelenti, hogy függőlegesen az érzékelő alatti személlyel
pt_br: -90 significa verticalmente com a pessoa abaixo do sensor
sr: -90 значи усправно са особом ипод сензора
uk: -90 означає «вертикально» із особою під датчиком

source: Isometric Leg Extension.
hu: Izometrikus lábnyújtás.
pt_br: Extensão de perna isométrica.
sr: Изометријско протезање ногу.
uk: Ізометричне видовження ніг.

source: Upper limb movements against a rubber if the displaced mass is considered insignificant.
hu: A felső végtagok mozgatása egy gumiszalag ellenében, ha az elmozdult tömeg jelentéktelennek tekinthető.
pt_br: Movimentos dos membros superiores contra uma borracha se a massa deslocada for considerada insignificante.
sr: Покрети горњих екстремитета према гуми ако се померена маса сматра безначајном.
uk: Рух верхніх кінцівок щодо гуми, якщо зміщена маса вважається незначною.

source: Vertical:
eu: Bertikala:
hu: Függőleges:
sr: Усправно:
uk: Вертикальний:

source: Squat with the force sensor fixed between the floor and the body.
hu: Guggolás a padló és a test közé rögzített erőérzékelővel.
pt_br: Agachamento com o sensor de força fixado entre o chão e o corpo.
sr: Чучањ са сензором силе фиксираним између пода и тела.
uk: Присідання із датчиком сили, який зафіксовано між підлогою та тілом.

source: Horizontal:
eu: Horizontala:
hu: Vízszintes:
sr: Водоравнo:
uk: Горизонтальний:

source: Movements where a significant mass is accelerated.
hu: Olyan mozgások, ahol jelentős tömeg gyorsul.
pt_br: Movimentos onde uma massa significante é acelerada.
sr: Покрети где је значајна маса убрзана.
uk: Рухи, при яких прискорення набуває значна маса.

source: Diagonal movement:
eu: Zeharkako mugimendua:
hu: Átlós mozgás:
pt_br: Movimento diagonal:
sr: Дијагонални покрет:
uk: Діагональний рух:

source: Lateral squat.
hu: Oldalirányú guggolás.
pt_br: Agacha. lateral
sr: Бочни чучањ.
uk: Бічне присідання.

source: Rubber bands, springs, flexible material …
hu: Gumiszalagok, rugók, rugalmas anyagok…
pt_br: Elásticos, molas, materiais flexíveis …
sr: Гумене траке, опруге, савитљиви материјал …
uk: Гумові джгути, пружини, гнучкий матеріал…

source: In an isometric squat with the force sensor fixed between the floor and the body, increasing the mass don't affect the measure of the sensor because the weight is supported by the lower limbs, not the sensor.
hu: A padló és a test közé rögzített erőérzékelővel történő izometrikus guggolásnál a tömeg növelése nem befolyásolja az érzékelő mérését, mert a súlyt az alsó végtagok tartják, nem az érzékelő.
pt_br: Em um agachamento isométrico com o sensor de força fixado entre o chão e o corpo, aumentar a massa não afeta a medida do sensor pois o peso é sustentado pelos membros inferiores, não pelo sensor.
sr: У изометријском чучњу са сензором силе фиксираним између пода и тела, повећање масе не утиче на мерење сензора јер тежину подржавају доњи удови, а не сензор.

source: Hamstring test where the heel of the person is suspended in a cinch attached to the sensor. The weight of the leg is affecting the measure of the force transmitted to the sensor but this is not a force exerted by the subject.
hu: Hátsócombizomteszt, ahol a személy sarka egy érzékelőhöz csatolt hevederben van felfüggesztve. A láb súlya befolyásolja az érzékelőre továbbított erő mérését, de ez nem az alany által kifejtett erő.
pt_br: Teste de isquiotibiais onde o calcanhar da pessoa está suspenso em uma alça ligada ao sensor. O peso da perna afeta a medida de força transmitida ao sensor mas isso não é uma força exercida pelo sujeito.
sr: Тест задње ложе где је пета особе окачена на олако причвршћен сензор. Тежина ноге утиче на мерење силе која се преноси на сензор, али то није сила коју испољава субјекат.

source: Nordic hamstring. In a Nordic hamstring with the sensor attached to the ankle, the weight affects the values of the sensor but this weight is supported by the hamstrings we are measuring.
hu: Nordic hamstring. A bokához rögzített érzékelővel történő nordic hamstringnél a súly befolyásolja az érzékelő értékeit, de ezt a súlyt a mérendő hátsó combizmok tartják.
pt_br: Flexão nórdica. Em uma flexão nórdica com o sensor ligado ao tornozelo, o peso afeta os valores do sensor porém o peso é sustentado pelos isquiotibiais que estamos a medir.
sr: Нордијска задња ложа. Код нордијске задње ложе са сензором причвршћеним за скочни зглоб, тежина утиче на вредности сензора, али ову тежину подржавају задње ложе које меримо.

source: Pulling on a TRX. Pulling from a TRX implies overcome the body weight. This body weight is also measured by the sensor.
hu: Húzás egy TRX-en. Egy TRX-től való húzás a testsúly leküzdését jelenti. Ezt a testsúlyt az érzékelő is méri.
pt_br: Puxando em um TRX. Puxar de um TRX implica em superar o peso corporal. Esse peso corporal também é medido pelo sensor.
sr: Повлачење ка „TRX“-у. Повлачење од „TRX“-а подразумева савладавање телесне тежине. Ову телесну тежину такође мери сензор.

source: Not Elastic
eu: Ez elastikoa
hu: Nem elasztikus
pt_br: Não elástico
sr: Није еластично
uk: Нееластичний

source: Add mass
eu: Gehitu masa
hu: Tömeg hozzáadása
pt_br: Adicionar massa
sr: Додај масу
uk: Додати масу

source: Subtract mass
eu: Kendu masa
hu: Tömeg kivonása
pt_br: Subtrair massa
sr: Одузми масу
uk: Відняти масу

source: Mass is included
cs: Hmotnost je zahrnuta
eu: Masa sartuta dago
hu: A tömeg benne van
pt_br: A massa está inclusa
sr: Маса је укључена
uk: Масу включено

source: Repetitions according to preferences
cs: Opakování podle předvoleb
eu: Hobespenen araberako errepikapenak
hu: Ismétlések a beállítások szerint
pt_br: Repetições de acordo com as preferências
sr: Понављања у складу са поставкама
uk: Повторення за налаштуваннями

source: Repetitions using custom values
cs: Opakování pomocí vlastních hodnot
eu: Errepikapenak balio pertsonalizatuak erabiliz
hu: Egyéni értékeket használó ismétlések
pt_br: Repetições usando valores personalizados
sr: Понављања коришћењем произвољних вредности
uk: Повторення з використанням нетипових значень

source: Angle explanation
cs: Vysvětlení úhlu
hu: Szög magyarázat
pt_br: Explicação do ângulo
sr: Објашњење угла
uk: Пояснення кута

source: Examples of:
cs: Příklady pro:
hu: Példák erre:
pt_br: Exemplos de:
sr: Примери за:
uk: Приклади:

source: None
cs: Nic
dz: ཅི་མེད་
eu: Bat ere ez
hu: Nincs
pt_br: Nenhum
sr: Ништа
uk: Немає

source: Invert
cs: Opak
dz: རིམ་ལོག་
eu: Alderantzikatu
hu: Megfordítás
pt_br: Inverter
sr: Окрени
uk: Інвертувати

source: reactive jump
cs: reakční skok
eu: jauzi erreaktiboa
hu: reaktív ugrás
pt_br: salto reativo
sr: реактивни скок
uk: реактивний стрибок

source: Repair reactive jump
cs: Oprava reaktivního skoku
dz: གདོང་ལེན་འབད་བཏུབ་པའི་ཇམཔ་ ཉམས་བཅོས་འབད་
eu: Konpondu jauzi erreaktiboa
hu: Reaktív ugrás javítása
pt_br: Reparar salto reativo
sr: Поправи реактивни скок
uk: Відновлювальний реактивний стрибок

source: JumpType: {0}.
cs: Typ skoku: {0}.
dz: ཇམཔ་དབྱེ་བ་: {0}
eu: Jauzi mota: {0}.
hu: Ugrástípus: {0}.
pt_br: Tipo de salto: {0}.
sr: Време скока: {0}.
uk: Тип стрибків: {0}.

source: This jump type starts inside, the first time should be a flight time.
cs: Tento skok začíná uvnitř, první čas by měl být čas letu.
dz: ཇམཔ་དབྱེ་བ་འདི་ནང་ལུ་སྦེ་འགོ་བཙུགསཔ་ཨིན་ དེ་འབདཝ་ད་ དང་པམ་འདི་ འཕུར་བསྐྱོད་ཆུ་ཚོད་ཨིན་དགོ
hu: Ez az ugrástípus bent kezdődik, az első időnek a levegőben töltött időnek kell lennie.
pt_br: Esse tipo de salto inicia dentro; o primeiro tempo deve ser um tempo de voo.
sr: Ова врста скока почиње изнутра, прво време треба да буде време лета.
uk: Це тип стрибка починається всередині, першим часом має бути час польоту.

source: This jump type is fixed to one jump.
cs: Tento typ skoku má napevno určen jeden skok.
hu: Ez az ugrástípus rögzítve van egy ugráshoz.
pt_br: Esse tipo de salto é fixado em um salto.
sr: Ова врста скока је фиксирана на {0} скок.
uk: Цей тип стрибків зафіксовано на {0} стрибку.

source: You cannot add more.
cs: Nemůžete přidat další.
eu: Ezin da gehiago gehitu.
hu: Nem adhat hozzá többet.
pt_br: Você não pode adicionar mais.
sr: Више не можете да додате.
uk: Більше додавати не можна.

source: This jump type is fixed to one second.
cs: Tento typ skoku je napevno určen na jednu sekundu.
hu: Ez az ugrástípus rögzítve van egy másodperchez.
pt_br: Esse tipo de salto é fixado em um segundo.
sr: Ова врста скока је фиксирана на {0} секунду.
uk: Цей тип стрибка зафіксовано на {0} секунді.

source: Count
cs: Počet
dz: གྱངས་ནི་
eu: Kopurua
hu: Darabszám
pt_br: Contagem
sr: Износ
uk: Кількість

source: Delete test type defined by user
cs: Smazat typ testu definovaný uživatelem
hu: A felhasználó által meghatározott teszttípus törlése
pt_br: Excluir tipo de teste definido pelo usuário
sr: Обриши врсту теста коју је одредио корисник
uk: Вилучити тип тесту, визначений користувачем

source: Limited value
cs: Omezená hodnota
dz: ཚད་ཡོད་པའི་བེ་ལུ་
eu: Balio mugatua
hu: Korlátozott érték
pt_br: Valor limitado
sr: Ограничена вредност
uk: Обмежене значення

source: Unlimited
cs: Neomezeno
dz: ཚད་མེདཔ་
eu: Mugagabea
hu: Korlátlan
pt_br: Ilimitado
sr: Неограничено
uk: Не обмежено

source: Seconds
cs: Sekundy
dz: དཀར་ཆ་ཚུ་
eu: Segundoak
hu: Másodperc
pt_br: Segundos
sr: Секунде
uk: Секунди

source: Jump type: '{0}' exists. Please, use another name
cs: Typ skoku: „{0}“ existuje. Použijte prosím jiný název.
dz: ཇམཔ་དབྱེ་བ་: '{0}' ཡོདཔ་ཨིན། གཞན་ཅིག་ལག་ལེན་འཐབ་གནང་
hu: Ugrástípus: „{0}” létezik. Használjon másik nevet
pt_br: Tipo de salto “{0}” já existe. Por favor, use outro nome
sr: Врста скока: „{0}“ постоји. Користите други назив
uk: Тип стрибка: «{0}» вже існує. Будь ласка, скористайтеся іншою назвою

source: Multi Chronopic
hu: Több Chronopic
sr: Мулти Хронопик
uk: Декілька Chronopic

source: First Chronopic should be connected to photocells. Second Chronopic to platforms.
cs: První Chronopic by měl být připojení k fotobuňce. Druhý Chronopic k plošině.
hu: Az első Chronopic-et fotocellákhoz kell csatlakoztatni. A második a Chronopic-et platformokhoz.
pt_br: Primeiro o Chronopic deve estar conectado para Fotocélulas. Segundo Chronopic para plataformas.
sr: Први Хронопик треба да повежете са фотоћелијама, а други са платформама.
uk: Спочатку Chronopic слід з'єднати із фотоелементами. Далі, Chronopic слід з'єднати з платформами.

source: multi chronopic
hu: több Chronopic
sr: више хронопика
uk: декілька Chronopic

source: Identify with admin ID wristband before {0} s.
hu: Azonosítás adminisztrátor-azonosító csuklópánttal {0} másodperc előtt.
pt_br: Identificar com pulseira de ID de administração antes de {0}s.
sr: Идентификујте се наруквицом ИД-а администратора пре {0} сек.
uk: Пройдіть розпізнавання за допомогою браслета-ідентифікатора адміністратор за {0} с.

source: The wristband has been read.
hu: A csuklópánt be lett olvasva.
pt_br: A pulseira foi lida.
sr: Наруквица је прочитана.
uk: Читання даних із браслета.

source: Connecting to server …
eu: Zerbitzariarekin konektatzen…
hu: Kapcsolódás a kiszolgálóhoz…
pt_br: Conectando ao servidor …
sr: Повезујем се на сервер …
uk: Встановлюємо з'єднання із сервером…

source: Your version of Chronojump is too old for this.
cs: Vaše verze aplikace Chronojump je pro tyto účely příliš stará.
hu: A Chronojump verziója ehhez túl régi.
pt_br: A sua versão do Chronojump está desatualizada para isto.
sr: Ваше издање Времескочка је превише старо за ово.

source: Auto-Detection currently disabled
cs: Automatická detekce je nyní vypnutá
hu: Az automatikus felismerés jelenleg le van tiltva
pt_br: Detecção automática atualmente desativada
sr: Само-откривање је тренутно искључено

source: Ports above COM4 may not work.
cs: Vyšší porty než COM4 nemusí pracovat.
hu: A COM4 feletti portok esetleg nem működnek.
pt_br: Portas acima de COM4 podem não funcionar.
sr: Прикључници поврх „COM4“ можда неће радити.

source: If you want a safer port, press:
cs: Jestli chcete bezpečnější port, zmáčkněte:
hu: Ha egy biztonságosabb portot szeretne, nyomja meg:
pt_br: Se você deseja uma porta mais segura, pressione:
sr: Ако желите безбеднији прикључник; притисните:

source: Force Chronopic to port <b>COM1 - COM4</b>'.
cs: Vynutit použití portu <b>COM1 – COM4</b>.
hu: Chronopic kényszerítése a <b>COM1 - COM4</b> portra.
pt_br: Forçar Chronopic na porta <b>COM1 – COM4</b>.
sr: Приморај Хронопик на прикључник <b>COM1 — COM4</b>.

source: More information on <b>Chronojump Manual</b>
cs: Více informací v <b>Příručce k aplikaci Chronojump</b>
hu: További információk a <b>Chronojump kézikönyvében</b>
pt_br: Mais informações no <b>Manual do Chronojump</b>
sr: Више података о <b>Упутству Времескочка</b>

source: Newer versions will be on this site:
cs: Novější verze budou na těchto webových stránkách:
hu: Újabb verziók lesznek ezen oldalon:
pt_br: Novas versões estarão neste site:
sr: Новија издања ће бити на овом сајту:

source: Click with the right button on <i>MyPC</i> icon at desktop or Start Menu.
cs: Klikněte pravým tlačítkem na ikonu <i>Tento počítač</i> na pracovní ploše nebo nabídce Start.
hu: Kattintson a jobb gombbal a <i>MyPC</i> ikonra az asztalon vagy a Start menüben.
pt_br: Clique com o botão direito no ícone <i>Meu computador</i> na área de trabalho ou no Menu Iniciar.
sr: Притисните десним тастером миша на иконицу <i>MyPC</i> на радној површи или на почетни изборник.

source: Note <i>MyPC</i> can be called <i>System</i> in Windows Vista.
cs: Upozorněme, že ve Windows Vista se <i>Tento počítač</i> může nazývat <i>Systém</i>.
hu: Lehet, hogy a <i>MyPC</i>-t <i>System</i>-nek hívják Windows Vistában.
pt_br: Observe que <i>Meu computador</i> pode ser chamado de <i>Sistema</i> no Windows Vista.
sr: Знајте да <i>MyPC</i> може да се зове <i>Систем</i> у Виндоузу Висти.

source: Note also, you maybe have a <i>MyPC</i> icon that has no <i>properties</i> because can be a link to the real <i>MyPC</i> icon, if you cannot see <i>Properties</i>, please use another MyPC icon.
cs: Rovněž upozorněme, že u ikony <i>Tento počítač</i> nemusí volba <i>vlastnosti</i> být, protože se může jednat o odkaz na skutečný <i>Tento počítač</i>. Pokud <i>Vlastnosti</i> neuvidíte, použijte prosím jinou ikonu Tento počítač.
hu: Vegye figyelembe, hogy talán olyan <i>MyPC</i> ikonja lehet, amelynek nincsenek <i>tulajdonságai</i>, mert az lehet egy parancsikon a valódi <i>MyPC</i> ikonra. Ha nem látja a <i>Tulajdonságokat</i>, akkor használja a másik <i>MyPC</i> ikont.
pt_br: Observe também que talvez você possua um ícone <i>Meu computador</i> que não possui <i>propriedades</i> por ser um atalho para o ícone <i>Meu computador</i> real. Se você não consegue ver <i>Propriedades</i>, por favor use outro ícone Meu computador.
sr: Знајте такође да, можете имати иконицу <i>MyPC</i> која нема <i>својства</i> јер може бити веза до стварне иконице <i>MyPC</i>, ако не можете да видите <i>Својства</i>, користите другу иконицу МајПЦ-ја.

source: Select <i>properties</i> (last option).
cs: Vyberte <i>vlastnosti</i> (poslední volba).
hu: Válassza a <i>Tulajdonságokat</i> (utolsó lehetőség).
pt_br: Selecione <i>propriedades</i> (última opção).
sr: Изаберите <i>својстава</i> (последња опција).

source: Go to <i>hardware</i>.
cs: Přejděte na <i>hardware</i>.
hu: Menjen a <i>Hardverhez</i>.
pt_br: Vá a <i>hardware</i>.
sr: Идите на <i>хардвер</i>.

source: Select <i>administrate dispositives</i>. It's first button.
cs: Vyberte <i>správce zařízení</i>. Je to první tlačítko.
hu: Válassza a <i>diszpozitív adminisztrációt</i>. Ez az első gomb.
pt_br: Selecione <i>Gerenciador de dispositivos</i>. É o primeiro botão.
sr: Изаберите <i>администрирај диспозитиве</i>. Његово прво дугме.

source: Click on the '+' at left of COM and LPT ports.
cs: Klikněte na „+“ po levé straně položky Porty (COM a LPT).
hu: Kattintson a „+” gombra a COM és LPT portoktól balra.
pt_br: Clique no “+” à esquerda das portas COM e LPT.
sr: Притисните на + са леве стране „COM“ и „LPT“ прикључника.

source: The port name will be what it's written like COM? on the USB-serial line.
cs: Název portu je to, co zapíšete jako COM? u USB-sériové linky.
hu: A port neve az lesz, amit az kiír, mint például COM? az USB-soros vonalon.
pt_br: O nome da porta será o que está escrito como COM? na linha USB-serial.
sr: Назив прикључника биће оно што је написано као КОМ? на УСБ-серијској линији.

source: Eg: if it's written COM7, then you should write COM7 at Chronopic window.
cs: Např.: Když je uvedeno COM7, pak byste měli napsat COM7 v okně Chronopic.
hu: Példa: ha COM7-et ír ki, akkor COM7-et kell írnia a Chronopic ablakba.
pt_br: Ex: se estiver escrito COM7, então deverá escrever COM7 na janela Chronopic.
sr: Нпр.: ако пише „COM7“, тада и ви треба да упишете „COM7“ у прозору Хронопика.

source: If it doesn't work, try to force to COM1 - COM4, as it's explained on parent window.
cs: Pokud to nefunguje, zkuste vynutit použití COM1 – COM4, jak je vysvětleno v rodičovském okně.
hu: Ha nem működik, akkor próbálja kényszeríteni a COM1 - COM4 portokra, ahogy a szülőablakban elmagyarázták.
pt_br: Se não funcionar, tente forçar para COM1 – COM4, conforme explicado na janela pai.
sr: Ако не ради, пробајте да присилите на „COM1 — COM4“, као што је објашњено у главном прозору.

source: Find the port as explained at <i>Check Chronopic port</i>.
cs: Najděte port, jak je vysvětleno v <i>Kontrola portu pro Chronopic</i>.
hu: Keresse meg a portot a <i>Chronopic port ellenőrzése</i> leírása alapján.
pt_br: Localize a porta conforme explicado em <i>Verificar porta do Chronopic</i>.
sr: Нађите прикључник као што је објашњено у <i>Провери прикључник Хронопика</i>.
