Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Checking transmission format …
eu: Transmizio-formatua egiaztatzen…
hu: Átviteli formátum ellenőrzése…
pt_br: Verificando o formato da transmissão …
sr: Проверавам формат преноса …
uk: Перевіряємо формат передавання…

source: The tare will soon begin
hu: Az önsúlyozás hamarosan elkezdődik
pt_br: A pesagem começará em breve
sr: Тара ће ускоро почети
uk: Невдовзі розпочнеться тарування

source: Please, wait …
eu: Itxaron, mesedez…
hu: Kis türelmet…
pt_br: Por favor, aguarde …
sr: Сачекајте, без журбе …
uk: Будь ласка, зачекайте…

source: Taring; …
hu: Önsúlyozás…
pt_br: Pesando; …
sr: Тарирам; …
uk: Тарування…

source: Capture option
eu: Kaptura-aukera
hu: Felvétel beállítása
pt_br: Opção de captura
sr: Опције снимања
uk: Параметр захоплення

source: Max force
eu: Gehieneko indarra
hu: Legnagyobb erő
pt_br: Força máxima
sr: Највећа сила
uk: Максимальна сила

source: Max AVG Force in {0} s
hu: Legnagyobb átlagos erő {0} másodperc múlva
pt_br: Força máxima média em {0} segundos
sr: Највећа просечна сила за {0} s
uk: Максимальна середня сила за {0} с

source: Loaded set used elastic bands removed from database or with changed values.
hu: Az adatbázisból eltávolított vagy megváltoztatott értékekkel rendelkező elasztikus pántokat használt sorozatok betöltve.
pt_br: O conjunto carregado utilizou faixas elásticas removidas do banco de dados ou com valores alterados.
sr: Учитани скуп је користио еластичне траке уклоњене из базе података или са измењеним вредностима.
uk: У завантаженому наборі використано пружні стрічки, які було вилучено з бази даних, або стрічки зі зміненими значеннями.

source: Stiffness calculation is correct but stiffness configuration window will not be able to match elastic bands and total stiffness.
hu: A merevségszámítás helyes, de a merevség beállítási ablaka nem lesz képes megfeleltetni az elasztikus pántokat és a teljes merevséget.
pt_br: O cálculo de rigidez está correto porém a janela de configuração de rigidez não será capaz de corresponder as faixas elásticas e a rigidez total.
sr: Прорачун чврстине је исправан, али прозор подешавања чврстине неће моћи да упореди еластичне траке и укупну чврстину.
uk: Обчислення жорсткості є правильними, але вікно налаштувань жорсткості не відповідатиме пружним стрічкам та загальній жорсткості.

source: Loaded:
eu: Kargatua:
hu: Betöltve:
pt_br: Carregado:
sr: Учитано:
uk: Завантажено:

source: Error doing graph.
cs: Při vytváření grafu došlo k chybě.
eu: Errorea grafikoa egitean.
hu: Hiba a grafikon készítésekor.
pt_br: Erro ao fazer o gráfico.
sr: Грешка прављења графика.
uk: Помилка під час створення графіка.

source: Probably not sustained force.
cs: Pravděpodobně není vyvíjena trvalá síla.
eu: Beharbada indarrari ez zaio eutsi.
hu: Valószínűleg nem hosszan tartó erő.
pt_br: Provavelmente uma força não sustentada.
sr: Вероватно није непрекидна сила.
uk: Ймовірно, сила не є неперервною.

source: If you want to calibrate, please tare first.
cs: Jestli chcete kalibrovat, nastavte nejprve nulu.
eu: Kalibratu nahi baduzu, zehaztu tara lehenengo.
hu: Ha kalibrálni szeretné, először önsúlyozzon.
pt_br: Se você deseja calibrar, pressione configure a tara primeiro.
sr: Ако желите да калибришете, прво одредите тару.
uk: Якщо хочете виконати калібрування, будь ласка, спочатку виконайте занулення шкали.

source: Isometric exercise
eu: Ariketa isometrikoa
hu: Izometrikus gyakorlat
pt_br: Exercício isométrico
sr: Изометријска вежба
uk: Ізометрична вправа

source: Elastic exercise
eu: Ariketa elastikoa
hu: Elasztikus gyakorlat
pt_br: Exercício elástico
sr: Еластична вежба
uk: Пружна вправа

source: Delete exercise
eu: Ezabatu ariketa
hu: Gyakorlat törlése
pt_br: Excluir exercício
sr: Обриши вежбу
uk: Вилучити вправу

source: Stiffness configuration
cs: Nastavení tuhosti
eu: Zurruntasun-konfigurazioa
hu: Merevség beállítása
pt_br: Configuração da rigidez
sr: Подешавање чврстине
uk: Налаштування жорсткості

source: Configure attached elastic bands/tubes
cs: Nastavit připojený pružný pás/trubici
eu: Konfiguratu erantsitako banda/hodi elastikoak
hu: Csatlakoztatott elasztikus pántok vagy csövek beállítása
pt_br: Configurar faixas elásticas/tubos ligados
sr: Подеисте прикачене еластичне траке/цеви
uk: Налаштувати з'єднані пружні стрічки або трубки

source: Configure bands/tubes
cs: Nastavit pás/trubici
eu: Konfiguratu bandak/hodiak
hu: Pántok vagy csövek beállítása
pt_br: Configurar faixas/tubos
sr: Подеси траке/цеви
uk: Налаштувати стрічки або трубки

source: Stiffness:
cs: Tuhost:
eu: Zurruntasuna:
hu: Merevség:
pt_br: Rigidez:
sr: Чврстина:
uk: Жорсткість:

source: higher
eu: altuagoa
hu: magasabb
pt_br: mais alto
sr: виши
uk: вище

source: lower
eu: baxuagoa
hu: alacsonyabb
pt_br: mais baixo
sr: нижи
uk: нижче

source: Find daily higher of jumps:
hu: A napi legmagasabb ugrás megkeresése:
pt_br: Buscar o salto diário mais alto:
sr: Нађи дневне највише скокове:
uk: Знайти денний максимум стрибків:

source: Lap distance (between barriers)
cs: Délka okruhu (mezi plošinami)
eu: Itzuli-distantzia (hesien artean)
hu: Kör távolsága (akadályok között)
pt_br: Distância da volta (entre barreiras)
sr: Растојање круга (између баријера)
uk: Довжина кола (між бар'єрами)

source: Distance in meters
cs: Délka v metrech
eu: Distantzia metrotan
hu: Távolság méterben
pt_br: Distância em metros
sr: Растојање у метрима
uk: Відстань у метрах

source: Vertical distance between stairs third and nine.
cs: Svislá vzdálenost mezi třetím a devátým schodem.
hu: Függőleges távolság a harmadik és kilencedik lépcső között.
pt_br: Distância vertical entre os degraus três e nove.
sr: Усправно растојање између степеника трећег и деветог.
uk: Вертикальна відстань між третьою і дев'ятою сходинками

source: Distance in millimeters
cs: Vzdálenost v milimetrech
eu: Distantzia milimetrotan
hu: Távolság milliméterben
pt_br: Distância em milímetros
sr: Растојање у милиметрима
uk: Відстань у міліметрах

source: Track distance
cs: Délka dráhy
hu: Pálya távolsága
pt_br: Distância da pista
sr: Растојање стазе
uk: Довжина доріжки

source: Error, weight of the person cannot be 0
cs: Chyba, hmotnost osoby nemůže být 0
hu: Hiba, a személy súlya nem lehet 0
pt_br: Erro, o peso da pessoa não pode ser 0
sr: Грешка, тежина особе не може бити 0
uk: Помилка, вага особи не може дорівнювати 0

source: In a sprint exercise, maximum acceleration is performed at the beginning and maximum sustained speed at a later time.
hu: Egy sprintgyakorlatban a legnagyobb gyorsulás az elején, a legnagyobb tartós sebesség pedig egy későbbi időpontban történik.
pt_br: Em um exercício de arrancada, a aceleração máxima é realizada no inicio e sustentada em máxima velocidade em um tempo posterior.
sr: У вежби спринта, највеће убрзање се одвија на почетку а највећа устаљена брзина у каснијем времену.
uk: У вправі спринту, максимальне прискорення досягається на початку, а максимальна підтримувана швидкість досягається пізніше.

source: Default angle of this exercise.
eu: Ariketa honen angelu lehenetsia.
hu: A gyakorlat alapértelmezett szöge.
pt_br: Ângulo padrão deste exercício.
sr: Основни угао ове вежбе.
uk: Типовий кут для цієї вправи.

source: 90 means go vertically up.
hu: A 90 azt jelenti, hogy függőlegesen felfelé.
pt_br: 90 significa ir verticalmente para cima.
sr: 90 значи ићи усправно на горе.
uk: 90 означає «вертикально вгору».

source: -90 means go vertically down.
hu: A -90 azt jelenti, hogy függőlegesen lefelé.
pt_br: -90 significa ir verticalmente para baixo.
sr: -90 значи ићи усправно надоле.
uk: -90 означає «вертикально вниз».

source: Possible range goes from {0} to {1}.
hu: A lehetséges tartomány {0} és {1} között van.
pt_br: Intervalo possível vai de {0} a {1}.
sr: Могући опсег иде од „{0}“ до „{1}“.
uk: Можливий діапазон від {0} до {1}.

source: Accel
eu: Azel.
hu: Gyorsulás
pt_br: Acel
sr: Убрзање
uk: Прискорення

source: Select session date
cs: Výběr data série cvičení
dz: ལཱ་ཡུན་ཚེས་གྲངས་ སེལ་འཐུ་འབད་
eu: Hautatu saioaren data
hu: Munkamenetdátum kiválasztása
pt_br: Selecionar a data da sessão
sr: Изаберите датум сесије
uk: Виберіть дату сеансу

source: Add sport
cs: Přidání sportu
eu: Gehitu kirola
hu: Sport hozzáadása
pt_br: Adicionar esporte
sr: Додај спорт
uk: Додати вид спорту

source: Add new sport to database
cs: Přidat nový sport do databáze
eu: Gehitu beste kirol bat datu-basean
hu: Új sport hozzáadása az adatbázishoz
pt_br: Adicionar novo esporte ao banco de dados
sr: Додајте нови спорт у базу података
uk: Додати до бази даних новий вид спорту

source: Sorry, this sport '{0}' already exists in database
cs: Bohužel, tento sport „{0}“ již v databázi existuje
hu: Elnézést, a(z) „{0}” sport már létezik az adatbázisban
pt_br: Desculpe, o esporte “{0}” já existe no banco de dados
sr: Извините, овај спорт „{0}“ већ постоји у бази података
uk: Вибачте, цей запис виду спорту «{0}» вже існує у базі даних

source: Session: '{0}' exists. Please, use another name
cs: Série cvičení: „{0}“ existuje. Použijte prosím jiný název.
dz: ལཱ་ཡུན་: '{0}' ཡོདཔ་ཨིན། མིང་གཞན་ཅིག་ལག་ལེན་འཐབ་གནང་
hu: A(z) „{0}” munkamenet létezik. Használjon másik nevet
pt_br: A sessão “{0}” já existe. Por favor, use outro nome
sr: Сесија: „{0}“ постоји. Користите друго име
uk: Сеанс: «{0}» існує. Будь ласка, використайте іншу назву

source: Estimated size: {0} MB.
pt_br: Tamanho estimado: {0} MB.
sr: Процењена величина: {0} MB.

source: You will be prompted for a backup the next time you start Chronojump.
hu: A Chronojump következő indításakor a rendszer arra fogja kérni, hogy készítsen biztonsági mentést.
pt_br: Será perguntado por um backup na próxima inicialização do Chronojump.
sr: Биће вам постављен упит за прављење резерве када следећи пут покренете Времескочка.
uk: Програма попросить вас створити резервну копію під час наступного запуску Chronojump

source: You will be prompted for a backup in {0} days.
hu: A rendszer arra fogja kérni, hogy készítsen biztonsági mentést {0} nap múlva.
pt_br: Seráperguntado por um backup em {0} dias.
sr: Биће вам постављен упит за прављење резерве за {0} дана.
uk: Програма попросить вас зробити резервну копію за {0} днів.

source: You will no longer be bothered with scheduled backups, but you can continue backing up by clicking on
hu: A rendszer nem fogja többé ütemezett biztonsági mentésekkel zavarni, de folytathatja a biztonsági mentést erre a gombra kattintva:
pt_br: Não será mais perguntado sobre backups agendados, mas você pode continuar fazendo backup clicando em
sr: Више вам се неће досађивати са заказаним резервама, али можете наставити да правите резерве на клик
uk: Програма більше не турбуватиме вас повідомленнями щодо запланованих резервних копіювань, але ви можете продовжити резервне копіювання натисканням

source: Copy database to:
cs: Kopírovat databázi do:
hu: Adatbázis másolása ide:
pt_br: Copiar banco de dados para:
sr: Умножи базу података у:
uk: Копіювати базу даних сюди:

source: Select
cs: Vybrat
eu: Hautatu
hu: Kijelölés
pt_br: Selecionar
sr: Изабери
uk: Вибрати

source: Copied in {0} ms.
hu: Átmásolva {0} ezredmásodperc alatt.
pt_br: Copiado em {0} ms.
sr: Умножено за {0} ms.
uk: Скопійовано за {0} мс.

source: Failed, maybe the disk is full.
pt_br: Falhou, talvez o disco esteja cheio.
sr: Неуспех, можда је диск пун.

source: Export session to:
eu: Esportatu saioa hona:
hu: Munkamenet exportálása ide:
pt_br: Exportar a sessão para:
sr: Извези сесију у:
uk: Експортувати сеанс до:

source: Exported in {0} s
hu: Exportálva {0} másodperc alatt
pt_br: Exportado em {0} s
sr: Извезено за {0} s
uk: Експортовано за {0} с

source: Copying files
eu: Fitxategiak kopiatzen
hu: Fájlok másolása
pt_br: Copiando arquivos
sr: Умножавам датотеке
uk: Копіювання файлів

source: Import session
cs: Import série cvičení
eu: Inportatu saioa
hu: Munkamenet importálása
pt_br: Importar sessão
sr: Увези сесију
uk: Імпортувати сеанс

source: Number
cs: Číslo
dz: ཨང་གྲངས་
eu: Zenbakia
hu: Szám
pt_br: Número
sr: Број
uk: Кількість

source: Jumps reactive
cs: Skoky reakční
dz: ཇམཔསི་གདོང་ལེན་འབད་བཏུབ་
hu: Reaktív ugrások
pt_br: Saltos reativos
sr: Реактивни скокови
uk: Стрибки реактивні

source: Races interval
cs: Běhy intervalové
hu: Intervallum versenyek
pt_br: Intervalos de corridas
sr: Интервал трчања
uk: Інтервал між забігами

source: Open another database
eu: Ireki beste datu-base bat
hu: Másik adatbázis megnyitása
pt_br: Abrir outro banco de dados
sr: Отвори нову базу података
uk: Відкрити іншу базу даних

source: No data. Please, perform tests.
hu: Nincsenek adatok. Végezzen teszteket.
pt_br: Sem dados. Por gentileza, realize os testes.
sr: Нема података. Обавите тестове.
uk: Немає даних. Будь ласка, виконайте тести.

source: Manage tags
eu: Kudeatu etiketak
hu: Címkék kezelése
pt_br: Gerenciar etiquetas
sr: Управљај ознакама
uk: Керування мітками

source: Create new tag
eu: Sortu etiketa berria
hu: Új címke létrehozása
pt_br: Criar nova etiqueta
sr: Направи нову ознаку
uk: Створити нову мітку

source: Create
eu: Sortu
hu: Létrehozás
pt_br: Criar
sr: Направи
uk: Створити

source: Select tags for this session
eu: Hautatu saio honetako etiketak
hu: Címkék kiválasztása ehhez a munkamenethez
pt_br: Seleciona etiquetas para essa sessão
sr: Изаберите ознаке за ову сесију
uk: Виберіть мітки для цього сеансу

source: Select tags for session:
eu: Hautatu saio honetako etiketak:
hu: Címkék kiválasztása a munkamenethez:
pt_br: Selecionar etiquetas para sessão:
sr: Изабери ознаке за сесију:
uk: Виберіть мітки для сеансу:

source: Change name
eu: Aldatu izena
hu: Név megváltoztatása
pt_br: Alterar nome
sr: Промени назив
uk: Змінити назву

source: Are you sure you want to delete this tag?
eu: Ziur zaude etiketa hau ezabatu nahi duzula?
hu: Biztosan törölni szeretné ezt a címkét?
pt_br: Você tem certeza de que deseja excluir esta etiqueta?
sr: Да ли сигурно желите да обришете ову ознаку?
uk: Ви справді хочете вилучити цю мітку?

source: Need to fill person's leg parameters.
eu: Pertsonaren hanken parametroak bete behar dira.
hu: Ki kell tölteni a személy lábának paramétereit.
pt_br: Precisa preencher os parâmetros de perna da pessoa.
sr: Треба да попуните параметре ноге особе.
uk: Слід заповнити параметри ноги особи.

source: Person's leg parameters are incorrect.
eu: Pertsonaren hanken parametroak okerrak dira.
hu: A személy lábának paraméterei helytelenek.
pt_br: Parâmetros de perna da pessoa estão incorretos.
sr: Параметри ноге особе нису тачни.
uk: Параметри ноги особи є некоректними.

source: Need to execute jumps SJl and/or SJ.
hu: Végre kell hajtani az SJl és/vagy SJ guggolásból ugrásokat
pt_br: Precisa executar saltos SJl e/ou SJ.
sr: Треба да обавите скокове из чучња са додатним оптерећењем и/или скокове из чучња.
uk: Слід виконати стрибки SJl і/або SJ.

source: Need to execute jumps with different weights.
eu: Jauziak pisu desberdinekin exekutatu behar dira.
hu: Végre kell hajtani az ugrásokat különböző súlyokkal.
pt_br: Precisa executar saltos com diferentes comprimentos.
sr: Треба да обавите скокове са различитим тежинама.
uk: Слід виконати стрибки із різною вагою.

source: F0 and V0 are not > 0.
hu: Az F0 és V0 nem > 0.
pt_br: F0 e V0 não são > 0.
sr: F0 и V0 нису > 0.
uk: F0 і V0 не > 0.

source: F0 is not > 0.
hu: Az F0 nem > 0.
pt_br: F0 não é > 0.
sr: F0 није > 0.
uk: F0 не > 0.

source: V0 is not > 0.
hu: A V0 nem > 0.
pt_br: V0 não é > 0.
sr: V0 није > 0.
uk: V0 не > 0.

source: Need to develop force
eu: Indarra garatu behar da
hu: Fejleszteni kell az erőt
pt_br: Precisa desenvolver força
sr: Треба да развијете силу
uk: Слід розвинути силу

source: Need to develop speed
eu: Abiadura garatu behar da
hu: Fejleszteni kell a sebességet
pt_br: Precisa desenvolver velocidade
sr: Треба да развијете брзину
uk: Слід розвинути швидкість

source: Max Speed
eu: gehieneko abiadura
hu: Legnagyobb sebesség
pt_br: Velocidade máxima
sr: Највећа брзина
uk: Максимальна швидкість

source: Need to execute jumps:
eu: Jauziak exekutatu behar dira:
hu: Végre kell hajtani az ugrásokat:
pt_br: Precisa executar saltos:
sr: Треба да обавите скокове:
uk: Слід виконати стрибки:

source: Need to execute races:
eu: Lasterketak exekutatu behar dira:
hu: Végre kell hajtani a versenyeket:
pt_br: Precisa executar corridas:
sr: Треба да обавите трчања:
uk: Слід виконати підходи:

source: Jumps cannot be the same.
eu: Jauziek ezin dute jauzi bera izan.
hu: Az ugrások nem lehetnek ugyanazok.
pt_br: Os saltos não podem ser iguais.
sr: Скокови не могу бити исти.
uk: Стрибки не можуть бути однаковими.

source: Optimal fall height
hu: Optimális esésmagasság
pt_br: Altura de queda ideal
sr: Оптимална висина пада
uk: Оптимальна висота падіння

source: Jump type:
eu: Jauzi mota:
hu: Ugrástípus:
pt_br: Tipo de salto:
sr: Врста скока:
uk: Тип стрибків:

source: Race type:
eu: Lasterketa mota:
hu: Versenytípus:
pt_br: Tipo de corrida:
sr: Врста трчања:
uk: Тип підходу:

source: Error
cs: Chyba
eu: Errorea
hu: Hiba
pt_br: Erro
sr: Грешка
uk: Помилка

source: Parabole is concave
eu: Parabola ahurra da
hu: A parabola konkáv
pt_br: A parábola é concava
sr: Парабола је конкавна
uk: Парабола є увігнутою

source: Need at least 3 points
eu: Gutxienez 3 puntu behar dira
hu: Legalább 3 pont szükséges
pt_br: São necessários no mínimo 3 pontos
sr: Потребна су најмање 3 поена
uk: Потрібно принаймні 3 точки

source: with different falling heights
eu: erorketa-altuera desberdinekin
hu: különböző esésmagasságokkal
pt_br: com diferentes alturas de queda
sr: са различитим тежинама пада
uk: із різними висотами падіння

source: Please, touch the platform or click Chronopic TEST button.
cs: Dotkněte se prosím plošiny, nebo zmáčkněte TEST na zařízení Chronopic.
hu: Érintse meg a platformot, vagy kattintson a Chronopic TESZT gombra.
pt_br: Por favor, toque a plataforma ou clique o botão TESTE Chronopic.
sr: Додирните платформу или притисните дугме Хронопика „ТЕСТИРАЈ“.
uk: Будь ласка, доторкніться до платформи або натисніть кнопку TEST Chronopic.

source: Please, cut photocell barrier or click Chronopic TEST button.
cs: Přetněte prosím dráhu fotobuňky, nebo zmáčkněte TEST na zařízení Chronopic.
hu: Érintse meg a platformot, vagy kattintson a Chronopic TESZT gombra.
pt_br: Por favor, corte a barreira fotocélula ou clique o botão TESTE Chronopic.
sr: Пресеците баријеру фотоћелије или притисните дугме Хронопика „ТЕСТИРАЈ“.
uk: Будь ласка, обріжте бар'єр фотоелементів або натисніть кнопку TEST Chronopic.

source: Applied
cs: Použito
hu: Alkalmazva
pt_br: Aplicado
sr: Примењено
uk: Застосовано

source: Connected to Chronopic
hu: Kapcsolódva a Chronopichez
pt_br: Conectado ao Chronopic
sr: Повезан са Хронопиком
uk: З'єднано із Chronopic

source: Failed
cs: Selhalo
eu: Huts egin du
hu: Sikertelen
pt_br: Falhou
sr: Неуспех
uk: Помилка

source: Device not found.
eu: Ez da gailua aurkitu.
hu: Az eszköz nem található.
pt_br: Dispositivo não encontrado.
sr: Нисам нашао уређај.
uk: Пристрій не знайдено.

source: Compatible
hu: Kompatibilis
pt_br: Compatível
sr: Сагласно

source: Cancelling
eu: Uzten
hu: Megszakítás
pt_br: Cancelando
sr: Отказујем
uk: Скасування

source: Chronojump devices
cs: Zařízení Chronojump
eu: Chronojump gailuak
hu: Chronojump eszközök
pt_br: Dispositivos de Chronojump
sr: Уређаји Времескочка
uk: Пристрої Chronojump

source: Found 1 device.
cs: Bylo nalezeno 1 zařízení
eu: Gailu 1 aurkitu da.
hu: 1 eszköz található.
pt_br: Localizado 1 dispositivo.
sr: Нађох {0} уређај.
uk: Знайдено {0} пристрій.

source: One device is not configured. Please, configure it clicking the arrows.
cs: Jedno zařízení není nastavené. Nastavte jej prosím kliknutím na šipku.
hu: Egy eszköz nincs beállítva. Állítsa be azt a nyilakra kattintva.
pt_br: Um dispositivo não está configurado. Por favor, configure-o clicando nas setas.
sr: {0} уређај није подешен. Подесите га кликом на стрелицу.
uk: {0} пристрій не налаштовано. Будь ласка, налаштуйте їх натисканням кнопок зі стрілками.

source: Connect and reopen device window.
cs: Připojte jej a znovu otevřete okno zařízení.
eu: Konektatu eta ireki berriro gailuaren leihoa.
hu: Csatlakoztassa, és nyissa meg újra az eszközablakot.
pt_br: Conecte-o ou reabra a janela do dispositivo.
sr: Повежите и поново отворите прозор уређаја.
uk: З'єднайте пристрій і повторно відкрийте вікно пристрою.

source: Confirm
eu: Berretsi
hu: Megerősítés
pt_br: Confirme
sr: Потврди
uk: Підтвердити

source: or
cs: nebo
eu: edo
hu: vagy
pt_br: ou
sr: или
uk: або

source: Old weight
cs: Stará hmotnost
eu: Pisu zaharra
hu: Régi súly
pt_br: Peso antigo
sr: Стара тежина
uk: Стара вага

source: New weight option 1
cs: Nová hmotnost volba 1
eu: Pisu berria 1. aukera
hu: Új súly 1. lehetőség
pt_br: Novo peso opção 1
sr: Нова тежина 1. опција
uk: Нова вага варіант 1

source: New weight option 2
cs: Nová hmotnost volba 2
eu: Pisu berria 2. aukera
hu: Új súly 2. lehetőség
pt_br: Novo peso opção 2
sr: Нова тежина 2. опција
uk: Нова вага варіант 2

source: Threshold for jumps
cs: Prahová hodnota pro skoky
eu: Jauzietarako atalasea
hu: Küszöbszint az ugrásokhoz
pt_br: Limiar para saltos
sr: Праг за скокове
uk: Поріг для стрибків

source: Threshold for runs
cs: Prahová hodnota pro běhy
hu: Küszöbszint a futásokhoz
pt_br: Limiar para corridas
sr: Праг за трчања
uk: Поріг для підходів

source: Threshold for other tests
cs: Prahová hodnota pro ostatní testy
eu: Beste probetarako atalasea
hu: Küszöbszint egyéb tesztekhez
pt_br: Limitar para outros testes
sr: Праг за друга тестирања
uk: Поріг для інших тестів

source: Spurious signals are common on electronics.
hu: A hamis jelek gyakoriak az elektronikában.
pt_br: Sinais espúrios são comuns em eletrônicos.
sr: Лажни сигнали су уобичајени на електроници.
uk: Хибні сигнали є поширеними у електроніці.

source: Threshold refers to the minimum value measurable and is the common way to clean this spurious signals.
hu: A küszöbszint a legkisebb mérhető értékre utal, és ez a szokásos módja a hamis jelek tisztításának.
pt_br: Limiar refere-se ao valor mínimo mensurável e é a forma comum para limpar esses sinais espúrios.
sr: Праг се односи на најмање мерљиве вредности и то је уобичајен начин за чишћење ових лажних сигнала.
uk: Порогове значення стосується мінімально вимірюваного значення і є поширеним способом відсіювання хибних сигналів.

source: Threshold should be a value lower than expected values.
cs: Prahová hodnota by měla být nižší než jsou očekávané hodnoty.
hu: A küszöbszintnek az elvárt értékeknél kisebb értéknek kell lennie.
pt_br: Limiar deve ser um valor menor que os valores esperados.
sr: Праг треба бити вредност нижа од очекиваних вредности.
uk: Порогове значення має бути значенням, яке нижче за очікувані значення.

source: On database three different thresholds are stored: jumps, races and other tests.
cs: V databázi se uchovávají tři různé prahové hodnoty: skoky, běhy a ostatní testy.
hu: Az adatbázisban három különböző küszöbszint van tárolva: ugrások, versenyek és egyéb tesztek.
pt_br: Três limiares diferentes são armazenados no banco de dados: saltos, corridas e outros testes.
sr: У бази података се смештају три различита прага: скокови, трчања и друге вежбе.
uk: У базі даних зберігаються три різних порогових значення: стрибки, підходи та інші тести.

source: If you change these values they will be stored once test is executed.
cs: Když tyto hodnoty změníte, uchovají se pro spuštěný test.
hu: Ha megváltoztatja ezeket az értékeket, azok csak akkor lesznek eltárolva, amikor a tesztet végrehajtják.
pt_br: Se você alterar esses valores, eles serão armazenados assim que o teste for executado.
sr: Ако промените ове вредности биће сачуване након извршене вежбе.
uk: Якщо ви внесете зміни до цих значень, їх буде збережено при виконанні тесту.
