Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: Each track ends before biggest contact time.
cs: Jednotlivá kola končí před hlavním kontaktním časem.
eu: Pista bakoitza kontaktu-denbora handia baino lehen amaitzen da.
hu: Minden pálya véget ér a legnagyobb érintkezési idő előtt.
pt_br: Cada pista termina antes do maior tempo de contato.
sr: Свака стаза се завршава пре највећег времена контакта.
uk: Кожна доріжка завершується перед найбільшим часом контакту.

source: on simple races
cs: při jednoduchých bězích
eu: lasterketa sinpleetan
hu: egyszerű versenyeken
pt_br: em corridas simples
sr: при једном трчању
uk: на простих забігах

source: on intervallic races
cs: při intervalových bězích
eu: tartekako lasterketetan
hu: intervallum versenyeken
pt_br: em corridas com intervalo
sr: при периодичним трчањима
uk: на інтервальних забігах

source: Recording time
cs: Doba záznamu
eu: Grabazioaren denbora
hu: Felvétel időpontja
pt_br: Gravando tempo
sr: Време снимања
uk: Час запису

source: End at n inactivity seconds
cs: Ukončit v n-té sekundě nečinnosti
eu: Amaitu n segundoz inaktibo egon donren
hu: Véget ér n tétlen másodperc múlva
pt_br: Terminar depois de n segundos de inatividade
sr: Заврши након n секунде неактивности
uk: Завершувати за вказаної кількості секунд без активності

source: Discard first repetitions
cs: Zahodit několik prvních opakování
eu: Baztertu lehen errepikapenak
hu: Első ismétlések elvetése
pt_br: Descartar as primeiras repetições
sr: Одбаци прва понављања
uk: Відкидати перші повторення

source: Recommended: 3
cs: Doporučeno: 3
eu: Gomendatua: 3
hu: Ajánlott: 3
pt_br: Recomendado: 3
sr: Препоручено: 3
uk: Рекомендовано: 3

source: Average of both phases
eu: Bi faseen batez bestekoa
hu: Mindkét fázis átlaga
pt_br: Média de ambas fases
sr: Просек обе фазе
uk: Середнє за обома фазами

source: recommended
cs: doporučeno
eu: gomendatua
hu: ajánlott
pt_br: recomendado
sr: препоручено
uk: рекомендовано

source: Criteria for selecting the best eccentric-concentric repetition
eu: Errepikapen eszentriko-kontzentriko onena hautatzeko irizpidea
hu: A legjobb excentrikus-koncentrikus ismétlés kiválasztásának feltételei
pt_br: Critério para selecionar a melhor repetição excêntrica-concêntrica
sr: Критеријум за бирање најбољег понављања вансредишњег-средишњег
uk: Критерії для вибору найкращого ексцентрично-концентричного повторення

source: Repetitions to show during capture graph
eu: Kaptura-grafikoan erakutsiko diren errepikapenak
hu: A grafikon felvétele során megjelenítendő ismétlések
pt_br: Repetições a serem mostradas durante o gráfico de captura
sr: Понављања за приказивање приликом графика снимка
uk: Повторення, які слід показувати під час захоплення графіка

source: Show all repetitions
cs: Zobrazovat všechna opakování
eu: Erakutsi errepikapen guztiak
hu: Az összes ismétlés megjelenítése
pt_br: Mostrar todas as repetições
sr: Прикажи сва понављања
uk: Показувати усі повторення

source: Show only last repetitions
cs: Zobrazovat jen několik posledních opakování
eu: Erakutsi azken errepikapenak soilik
hu: Csak az utolsó ismétlések megjelenítése
pt_br: Mostrar apenas as últimas repetições
sr: Прикажи само последња понављања
uk: Показувати лише останні повторення

source: Font size at capture
cs: Velikost fontu při snímání
eu: Letra-tamaina kapturan
hu: Betűméret a felvételkor
pt_br: Tamanho de fonte na captura
sr: Величина слова при снимању
uk: Розмір шрифту при захопленні

source: Appearance
cs: Vzhled
eu: Itxura
hu: Megjelenés
pt_br: Aparência
sr: Изглед
uk: Вигляд

source: Show start and duration of each repetition
cs: Zobrazovat začátek a délku každého opakování
eu: Erakutsi errepikapen bakoitzaren hasiera eta iraupena
hu: A kezdés és időtartam megjelenítése az összes ismétlésnél
pt_br: Mostrar início e duração de cada repetição
sr: Прикажи почетак и трајање сваког понављања
uk: Показувати початок і тривалість кожного повторення

source: Do not use triggers
cs: Nepoužívat spouštěče
eu: Ez erabili abiarazleak
hu: Ne használjon aktiválókat
pt_br: Não usar gatilhos
sr: Не користи окидаче
uk: Не використовувати перемикачі

source: Cut sets into repetitions using triggers
cs: Rozdělit sady do opakování pomocí spouštěčů
eu: Moztu multzoak errepikapenetan abiarazleen bidez
hu: Sorozatok vágása ismétlésekbe aktiválók használatával
pt_br: Cortar conjuntos em repetições usando gatilhos
sr: Исеци скупове у понављањима користећи окидаче
uk: Обрізати набори до повторень за допомогою перемикачів

source: First repetition starts when "capture" button is pressed
cs: První opakování začne, když je zmáčknuto tlačítko „snímat“
eu: Lehen errepikapena hasten da "kapturatu" botoia sakatzen denean
hu: Az első ismétlés akkor kezdődik, ha a „felvétel” gombot megnyomták
pt_br: Primeira repetição inicia quando o botão “capturar” é pressionado
sr: Прво понављање почиње када се притисне дугме „снимај“
uk: Перше повторення розпочинається у відповідь на натискання кнопки «Захопити»

source: First repetition starts when trigger button is pressed
cs: První opakování začne, když je zmáčknuto tlačítko spouštěče
eu: Lehen errepikapena hasten da abiarazle-botoia sakatzen denean
hu: Az első ismétlés akkor kezdődik, ha az aktiváló gombot megnyomták
pt_br: Primeira repetição inicia quando o botão de gatilho é pressionado
sr: Прво понављање почиње када се притисне дугме окидача
uk: Перше повторення розпочинається у відповідь на натискання кнопки перемикача

source: Capture sets continuously
cs: Snímat sady průběžně
eu: Kapturatu multzoak etengabe
hu: Sorozatok folyamatos felvétele
pt_br: Captura conjuntos continuamente
sr: Непрекидно снимај скупове
uk: Захоплювати набори неперервно

source: Not recommended
cs: nedoporučeno
eu: Ez da gomendatzen
hu: Nem ajánlott
pt_br: Não recomendado
sr: Није препоручено
uk: Не рекомендуємо

source: Propulsive
cs: Hnací
eu: Propultsiboa
hu: Előrehaladó
pt_br: Propulsão
sr: Покретачки
uk: Спонукальна

source: On concentric evaluate only propulsive phase
cs: Při koncentrické vyhodnotit pouze hnací fázi
eu: Kontzentrikoan, ebaluatu fase propultsiboa soilik
hu: Koncentrikusan csak előrehaladó mozgásos szakaszt értékeljen
pt_br: Na avaliação concêntrica apenas a fase de propulsão
sr: Код средишњег оцењивања само покретачка фаза
uk: У концентричному режимі оцінювати лише спонукальну фазу

source: On inertial machines this option is not used.
cs: U momentových kotoučů se tato volba nepoužívá.
eu: Makina inertzialetan aukera hori ez da erabiltzen.
hu: Passzív gépeken ezt a beállítást nem használják.
pt_br: Em máquinas inerciais essa opção não é usada.
sr: На инерцијским машинама ова опција се не користи.
uk: На інерційних машинах цей варіант не використовується.

source: Work
cs: Práce
eu: Lana
hu: Munka
pt_br: Trabalho
sr: Рад
uk: Робота

source: Joules
eu: Jouleak
hu: Joule
sr: Џула
uk: Джоулі

source: Units
cs: Jednotky
eu: Unitateak
hu: Mértékegységek
pt_br: Unidades
sr: Јединице
uk: Одиниці

source: X variable to show on inertial analyze graphs
cs: Proměnná X, kterou se má zobrazovat v grafech inerciální analýzy
eu: Analisi-grafiko inertzialetan erakutsiko den X aldagaia
hu: A tehetetlenségi elemzés grafikonjain megjelenítendő X változó
pt_br: Variável X para mostrar no gráfico de análise inercial
sr: X променљива за приказивање на графицима анализе инерције
uk: Змінна X для показу графіків інерційного аналізу

source: Equivalent mass
eu: Masa baliokidea
hu: Egyenértékű tömeg
pt_br: Massa equivalente
sr: Подједнака маса
uk: Еквівалентна маса

source: (Recommended)
eu: (Gomendatua)
hu: (Ajánlott)
pt_br: (Recomendado)
sr: (Препоручено)
uk: (Рекомендований)

source: Smoothing
cs: Vyhlazování
eu: Leuntzea
hu: Simítás
pt_br: Suavizando
sr: Умекшавање
uk: Згладжування

source: Non weighted
cs: Nevážené
eu: Haztatu gabea
hu: Nem súlyozott
pt_br: Não pesado
sr: Није мерено
uk: Незважене

source: Weighted
cs: Vážené
eu: Haztatua
hu: Súlyozott
pt_br: Pesado
sr: Мерено
uk: Зважене

source: Weighted^2
cs: Vážené ²
eu: Haztatua^2
hu: Súlyozott^2
pt_br: Pesado^2
sr: Мерено^2
uk: Зважене^2

source: Weighted^3
cs: Vážené ³
eu: Haztatua^3
hu: Súlyozott^3
pt_br: Pesado^3
sr: Мерено^3
uk: Зважене^3

source: Recommended: Weighted^2
cs: Doporučeno: Vážené ²
eu: Gomendatua: Haztatua^2
hu: Ajánlott: súlyozott^2
pt_br: Recomendado: Pesado^2
sr: Препоручено: Мерено^2
uk: Рекомендовано: Зважене^2

source: 1RM prediction
cs: Odhad 1RM
eu: 1RM aurresatea
hu: 1RM előrejelzés
pt_br: 1RM previsão
sr: Предвиђање 1РМ
uk: Передбачення 1RM

source: other
cs: ostatní
dz: གཞན་
hu: egyéb
pt_br: outro
sr: остало

source: Interval displayed on graph
eu: Grafikoan bistaratutako tartea
hu: A grafikonon megjelenített intervallum
pt_br: Intervalo exibido no gráfico
sr: Интервал приказан на графику
uk: Інтервал, який показано на графіку

source: Behaviour when signal gets to the right of the screen
cs: Chování, když signál pokračuje vpravo mimo obrazovku
eu: Portaera seinalea pantailaren eskuinera iristen denean
hu: A viselkedés, amikor a jel a képernyő jobb oldalára kerül
pt_br: Comportamento quando o sinal chega à direita da tela
sr: Понашање када сигнал стигне на десну страну екрана
uk: Поведінка, коли сигнал доходить до правої частини екрана

source: Scroll
cs: Posunout
eu: Korritu
hu: Görgetés
pt_br: Rolagem
sr: Премакни
uk: Гортати

source: Zoom out
cs: Změnit měřítko
eu: Txikiagotu
hu: Kicsinyítés
pt_br: Reduzir
sr: Умањи
uk: Зменшити

source: Method to calculate variability
eu: Aldakortasuna kalkulatzeko metodoa
hu: Módszer a változékonyság kiszámításához
pt_br: Método para calcular variabilidade
sr: Метода за израчунавање варијабилности
uk: Метод обчислення варіативності

source: Old Chronojump method
cs: Stará metoda Chronojump
eu: Chronojump metodo zaharra
hu: Régi Chronojump módszer
pt_br: Método antigo do Chronojump
sr: Стара метода Времескочка
uk: Старий метод Chronojump

source: A, B slider increment
cs: Krok táhla A, B
eu: A, B graduatzailearen gehikuntza
hu: A, B csúszka növelése
pt_br: Incremento de controle deslizante A, B
sr: Повећање A, B клизача
uk: Приріст повзунка A, B

source: Default:
cs: Výchozí:
eu: Lehenetsia:
hu: Alapértelmezett:
pt_br: Padrão:
sr: Основно:
uk: Типовий:

source: Max average force in
eu: Gehieneko batez besteko indarra hemen:
hu: Legnagyobb átlagos erő ebben:
pt_br: Média máx. força em
sr: Највећа просечна сила у
uk: Макс. середнє зусилля у

source: Graphs line width
cs: Tloušťka čáry v grafech
eu: Grafiko-marren zabalera
hu: Grafikonok vonalvastagsága
pt_br: Largura da linha dos gráficos
sr: Ширина линије графика
uk: Товщина лінії графіка

source: Force sensor
cs: Snímač síly
eu: Indarraren sentsorea
hu: Erőérzékelő
pt_br: Sensor de força
sr: Сензор снаге
uk: Датчик сили

source: Minimum acceleration
cs: Minimální zrychlení
eu: Gutxieneko azelerazioa
hu: Legkisebb gyorsulás
pt_br: Aceleração mínima
sr: Најмање убрзање
uk: Мінімальне прискорення

source: Detection
eu: Detekzioa
hu: Felismerés
pt_br: Detecção
sr: Откривање
uk: Виявлення

source: Race analyzer
cs: Analyzátor běhu
eu: Lasterketen analizatzailea
hu: Versenyelemző
pt_br: Analisador de corrida
sr: Анализатор трчања
uk: Аналізатор підходів

source: Play sounds while capturing
cs: Přehrávat zvuk během snímání
eu: Erreproduzitu soinuak kapturan zehar
hu: Hangok lejátszása rögzítés közben
pt_br: Reproduzir sons enquanto captura
sr: Пусти звуке приликом снимања
uk: Відтворювати звуки під час захоплення

source: Play sound (on / off)
cs: Přehrávat zvuk (zapnuto/vypnuto)
eu: Erreproduzitu soinua (aktibatu / desaktibatu)
hu: Hang lejátszása (be / ki)
pt_br: Reproduzir sons (on / off)
sr: Пусти звук (укљ. / искљ.)
uk: Відтворення звуку (увімкн. / вимкн.)

source: System sounds
eu: Sistemaren soinuak
hu: Rendszerhangok
pt_br: Sons de sistema
sr: Системски звуци
uk: Системні звуки

source: Test sound
cs: Testovat zvuk
eu: Proba-soinua
hu: Teszt hang
pt_br: Teste de som
sr: Звук теста
uk: Перевірити звук

source: Sounds
cs: Zvuky
eu: Soinuak
hu: Hangok
pt_br: Sons
sr: Звуци
uk: Звуки

source: Select camera
cs: Vybrat kameru
eu: Hautatu kamera
hu: Kamera kiválasztása
pt_br: Selecionar câmera
sr: Изабери камеру
uk: Вибір камери

source: Resolution
cs: Rozlišení
eu: Bereizmena
hu: Felbontás
pt_br: Resolução
sr: Резолуција
uk: Роздільна здатність

source: Framerate
cs: Snímková rychlost
eu: Fotograma-emaria
hu: Képkockasebesség
pt_br: Taxa de quadros
sr: Проток кадрова
uk: Частота кадрів

source: Pixel format
eu: Pixelen formatua
hu: Képpontformátum
pt_br: Formato de pixel
sr: Формат пиксела
uk: Розміри у пікселях

source: Format
cs: Formát
eu: Formatua
hu: Formátum
pt_br: Formato
sr: Формат
uk: Формат

source: Configure
cs: Nastavit
eu: Konfiguratu
hu: Beállítás
pt_br: Configurar
sr: Подеси
uk: Налаштувати

source: On Windows at least Windows 7 is required.
cs: Na Windows je vyžadována minimálně verze Windows 7
eu: Windows sistemetan, gutxienez Windows 7 behar da.
hu: Windows esetén legalább Windows 7 szükséges.
pt_br: No Windows, pelo menos Windows 7 é necessário.
sr: На Виндоузу је потребан барем Виндоуз 7.
uk: У Windows потрібна принаймні Windows 7.

source: Show advanced controls
cs: Zobrazovat pokročilé ovládání
eu: Erakutsi kontrol aurreratuak
hu: Speciális vezérlők megjelenítése
pt_br: Mostrar controles avançados
sr: Прикажи напредне контроле
uk: Показати додаткове керування

source: Check if camera is running
cs: Zkontrolovat zda kamera běží
eu: Egiaztatu kamera abian dagoena ala ez
hu: Annak ellenőrzése, hogy a kamera fut-e
pt_br: Verificar se a câmera está em execução
sr: Провери да ли ради камера
uk: Перевірте, чи запущено камеру

source: Play
cs: Přehrát
eu: Erreproduzitu
hu: Lejátszás
pt_br: Reproduz
sr: Пусти
uk: Відтворити

source: Force stop
cs: Vynutit zastavení
eu: Behartu gelditzea
hu: Kényszerített leállítás
pt_br: Forçar parada
sr: Присили заустављање
uk: Примусово зупинити

source: Camera will be stopped n seconds after end test
cs: Kamera bude zastavena n sekund po skončení testu
eu: Kamera amaierako probatik n segundo igaro ondoren geldituko da
hu: A kamera le lesz állítva a test vége után N másodperccel
pt_br: A câmera será parada n segundos após o final do teste
sr: Камера ће бити заустављена n секунде након краја теста
uk: Камеру буде вимкнено за n секунд після завершення тесту

source: To ensure the end of test is recorded, it is recommended 2 seconds.
cs: Aby bylo jisté, že se nahraje konec testu, jsou doporučeny 2 sekundy.
eu: Probaren amaiera grabatzen dela ziurtatzeko, 2 segundo ezartzea gomendatzen da.
hu: Annak biztosításához, hogy a teszt vége rögzítve lesz, 2 másodperc ajánlott.
pt_br: Para garantir que o final do teste seja gravado, recomenda-se 2 segundos.
sr: Да би крај теста био сигурно снимљен, препоручују се 2 секунде.
uk: Щоб переконатися, що тест справді записано, рекомендуємо значення у 2 секунди.

source: <b>Advanced</b>
cs: <b>Pokročilé</b>
eu: <b>Aurreratua</b>
hu: <b>Speciális</b>
pt_br: <b>Avançado</b>
sr: <b>Напредно</b>
uk: <b>Додатково</b>

source: Video
eu: Bideoa
hu: Videó
pt_br: Vídeo
sr: Видео
uk: Відео

source: Multimedia
cs: Multimédia
hu: Multimédia
pt_br: Multimídia
sr: Мултимедија
uk: Звук та відео

source: Language
cs: Jazyk
dz: སྐད་ཡིག་
eu: Hizkuntza
hu: Nyelv
pt_br: Idioma
sr: Језик
uk: Мова

source: Use detected language
cs: Používat zjištěný jazyk
eu: Erabili detektatutako hizkuntza
hu: Érzéklet nyelv használata
pt_br: Usar idioma detectado
sr: Користи откривени језик
uk: Використати визначену мову

source: Force language
cs: Určit jazyk
eu: Behartu hizkuntza
hu: Nyelv kényszerítése
pt_br: Forçar idioma
sr: Приморај језик
uk: Примусова мова

source: This change needs restarting Chronojump
cs: Tato změna vyžaduje restart aplikace Chronojump
eu: Aldaketa honetarako, Chronojump berrabiarazi behar da
hu: Ez a változtatás a Chronojump újraindítását igényli
pt_br: Essa mudança exige o reinício do Chronojump
sr: Ова измена захтева поновно покретање Времескочка
uk: Ця зміна потребує перезапуску Chronojump для застосування

source: Spreadsheet import and export format
cs: Import a export do formátu tabulkového kalkulátoru
eu: Kalkulu-orriak inportatu eta esportatzeko formatua
hu: Munkafüzet importálás és exportálás formátuma
pt_br: Formato de importação e exportação de planilha
sr: Формат увоза и извоза табличног листа
uk: Формат імпортування та експортування електронної таблиці

source: Latin
cs: Latinka
eu: Latina
pt_br: Latim
sr: Латински
uk: Латиниця

source: Non-Latin
cs: Jiná než latinka
eu: Ez latina
hu: Nem latin
pt_br: Não latim
sr: Не-латински
uk: Не латиниця

source: Translate statistics graphs
cs: Překlad grafů se statistikami
eu: Itzuli estatistiken grafikoak
hu: Statisztika grafikonok eltolása
pt_br: Traduzir gráficos estatísticos
sr: Преведи графике резултата
uk: Перекласти статистичні графіки

source: Translate
cs: Překládat
eu: Itzuli
hu: Eltolás
pt_br: Traduzir
sr: Преведи
uk: Перекласти

source: Do not translate
cs: Nepřekládat
eu: Ez itzuli
hu: Ne tolja el
pt_br: Não traduzir
sr: Немој преводити
uk: Не перекладати

source: Allow to change devices
eu: Onartu gailuak aldatzea
hu: Eszközök megváltoztatásának engedélyezése
pt_br: Permitir alteração em dispositivos
sr: Дозволи промену уређаја
uk: Дозволити зміну пристроїв

source: Ask for confirm test deletion
cs: Žádat potvrzení při mazání testu
eu: Galdetu proba ezabatuko dela baieztatzeko
hu: Rákérdezés a teszttörlés megerősítésére
pt_br: Pedir para confirmar exclusão de teste
sr: Тражи потврду за брисање теста
uk: Питати підтвердження при вилученні тесту

source: Ask user if really wants to delete a test
cs: Dotazovat se uživatele, zda opravdu chce test smazat
eu: Galdetu erabiltzaileari benetan proba ezabatu nahi duen ala ez
hu: Kérdezze meg a felhasználót, hogy valóban törölni szeretne-e egy tesztet
pt_br: Pergunte ao usuário se realmente deseja excluir um teste
sr: Питај корисника да ли стварно жели да обрише тест
uk: Питати, чи справді користувач хоче вилучити тест

source: Decimal places
eu: Dezimalak
hu: Tizedes helyek
pt_br: Casas decimais
sr: Децимална места
uk: Десяткові позиції

source: Open logs folder
cs: Otevřít složku se záznamy
eu: Ireki erregistroen karpeta
hu: Naplók mappájának megnyitása
pt_br: Abrir pasta de logs
sr: Отвори фасциклу дневника
uk: Відкрити теку журналу

source: Open temp folder
cs: Otevřít složku s dočasnými soubory
eu: Ireki aldi baterako karpeta
hu: Átmeneti mappa megnyitása
pt_br: Abrir pasta temporária
sr: Отвори привремену фасциклу
uk: Відкрити тимчасову теку

source: Enter debug mode
cs: Vstoupit do ladicího režimu
eu: Sartu arazketa moduan
hu: Belépés hibakereső módba
pt_br: Entrar no modo depuração
sr: Укључи режим прочишћавања
uk: Увійти до режиму діагностики

source: SQL short test
cs: Krátký test SQL
eu: SQL proba laburra
hu: Rövid SQL teszt
pt_br: Teste curto de SQL
sr: Кратак тест СКуЛ-а
uk: Короткий тест SQL

source: SQL long test
cs: Dlouhý test SQL
eu: SQL proba luzea
hu: Hosszú SQL teszt
pt_br: Teste longo de SQL
sr: Дуг тест СКуЛ-а
uk: Довгий тест SQL

source: Python version
cs: Verze jazyka Python
eu: Python bertsioa
hu: Python-verzió
pt_br: Versão da Python
sr: Издање Питона
uk: Версія Python

source: Fonts used on graphs:
cs: Font použitý v grafech:
eu: Grafikoetan erabilitako letra-tipoak:
hu: Grafikonokon használt betűkészletek:
pt_br: Fontes usadas nos gráficos:
sr: Слова коришћена на графицима:
uk: Шрифти на графіках:

source: Do not write debug messages
cs: Nezapisovat ladicí zprávy
eu: Ez idatzi arazketa-mezuak
hu: Ne írjon ki hibakeresési üzeneteket
pt_br: Não escrever mensagens de depuração
sr: Не исписуј поруке прочишћавања
uk: Не записувати діагностичні повідомлення

source: Mute logs
cs: Vypnout protokolování
eu: Mututu erregistroak
hu: Naplók némítása
pt_br: Desabilitar logs
sr: Утишај дневнике
uk: Вимкнути журналювання

source: default: False
cs: výchozí: Vypnuto
eu: lehenetsia: Faltsua
hu: alapértelmezett: hamis
pt_br: padrão: Falso
sr: основно: Нетачно
uk: типове значення: False

source: Developer options
cs: Volby pro vývojáře
eu: Garatzaile-aukerak
hu: Fejlesztői beállítások
pt_br: Opções de desenvolvedor
sr: Опције за програмере
uk: Параметри для розробників

source: Small screens
cs: Malé obrazovky
eu: Pantaila txikiak
hu: Kis képernyők
pt_br: Telas pequenas
sr: Мали екрани
uk: Малі екрани

source: View more tabs
cs: Zobrazit další karty
eu: Ikusi fitxa gehiago
hu: Több lap megtekintése
pt_br: Ver mais abas
sr: Прикажи више језичака
uk: Переглянути інші вкладки

source: Query to server
cs: Dotaz na server
hu: Lekérdezés a kiszolgálóhoz
pt_br: Procurar no servidor
sr: Пропитај сервер

source: Perform a query to the server.
cs: Provést dotaz na server
hu: Lekérdezés végrehajtása a kiszolgálón.
pt_br: Executa uma consulta ao servidor.
sr: Обави пропитивање на серверу.

source: Type of test
cs: Typ testu
hu: Teszt típusa
pt_br: Tipo de teste
sr: Врста теста

source: Variable
cs: Proměnná
hu: Változó
pt_br: Variável
sr: Променљива

source: Test variables
cs: Proměnné testu
hu: Teszt változók
pt_br: Variáveis de testes
sr: Променљива теста

source: And
cs: a
hu: És
pt_br: E
sr: И

source: Age
cs: Věk
hu: Életkor
pt_br: Idade
sr: Старост

source: Person variables
cs: Proměnné osoby
hu: Személy változók
pt_br: Variáveis de pessoas
sr: Променљиве особе

source: Evaluator
cs: Hodnotitel
hu: Értékelő
pt_br: Avaliador
sr: Оцењивач

source: Show query
cs: Zobrazit dotaz
hu: Lekérdezés megjelenítése
pt_br: Mostrar consulta
sr: Прикажи упит

source: Results:
cs: Výsledky:
hu: Eredmények:
pt_br: Resultados:
sr: Резултати:

source: Average:
cs: Průměr:
hu: Átlag:
pt_br: Média:
sr: Просек:

source: Query
cs: Dotaz
hu: Lekérdezés
pt_br: Pesquisa
sr: Упит

source: Add before
cs: Přidat před
eu: Gehitu aurretik
hu: Hozzáadás előtte
pt_br: Adicionar antes
sr: Додај пре
uk: Додати перед

source: Add after
cs: Přidat za
eu: Gehitu ondoren
hu: Hozzáadás utána
pt_br: Adicionar após
sr: Додај после
uk: Додати після

source: Notes
cs: Poznámky
dz: དྲན་འཛིན་ཚུ་
hu: Megjegyzések
pt_br: Notas
sr: Белешке
uk: Нотатки

source: Totaltime
cs: Celkový čas
dz: དུས་ཚོད་བསྡོམས་
eu: Denbora osoa
hu: Teljes idő
pt_br: Tempo total
sr: Укупно време
uk: Загальний час

source: Chronojump Report window
cs: Okno výstupní sestavy Chronojump
dz: ཀོ་རོ་ནོ་ཇམཔ་ སྙན་ཞུ་སྒོ་སྒྲིག་
eu: Chronojump txostenen leihoa
hu: Chronojump jelentés ablak
pt_br: Janela de relatório do Chronojump
sr: Прозор извештаја Времескочка
uk: Вікно звіту Chronojump

source: Select data for HTML report
cs: Vyberte údaje pro výstupní sestavu v HTML
dz: ཨེཅ་ཊི་ཨེམ་ཨེལ་སྙན་ཞུ་གི་དོན་ལུ་ གནད་སྡུད་སེལ་འཐུ་འབད་
eu: Hautatu HTML txostenerako datuak
hu: Adatok kiválasztása HTML exportáláshoz
pt_br: Selecione os dados para relatório HTML
sr: Изабери податке за извоз ХТМЛ-а
uk: Виберіть дані для звіту HTML

source: show …
eu: erakutsi …
hu: megjelenítés…
pt_br: mostrar …
sr: прикажи …
uk: Показати…

source: Reactive
cs: Reakční
dz: གདོང་ལེན་འབད་བཏུབ་
eu: Erreaktiboa
hu: Reaktív
pt_br: Reativo
sr: Реактиван
uk: Реагування

source: Include laps
cs: Včetně okruhů
eu: Sartu itzuliak
hu: Tartalmazza a köröket
pt_br: Incluir voltas
sr: Укључи кругове
uk: Включити кола

source: Include individual
cs: Včetně individuálních
eu: Sartu banakakoak
hu: Tartalmazza az egyéneket
pt_br: Incluir individuais
sr: Укључи појединца
uk: Включити окремі

source: Data
eu: Datuak
hu: Adatok
pt_br: Dados
sr: Подаци
uk: Дані

source: Reaction times
cs: Doby reakce
hu: Reakcióidők
pt_br: Tempos de reação
sr: Времена реаговања

source: general data
cs: obecné údaje
eu: Datu orokorrak
hu: általános adatok
pt_br: dados gerais
sr: општи подаци
uk: загальні дані

source: Up
cs: Výše
eu: Gora
hu: Fel
pt_br: Para cima
sr: Горе
uk: Вгору

source: Down
cs: Níže
eu: Behera
hu: Le
pt_br: Para baixo
sr: Доле
uk: Вниз

source: See graph
cs: Zobrazit graf
eu: Ikusi grafikoa
hu: Grafikon megtekintése
pt_br: Ver gráfico
sr: Прикажи график
uk: Переглянути графік
