Repository: GNOME/chronojump
Catalog: po/*.po
Languages: cs, dz, eu, hu, pt_br, sr, uk

source: By laps
dz: བཀོག་བཞག་གི་ཐོག་ལས་

source: By time
dz: དུས་ཚོད་ཁར་

source: CMJ
dz: སི་ཨེམ་ཇེ་

source: ChronoJump - Confirm
dz: ཀོ་རོ་ནོ་ཇམཔ་-ངེས་དཔྱད་

source: ChronoJump - Error
dz: ཀོ་རོ་ནོ་ཇམཔ་-འཛོལ་བ་

source: Chronojump Statistics window
dz: ཀོ་རོ་ནོ་ཇམཔ་ ཚད་རྩིས་སྒོ་སྒྲིག་

source: Chronojump language select
dz: ཀོརོ་ནོ་ཇམཔི་སྐད་ཡིག་སེལ་འཐུ་

source: Chronopic
dz: ཀོ་རོ་ནོ་པིག་

source: Chronopic in
dz: ཀོ་རོ་ནོ་པིག་ ནང་

source: Collapse all
dz: ཆ་མཉམ་ཧྲམ་

source: Conditions in repetive test
dz: རི་པི་ཊིཔ་བརྟག་ཞིབ་ནང་གནས་སྟངས་ཚུ་

source: Confirm jump/run deletion
dz: ངེས་དཔྱད་ཇམཔ/གཡོག་བཀོལ་བཏོན་གཏང་བ་

source: Create a new run type in the database
dz: གནད་སྡུད་གཞི་རྟེན་ནང་ གཡོག་བཀོལ་དབྱེ་བ་གསརཔ་ཅིག་ གསར་བསྐྲུན་འབད་

source: Create new Run Type
dz: གཡོག་བཀོལ་དབྱེ་བ་གསརཔ་ གསར་བསྐྲུན་འབད་

source: Custom pulse
dz: སྲོལ་སྒྲིག་གི་འཕར་རྩ་

source: DJ
dz: ཌི་ཇེ་

source: Delete selected RJ jump
dz: སེལ་འཐུ་འབད་ཡོད་པའི་ཨར་ཇེ་ཇམཔ་འདི་ བཏོན་གཏང་

source: Delete selected intervallic run
dz: སེལ་འཐུ་འབད་ཡོད་པའི་ཨིན་ཊར་བེ་ལིག་གཡོག་བཀོལ་འདི་ བཏོན་གཏང་

source: Delete selected jump
dz: སེལ་འཐུ་འབད་ཡོད་པའི་ཇམཔ་འདི་བཏོན་གཏང་

source: Delete selected pulse
dz: སེལ་འཐུ་འབད་ཡོད་པའི་འཕར་རྩ་འདི་བཏོན་གཏང་

source: Delete selected run
dz: སེལ་འཐུ་འབད་ཡོད་པའི་གཡོག་བཀོལ་འདི་ བཏོན་གཏང་

source: Drop Jump
dz: ཇམཔ་བཞག་

source: Edit jump
dz: ཇམཔ་ཞུན་དག་འབད་

source: Edit run
dz: གཡོག་བཀོལ་ཞུན་དག་འབད་

source: Edit selected RJ jump
dz: སེལ་འཐུ་འབད་ཡོད་པའི་ཨར་ཇེ་ ཇམཔ་ ཞུན་དག་འབད་

source: Edit selected intervallic run
dz: སེལ་འཐུ་འབད་ཡོད་པའི་ཨིན་ཊར་བེ་ལིག་གཡོག་བཀོལ་འདི་ ཞུན་དག་འབད་

source: Edit selected jump
dz: སེལ་འཐུ་འབད་ཡོད་པའི་ཇམཔ་འདི་ཞུན་དག་འབད་

source: Edit selected pulse
dz: སེལ་འཐུ་འབད་ཡོད་པའི་འཕར་རྩ་ཞུན་དག་འབད་

source: Edit selected run
dz: སེལའཐུ་འབད་ཡོད་པའི་གཡོག་བཀོལ་ཞུན་དག་འབད་ཀཀ

source: Execute intervallic runs
dz: ཨིན་ཊར་བེ་ལིག་གཡོག་བཀོལ་འདི་ ལག་ལེན་འཐབ་

source: Execute reactive jump
dz: གདོང་ལེན་འབད་བཏུབ་པའི་ཇམཔ་ ལག་ལེན་འཐབ་

source: Execute simple jumps
dz: འཇམ་སམ་ཇམཔ་ ལག་ལེན་འཐབ་

source: Execute simple run
dz: འཇམ་སམ་གཡོག་བཀོལ་ ལག་ལེན་འཐབ་

source: Expand all
dz: ཆ་མཉམ་རྒྱ་བསྐྱེད་འབད་

source: Export session to _CSV (Spreadsheet)
dz: ལཱ་ཡུན་འདི་ སི་ཨེསི་བི་(ཤོག་ཁྲམ་ལུ་)ལུ་ཕྱིར་འདྲེན་འབད་(_C)

source: Export session to _XML
dz: ཨེགསི་ཨེམ་ཨེལ་ལུ་ ལཱ་ཡུན་ཕྱིར་འདྲེན་འབད་

source: Extra data for this jump
dz: ཇམཔ་འདི་གི་དོན་ལུ་ གནད་སྡུད་ཐེབས་

source: Extra data for this pulse
dz: འཕར་་རྩ་གི་དོན་ལུ་ གནད་སྡུད་ཐེབས་

source: Extra data for this run
dz: གཡོག་བཀོལ་དོན་ལུ་ གནད་སྡུད་ཐེབས་

source: Extra weight %
dz: ལྗིད་ཚད་ཐེབས་ %

source: F
dz: ཨེཕ་

source: Finish jump (save jump until this moment)
dz: ཇམཔ་རྫོགས་པ་(ཡུད་ཙམ་ཅིག་གི་བར་ཇམཔ་སྲུངས་)

source: Free pulse
dz: རང་དབང་གི་འཕར་རྩ་

source: Height (cm)
dz: མཐོ་ཚད་(སི་ཨེམ་)

source: If a reactive jump is limited by time, and time has running out, allow finish jump
dz: གདོང་ལེན་འབད་བཏུབ་པའི་ཇམཔ་ཅིག་ ཆུ་ཚོད་ཀྱིས་ཚད་བཟོ་སྟེ་ཡོད་པ་ཅིན་ དེ་ལས་ཆུ་ཚོད་གཡོག་བཀོལ་ཏེ་ཡོད་པ་ཅིན་ ཇམཔ་འདི་རྫོགས་བཅུག་

source: Illinois
dz: ཨི་ལི་ནོ་ཨིསི་

source: Intervallic run limited by Laps
dz: ཨེལ་ཨེ་པི་ཚུ་གིས་ཨིན་ཊར་བེ་ལིག་གཡོག་བཀོལ་བའི་ཚད་

source: Intervallic run limited by Time
dz: ཆུ་ཚོད་ཀྱིས་སྦེ་ཨིན་ཊར་བེ་ལིཀ་གཡོག་ཚད་

source: Intervallic run unlimited (until "finish" button is clicked)
dz: (until "finish" ཨེབ་རྟ་འདི་ཨེབ་གཏང་འབད་ཡོདཔ་)ཚད་མེད་པའི་ཨིན་ཊར་བེ་ལིཀ་གཡོག་བཀོལ།

source: Jump Reactive
dz: ཇམཔ་ གདོང་ལེན་འབད་བཏུབ་

source: M
dz: ཨེམ་

source: More intervallic runs
dz: ཨིན་ཊར་བེ་ལིག་གཡོག་བཀོལ་ལེ་ཤ་

source: More pulse types
dz: འཕར་རྩའི་དབྱེ་བ་ལེ་ཤ་

source: More pulses
dz: འཕར་རྩ་མངམ་

source: More reactive jumps
dz: གདོང་ལེན་འབད་བཏུབ་པའི་ཇམཔ་ལེ་ཤ་

source: More simple jumps
dz: འཇམ་སམ་གྱི་ཇམཔ་ལེ་ཤ་

source: More simple runs
dz: འཇམ་སམ་གཡོག་བཀོལ་ལེ་ཤ་

source: New jumper
dz: མཆོང་མི་གསརཔ་

source: Now
dz: ད་ལས་ཕར་

source: Optimal expand
dz: གང་དྲག་རྒྱ་བསྐྱེད་

source: Paint a circle at end
dz: མཇུག་ལུ་སྒོར་ཐིག་ཅིག་གུ་ཚོན་གཏང་

source: Person AVG
dz: གང་ཟག་ ཨེ་བི་ཇི་

source: Pla_tform
dz: གཞི་སྟེགས་(_t)

source: Please fill these values (bold titles are required)
dz: བེ་ལུ་འདི་ཚུ་བཀང་ (རྒྱགས་པ་བཟོ་ཡོད་པའི་མགོ་མིང་ཚུ་དགོཔ་ཨིན་)

source: Please select <b>Chronojump</b> language
dz: སྐད་ཡིག་<b>ཀོརོ་ནོ་ཇམཔི་</b> འདི་སེལ་འཐུ་འབད་གནང་

source: Prefer height over TF
dz: ཊི་ཨེཕ་གི་ལྟག་ལས་ མཐོ་ཚད་དགའ་

source: Prefer m/s over Km/h
dz: ཀེ་ཨེམ་/ཨེཆ་ གི་ལྟག་ལས་ ཨེམ་/ཨེསི་དགའ་

source: RJ(j)
dz: ཨར་ཇེ་(ཇེ་)

source: RJ(t)
dz: ཨར་ཇེ་(ཊི་)

source: RJ(unlimited)
dz: ཨར་ཇེ་(ཚད་མེདཔ་)

source: Reactive Jump unlimited (until "finish" button is clicked)
dz: (until "finish" ཨེབ་རྟ་འདི་ཨེབ་གཏང་ཡོདཔ་)ཚད་མེད་ལོག་ཤུགས་ལྡན་མཆོང་

source: Repair selected RJ jump
dz: སེལ་འཐུ་འབད་ཡོད་པའི་ ཨར་ཇེ་ ཇམཔ་འདི་ ཉམས་བཅོས་འབད་

source: Repair selected intervallic run
dz: སེལ་འཐུ་འབད་ཡོད་པའི་ཨིན་ཊར་བེ་ལིག་གཡོག་བཀོལ་ ཉམས་བཅོས་འབད་

source: Repair selected pulse
dz: སེལ་འཐུ་འབད་ཡོད་པའི་འཕར་རྩ་ ཉམས་བཅོས་འབད་

source: Repair selected reactive jump
dz: སེལ་འཐུ་འབད་ཡོད་པའི་གདོང་ལེན་འབད་བཏུབ་པའི་ཇམཔ་ ཉམས་བཅོས་འབད་

source: Report window
dz: སྙན་ཞུ་སྒོ་སྒྲིག་

source: Rocket
dz: རོཀ་ཀེཊི་

source: Rocket jump
dz: རོཀ་ཀེཊི་མཆོང་

source: Run
dz: གཡོག་བཀོལ་

source: Run Intervallic
dz: གཡོག་བཀོལ་ཨིན་ཊར་བེ་ལིག་

source: Runs
dz: གཡོག་བཀོལ་ཚུ་

source: SJ
dz: ཨེསི་ཇེ་

source: SJl
dz: ཨེསི་ཇེ་ཨའི་

source: Select conditions for beep signals
dz: བརྡ་བཀོད་བཏོན་ནིའི་བརྡ་རྟགས་ཚུ་གི་དོན་ལུ་གནས་སྟངས་ཚུ་སེལ་འཐུ་འབད་

source: Serial ports help
dz: ཨང་རིམ་འདྲེན་ལམ་གྱི་གྲོགས་རམ་

source: Session AVG
dz: ལཱ་ཡུན་ ཨེ་བི་ཇི་

source: Show height
dz: མཐོ་ཚད་སྟོན་

source: Show indexes between TF and TC
dz: ཊི་ཨེཕ་དང་ཊི་སི་གཉིས་ཀྱི་བར་ནའི་ཟུར་ཐོ་ཚུ་སྟོན་

source: Show initial speed
dz: འགོ་ཐོག་མགྱོགས་ཚད་སྟོན་

source: Shuttle run
dz: ཤ་ཊལ་བང་རྒྱུག་

source: Stats window
dz: སི་ཊེཊིསི་སྒོ་སྒྲིག་

source: This dialog explains wich ports are suitable to be connected with chronopic
dz: ཌའི་ལོག་འདི་གིས་ ཀོརོ་ནོ་པིག་ལུ་མཐུད་ནི་ཨིན་པའི་འོས་འབབ་ལྡན་པའི་འདྲེན་ལམ་ག་འདི་ཨིན་ན་ གསལ་བཤད་འབདཝ་ཨིན་

source: Time from Chronopic is Ok
dz: ཀོརོ་ནོ་པིཀ་ལས་ཚུ་ཚོད་འདི་བཏུབ་ཅི་

source: Track distance (between platforms)
dz: རྗེས་ལམ་གྱི་རིང་ཚད་ (གཞི་སྟེགས་ཀྱི་བར་ན་)

source: Use this window to add until 10 people. If you need more, just repeat the operation later.
dz: མི་ ༡༠ མ་གང་ཚུན་ཚོད་ཁ་སྐོང་བརྐྱབ་ནི་གི་དོན་ལུ་ སྒོ་སྒྲིག་འདི་ལག་ལེན་འཐབ། ཧེང་བཀལ་དགོ་པ་ཅིན་ ཤུལ་ལས་བཀོལ་སྤྱོད་འདི་ཡང་བསྐྱར་འབད།

source: Useful to export to a Spreadsheet like MS Excel or OpenOffice or Gnumeric
dz: ཨེམ་ཨེསི་ཨེགསི་སེལ་ཡང་ན་ཨོ་པཱན་ཨོ་ཕིསི་ཡང་ན་ཇི་ནུ་མེ་རིག་བཟུམ་མའི་ཤོག་ཁྲམ་གཅིག་ལུ་ཕྱིར་འདྲེན་འབད་ནི་ལུ་གལ་ཅན་ཡོདཔ་ཨིན།

source: ZigZag
dz: སྦྲུལ་ཐིག་

source: _About
dz: སྐོར་ལས་(_A)

source: _Custom
dz: སྲོལ་སྒྲིག་(_C)

source: _Delete current person from this session
dz: ལཱ་ཡུན་འདི་ནང་ལས་ ད་ལྟོའི་གང་ཟག་འདི་བཏོན་གཏང་(_D)

source: _Delete session
dz: ལཱ་ཡུན་བཏོན་གཏང་(_D)

source: _Edit current person
dz: ད་ལྟོའི་གང་ཟག་འདི་ཞུན་དག་འབད་(_E)

source: _Edit session
dz: ལཱ་ཡུན་ཞུན་དག་འབད་(_E)

source: _File
dz: ཡིག་སྣོད་(_F)

source: _Help
dz: གྲོགས་རམ་(_H)

source: _Jump
dz: ཇམཔ་(_J)

source: _Load person
dz: གང་ཟག་མངོན་གསལ་འབད་(_L)

source: _Load session
dz: ལཱ་ཡུན་མངོན་གསལ་འབད་(_L)

source: _New person
dz: གང་ཟག་གསརཔ་(_N)

source: _New session
dz: ལཱ་ཡུན་གསརཔ་(_N)

source: _Other
dz: གཞན་(_O)

source: _Person
dz: གང་ཟག་(_P)

source: _Preferences
dz: དགའ་གདམ་ཚུ་(_P)

source: _Quit
dz: སྤང་(_Q)

source: _Run
dz: གཡོག་བཀོལ་(_R)

source: _Show all tests of current person
dz: ད་ལྟོའི་གང་ཟག་གི་བརྟག་ཞིབ་ཚུ་ཆ་མཉམ་སྟོན་(_S)

source: _View
dz: སྟོན་(_V)

source: action
dz: བྱ་བ་

source: always
dz: ཨ་རྟག་ར་

source: and show best TF / TC
dz: དང་ཊི་ཨེཕ་ / ཊི་སི་ལེགས་ཤོམ་སྟོན་

source: and show best time
dz: དང་དུས་ཚོད་ལེགས་ཤོམ་འདི་སྟོན་

source: and show worst TF / TC
dz: དང་ཊི་ཨེཕ་ /ཊི་སི་བྱང་ཉེས་འདི་སྟོན་

source: and show worst time
dz: དང་དུས་ཚོད་བྱང་ཉེས་འདི་སྟོན་

source: apply to
dz: འཇུག་སྤྱོད་འབད་

source: condition
dz: གནས་སྟངས་

source: current
dz: ད་ལྟོ་

source: current session data
dz: ད་ལྟོའི་ལཱ་ཡུན་གནད་སྡུད་

source: current session jumpers
dz: ད་ལྟོའི་ལཱ་ཡུན་མཆོང་མི་

source: define desired pulse step
dz: རེ་བ་བསྐྱེད་ཡོད་པའི་འཕར་རྩའི་རིམ་པ་ ངེས་འཛིན་འབད་

source: delete current session
dz: ད་ལྟོའི་ལཱ་ཡུན་བཏོན་གཏང་

source: delete last test
dz: མཇུག་གི་བརྟག་ཞིབ་བཏོན་གཏང་

source: description
dz: འགྲེལ་བཤད་

source: developers
dz: བཟོ་མི་

source: female
dz: མོ་

source: include subjumps
dz: ཡན་ལག་ཇམཔསི་ གྲངས་སུ་བཙུགས་

source: include subruns
dz: ཡན་ལག་གཡོག་བཀོལ་ཚུ་ གྲངས་སུ་བཙུགས་

source: intervallic runs
dz: ཨིན་ཊར་བེ་ལིག་གཡོག་བཀོལ་

source: jump extra data
dz: ཇམཔ་གནད་སྡུད་ཐེབས་

source: jumper's average
dz: མཆོང་མིའི་ ཆ་སྙོམས་

source: jumper's bests
dz: མཆོང་མིའི་ དགའ་ཤོས་

source: last
dz: མཇུག་

source: limit
dz: ཚད་

source: male
dz: ཕོ་

source: meters
dz: མི་ཊར་ཚུ་

source: more
dz: ལེ་ཤ་

source: pulse extra data
dz: འཕར་རྩའི་གནད་སྡུད་ཐེབས་

source: reactive jumps
dz: གདོང་ལེན་འབད་བཏུབ་པའི་ཇམཔསི་

source: run extra data
dz: གནད་སྡུད་ཐེབས་གཡོག་བཀོལ་

source: session
dz: ལཱ་ཡུན་

source: show all tests of this person
dz: གངཟག་འདི་གི་བརྟག་ཞིབ་ཚུ་ཆ་མཉམ་སྟོན་

source: show jumps
dz: ཇམཔསི་སྟོན་

source: show sex
dz: མཚན་མ་སྟོན་

source: simple jumps
dz: འཇམ་སམ་གྱི་ཇམཔསི་

source: simple runs
dz: འཇམ་སམ་གཡོག་བཀོལ་

source: sort by creation date
dz: གསར་བསྐྲུན་ཚེས་གྲངས་ཀྱིས་དབྱེ་སེལ་འབད་ནི་

source: start managing pulses freely
dz: འཛིན་སྐྱོང་འཕར་རྩ་ཚུ་སྟོང་མར་ འགོ་བཙུགས་

source: test "bad" bell
dz: བརྟག་ཞིབ་ "bad" དྲིལ་བརྡ་

source: test "good" bell
dz: བརྟག་ཞིབ་ "good" དྲིལ་བརྡ་

source: test!
dz: བརྟག་ཞིབ!

source: translators
dz: སྐད་སྒྱུར་པ་

source: type / subtype
dz: དབྱེ་བ་/ཡན་ལག་དབྱེ་བ་

source: version
dz: ཐོན་རིམ་

source: Detected ports:
dz: སྐྱོན་འཛིན་འབད་ཡོད་པའི་འདྲེན་ལམ་ཚུ་:

source: Auto-Detection currently disabled on GNU/Linux
dz: ཇི་ཨེན་ཡུ་/ལི་ནགསི་གུ་ལུ་ ད་ལྟོ་ར་རང་བཞིན་སྐྱོན་འཛིན་ལྕོགས་མིན་བཟོ་ཡོདཔ་

source: Opening port... if get hanged, generate events with chronopic or the platform
dz: འདྲེན་ལམ་ཁ་ཕྱེ་བའི་སྐབས་ལུ་ ཐོགས་པ་ཅིན་ ཀོརོ་ནོ་པིག་ ཡང་ན་ གཞི་སྟེགས་དང་གཅིག་ཁར་འབྱུང་ལས་ཚུ་བཟོ་བཏོན་འབདཝ་ཨིན་

source: Ready.
dz: གྲ་སྒྲིག

source: Starting Chronojump in Simulated mode, change platform to 'Chronopic' for real detection of events
dz: མཚུངས་བཟོས་ཐབས་ལམ་ནང་ལུ་ ཀོརོ་ནོ་ཇམཔ་འགོ་བཙུག་དོ་ བྱུང་ལས་སྐྱོན་འཛིན་ངོ་མའི་དོན་ལུ་ གཞི་སྟེགས་འདི་ 'Chronopic' ལུ་བསྒྱུར་བཅོས་འབད་

source: starting connection with chronopic
dz: ཀོརོ་ནོ་པིག་དང་གཅིག་ཁར་མཐུད་ལམ་འགོ་བཙུགས་དོ་

source: if program crashes, write to xaviblas@gmail.com
dz: ལས་རིམ་བརྡབ་འཁྲུག་ནང་ལུ་ xavi@xdeiblas@gmail.com ལུ་བྲིས་

source: If you have previously used the modem via a serial port (in a linux session, and you selected serial port), chronojump will crash.
dz: ཁྱོད་ཀྱིས་ ཧེ་མ་ལས་ཨང་རིམ་འདྲེན་ལམ་(ལི་ནགསི་ལཱ་ཡུན་ཅིག་ནང་ ཨང་རིམ་འདྲེན་ལམ་སེལ་འཐུ་འབད་ཡོདཔ་)ཅིག་ལས་བརྒྱུད་དེ་ མོ་ཌེམ་ལག་ལེན་འཐབ་ཡོད་པ་ཅིན་ ཀོརོ་པོ་ཇམཔ་བརྡབ་འཁྲུག་འབད་འོང་།

source: Connected to Chronopic on port: {0}
dz: འདྲེན་ལམ་གུ་ ཀོརོ་ནོ་པིག་ལིུ་མཐུད་ཡོདཔ་: {0}

source: Problems communicating to chronopic, changed platform to 'Simulated'
dz: ཀོརོ་ནོ་པིག་ལུ་བརྒྱུད་འབྲེལ་འཐབ་པའི་སྐབས་ལུ་དཀའ་ངལ་བྱུངམ་ལས་ གཞི་སྟེགས་འདི་ 'Simulated'ལུ་བསྒྱུར་བཅོས་འབད་ཡོདཔ་

source: On Windows we recommend to close/open Chronojump after every unsuccessful port test.
dz: ང་བཅས་ཀྱིས་ སྒོ་སྒྲིག་གུ་ལུ་ ཨ་རྟག་ར་འདྲེན་ལམ་བརྟག་དཔྱད་འཐུས་ཤོར་འབྱུང་བའི་ཤུལ་མ་ ཁ་ཕྱེ་/ཁ་བསྡམ་ནིའི་འོས་སྦྱོར་འབདཝ་ཨིན།

source: There's a problem with this language on this computer. Please, choose another language.
dz: འ་ནི་གློག་རིག་གུར་སྐད་ཡིག་འདི་དཀའ་ངལ་ཅིག་འདུག། སྐད་ཡིག་གཞན་མི་ཅིག་གདམ་ཁ་རྐྱབ་གནང་།

source: Deleted session and all its tests
dz: བཏོན་བཏང་ཡོད་པའི་ལཱ་ཡུན་དང་དེ་གི་བརྟག་ཞིབ་ཚུ་

source: Successfully added
dz: མཐར་འཁྱོལ་ཅན་སྦེ་ཁ་སྐོང་བརྐྱབས་ཡོདཔ་

source: Successfully added {0} persons
dz: མཐར་འཁྱོལ་ཅན་སྦེ་ཁ་སྐོང་བརྐྱབས་ཡོད་པའི་ {0} གང་ཟག་ཚུ་

source: Are you sure you want to delete the current person and all his/her tests (jumps, runs, pulses, ...) from this session? (His/her personal data and tests in other sessions will remain intact)
dz: ཁྱོད་ཀྱིས་ ད་ལྟོའི་གང་ཟག་དང་ཁོ/མོ་གི་བརྟག་ཞིབ་(ཇམཔསི་ གཡོག་བཀོལ་ འཕར་རྩ་) ཚུ་ཆ་མཉམ་ལཱ་ཡུན་འདི་ནང་ལས་བཏོན་གཏང་ནི་ཨིན་ན? (ལཱ་ཡུན་སོར་སོའི་ནང་ལུ་ ཁོ་/མོ་གི་རང་དོན་གནད་སྡུད་དང་བརྟག་ཞིབ་ཚུ་ མ་དཀྲོགས་པར་སྡོད་འོང་)

source: Deleted person and all his/her tests on this session
dz: ལཱ་ཡུན་འདི་གི་ཐོག་ཁར་ བཏོན་བཏང་ཡོད་པའི་གང་ཟག་དང་ ཁོ་/མོ་གི་བརྟག་ཞིབ་ཚུ་ཆ་མཉམ་

source: Changed to simulated mode
dz: མཚུངས་བཟོ་ཡོད་པའི་ཐབས་ལམ་ལུ་བསྒྱུར་བཅོས་འབད་

source: ** Attention **: Chronojump will wait until you generate a event with the platform or with chronopic.
dz: ** དྲན་བཏོན་ **: གཞི་སྟེགས་ ཡང་ན་ ཀོརོ་ནོ་པིག་དང་གཅིག་ཁར་མཉེན་རིམ་ཡང་ན་ བྱུང་ལས་ཅིག་བཟོ་བཏོན་དེ་མ་འབད་བ་ཅིན་ ཀོརོ་ནོ་ཇམཔ་འདི་བརྡབ་འཁྲུག་འབྱུང་འོང་།

source: Please, touch the contact platform for full cancelling. Then press button
dz: ཆ་མེད་ཧྲིལ་བུ་གི་དོན་ལུ་འབྲེལ་བའི་མཉེན་རིམ་འདི་བཟུང་གནང་། དེ་ལས་ཨེབ་རྟ་ཨེབ་གཏང་འབད།

source: Please, touch the contact platform for full finishing. Then press button
dz: ཆ་ཚང་མཇུག་བསྡུ་ནི་ལུ་ མཉེན་རིམ་འབྲེལ་བ་འདི་བཟུང་གནང་། དེ་ལས་ཨེབ་རྟ་ཨེབ་གཏང་འབད

source: Execute Jump
dz: ཇམཔ་ གཡོག་བཀོལ་

source: Execute Reactive Jump
dz: གདོང་ལེན་འབད་བཏུབ་པའི་ཇམཔ་ ལག་ལེན་འཐབ་

source: Execute Run
dz: གཡོག་བཀོལ་ལག་ལེན་འཐབ་

source: Execute Intervallic Run
dz: ཨིན་ཊར་བེ་ལིག་གཡོག་བཀོལ་ ལག་ལེན་འཐབ་

source: Tracks
dz: རྗེས་འཚོལ་

source: Execute Reaction Time
dz: གདོང་ལེན་འབད་བཏུབ་པའི་དུས་ཚོད་ལག་ལེན་འཐབ་

source: Execute Pulse
dz: འཕར་རྩ་ལག་ལེན་འཐབ་

source: Cannot update. Probably this test was deleted.
dz: དུས་མཐུན་བཟོ་མི་ཚུགས། བརྟག་ཞིབ་འདི་བཏོན་བཏང་ཡོདཔ།

source: Do you want to delete selected jump?
dz: ཁྱོད་ཀྱིས་ སེལ་འཐུ་འབད་ཡོད་པའི་ཇམཔ་འདི་བཏོང་གཏང་ནི་ཨིན་ན་?

source: Attention: Deleting a Reactive subjump will delete the whole jump
dz: ད

source: Deleted jump
dz: ཇམཔ་བཏོན་གཏང་

source: Deleted reactive jump
dz: གདོང་ལེན་འབད་བཏུབ་པའི་ཇམཔ་ བཏོན་བཏང་ཡོདཔ་

source: Do you want to delete selected run?
dz: སེལ་འཐུ་འབད་ཡོད་པའི་གཡོག་བཀོལ་འདི་བཏོན་གཏང་ནི་ཨིན་ན་?

source: Attention: Deleting a Intervallic subrun will delete the whole run
dz: དྲན་པ་བཏོན་: ཨིན་ཊར་བེ་ལིག་ཡན་ལག་གཡོག་བཀོལ་ཅིག་བཏོན་གཏང་མི་གིས་ གཡོག་བཀོལ་ཧྲིལ་བུ་བཏོན་གཏངམ་ཨིན་

source: Deleted selected run
dz: སེལ་འཐུ་འབད་ཡོད་པའི་གཡོག་བཀོལ་འདི་བཏོན་གཏང་

source: Deleted intervallic run
dz: བཏོན་བཏང་ཡོད་པའི་ཨིན་ཊར་བེ་ལིག་གཡོག་བཀོལ་

source: Deleted reaction time
dz: གདོང་ལེན་འབད་བཏུབ་པའི་ཇམཔ་ བཏོན་བཏང་ཡོདཔ་

source: Deleted pulse
dz: སེལ་འཐུ་འབད་ཡོད་པའི་འཕར་རྩ་འདི་བཏོན་གཏང་ཡོདཔ་

source: Do you want to delete last jump?
dz: མཇུག་གི་ཇམཔ་འདི་ བཏོན་གཏང་ནི་ཨིན་ན་?

source: Attention: Deleting a intervalic sub-run will delete the whole run
dz: དྲནམ་བཏོན་: ཨིན་ཊར་བེ་ལིག་ ཡན་ལག་-གཡོག་བཀོལ་ཅིག་གྱིས་ གཡོག་བཀོལ་ཧྲིལ་བུ་བཏོན་གཏངམ་ཨིན་

source: Do you want to delete last run?
dz: མཇུག་གི་གཡོག་བཀོལ་འདི་བཏོན་གཏང་ཨིན་ན་?

source: Do you want to delete last reaction time?
dz: ཁྱོད་ཀྱིས་མཇུག་གི་གཡོག་བཀོལ་འདི་བཏོན་གཏང་ཨིན་ན་?

source: Do you want to delete last pulse?
dz: མཇུག་གི་འཕར་་རྩ་འདི་བཏོན་གཏང་ནི་ཨིན་ན་?

source: Last jump deleted
dz: མཇུག་གི་ཇམཔ་འདི་བཏོན་བཏང་ཡི་

source: Last run deleted
dz: མཇུག་གི་གཡོག་བཀོལ་འདི་བཏོན་བཏང་ཡི་

source: Last reaction time deleted
dz: མཇུག་གི་གཡོག་བཀོལ་འདི་བཏོན་བཏང་ཡོདཔ་

source: Last pulse deleted
dz: མཇུག་གི་འཕར་་རྩ་འདི་བཏོན་བཏང་ཡི་

source: Potency
dz: ནུས་པ་

source: All jumps
dz: ཇམཔསི་ཆ་མཉམ་

source: All runs
dz: གཡོག་བཀོལ་ཆ་མཉམ་

source: All pulses
dz: འཕར་རྩ་ཆ་མཉམ་

source: Typical serial serial ports on GNU/Linux:
dz: ཇི་ཨེན་ཡུ་/ལི་ནགསི་གུ་ལུ་ དབྱེ་བ་ཅན་གྱི་ཨང་རིམ་འདྲེན་ལམ་:

source: You are IN, JUMP when prepared!!
dz: ཁྱོད་ནང་ན་འདུག་ གྲ་སྒྲིག་འབད་ཡོད་པའི་ཚེ་མཆོང་!!

source: You are OUT, JUMP when prepared!!
dz: ཁྱོད་ཕྱི་ཁར་ཨིན་པས་ གྲ་སྒྲིག་འབད་བའི་ཚེ་མཆོང་!!

source: AVG TF
dz: ཨེ་བི་ཇི་ ཊི་ཨེཕ་

source: AVG TC
dz: ཨེ་བི་ཇི་ ཊི་ཨེཕ་

source: You are IN, RUN when prepared!!
dz: ཁྱོད་ནང་ན་ཨིན་པས་ གྲ་སྒྲིག་འབད་ཡོད་པའི་ཚེ་གཡོག་བཀོལ་!!

source: You are OUT, RUN when prepared!!
dz: ཁྱོད་ཕྱི་ཁར་ཨིན་པས་ གྲ་སྒྲིག་འབད་བའི་ཚེ་གཡོག་བཀོལ་!!

source: Last run
dz: གཡོག་བཀོལ་མཇུག་

source: Run will not be recorded, 1st subrun is out of time
dz: གཡོག་བཀལ་ནི་འདི་སྒྲ་བཟུང་མི་འབད་ ༡་པའི་སབ་རཱན་འདི་དུས་ལས་ཡལ་སོང་ནུག་

source: AVG Speed
dz: ཨེ་བི་ཇི་ མགྱོགས་ཚད་

source: You are IN, please leave the platform, prepare for start, and press the 'accept' button!!
dz: ཁྱོད་ནང་ན་ཨིནམ་ལས་ གཞི་སྟེགས་བཀོག་བཞག་སྟེ་འགོ་བཙུག་ནི་གི་གྲ་སྒྲིག་འབད་ དེ་ལས་ 'accept'ཨེབ་རྟ་འདི་ཨེབས་!!

source: You are OUT, start when prepared!!
dz: ཁྱོད་ཕྱི་ཁར་ཨིན་པས་ གྲ་སྒྲིག་འབད་ཡོད་པའི་ཚེ་འགོ་བཙུགས་!!

source: Cannot export to file:
dz: ཡིག་སྣོད་ལུ་ཕྱིར་འདྲེན་འབད་མི་ཚུགས་:

source: Jumper name
dz: མཆོང་མིའི་མིང་

source: Runner name
dz: གཡོག་བཀོལཔ་གི་མིང་

source: Exported to file:
dz: ཡིག་སྣོད་ལུ་ཕྱིར་འདྲེན་འབད་ཡི་:

source: Use this window to edit a jump. (decimal separator: '{0}')
dz: ཇམཔ་ཞུན་དག་འབད་ནི་ལུ་ སྒོ་སྒྲིག་འདི་ལག་ལེན་འཐབ། (བཅུ་ཚག་དབྱེ་བྱེད་: '{0}')

source: Use this window to edit a reactive jump. (decimal separator: '{0}')
dz: གདོང་ལེན་འབད་བཏུབ་པའི་ཇམཔ་ཅིག་ཞུན་དག་འབད་ནི་ལུ་ སྒོ་སྒྲིག་འདི་ལག་ལེན་འཐབ། (བཅུ་ཚག་དབྱེ་བྱེད་: '{0}')

source: This jump type is fixed to {0} jumps, you cannot add more.
dz: ཇམཔ་འདི་ {0}ཇམཔསི་ལུ་གཏན་བཟོ་འབད་ཡོདཔ་ལས་ ཁྱོད་ཀྱིས་ཧེང་བཀལ་ཁ་སྐོང་རྐྱབ་མི་ཚུགས།

source: This jump type is fixed to {0} seconds, totaltime cannot be greater.
dz: ཇམཔ་འདི་ {0}ཇམཔསི་ལུ་གཏན་བཟོ་འབད་ཡོདཔ་ལས་ ཆུ་ཚོད་བསྡོམས་འདི་སྦོམ་འགྱོ་མི་བཏུབ།

source: MARK ALL/NONE
dz: ཆ་མཉམ་/ཅི་མེད་རྟགས་བཀལ་

source: Select Date of Birth
dz: སྐྱེས་ཚེས་སེལ་འཐུ་འབད་

source: Person: '{0}' exists. Please, use another name
dz: གང་ཟག་: '{0}' ཡོདཔ་ཨིན། གཞན་ཅིག་ལག་ལེན་འཐབ་གནང་

source: Edit jumper
dz: མཆོང་མི་ཞུན་དག་འབད་

source: Runs simple
dz: གཡོག་བཀོལ་ འཇམ་སམ་

source: Runs interval
dz: གཡོག་བཀོལ་ བར་མཚམས་

source: Restart Chronojump to operate completely on your language.
dz: ཁྱོད་རའི་སྐད་ཡིག་ཐོག་ལུ་ཡོངས་རྫོགས་སྦེ་ལག་ལེན་འཐབ་དགོ་པ་ཅིན་ ཀོརོ་ནོ་ཇམཔ་འདི་ལོག་འགོ་བཙུགས།

source: Use this window to edit a run. (decimal separator: '{0}')
dz: གཡོག་བཀོལ་ཅིག་ཞུན་དག་འབད་ནི་གི་དོན་ལས་ སྒོ་སྒྲིག་འདི་ལག་ལེན་འཐབ། (བཅུ་ཚག་དབྱེ་བྱེད་: '{0}')

source: Use this window to edit a intervallic run. (decimal separator: '{0}')
dz: ཨིན་ཊར་བེ་ལུག་གཡོག་བཀོལ་ཅིག་ཞུན་དག་འབད་ནི་གི་དོན་ལས་ སྒོ་སྒྲིག་འདི་ལག་ལེན་འཐབ། (བཅུ་ཚག་དབྱེ་བྱེད་: '{0}')

source: Repair intervallic run
dz: ཨིན་ཊར་བེ་ལིག་གཡོག་བཀོལ་འདི་ ཉམས་བཅོས་འབད་

source: RunType: {0}.
dz: གཡོག་བཀོལ་དབྱེ་བ་: {0}

source: This run type is fixed to {0} runs, you cannot add more.
dz: གཡོག་བཀོལ་དབྱེ་བ་འདི་ {0} གཡོག་བཀོལ་ལུ་གཏན་བཟོ་འབད་ཡོདཔ་ལས་ ཁྱོད་ཀྱིས་ཧེང་བཀལ་ཁ་སྐོང་བརྐྱབ་མི་ཚུགས།

source: This run type is fixed to {0} seconds, totaltime cannot be greater.
dz: གཡོག་བཀོལ་དབྱེ་བ་འདི་ {0} གཡོག་བཀོལ་ལུ་གཏན་བཟོ་འབད་ཡོདཔ་ལས་ ཆུ་ཚོད་བསྡོམས་འདི་ སྦོམ་སྦེ་བཟོ་མི་ཚུགས།

source: Run type: '{0}' exists. Please, use another name
dz: གཡོག་བཀོལ་དབྱེ་བ་: '{0}' ཡོདཔ་ཨིན་ མིང་གཞན་མི་ཅིག་ལག་ལེན་འཐབ་

source: New Session
dz: ལཱ་ཡུན་གསརཔ་

source: Session Edit
dz: ལཱ་ཡུན་ཞུན་དག་

source: Runs simple
dz: གཡོག་བཀོལ་འཇམ་སམ་

source: Runs interval
dz: གཡོག་བཀོལ་བར་མཚམས་

source: Global
dz: སྤྱི་ཁྱབ་

source: With TC
dz: ཊི་སི་དང་གཅིག་ཁར་

source: POTENCY (Bosco)
dz: ནུས་པ་(བོསི་ཀོ་)

source: Error, state '{0}' non valid
dz: འཛོལ་བ་ གནས་ལུགས་ '{0}' ནུས་མེད་

source: State: {0}, lastChange {1}
dz: གནས་ལུགས་: {0} མཇུག་གི་བསྒྱུར་བཅོས་ {1}

source: variable distance running
dz: འསྒྱུར་ཅན་རྒྱང་ཐག་བང་རྒྱུག་ནི་

source: run 20 meters
dz: མི་ཊར་ ༢༠ བང་རྒྱུག་

source: run 100 meters
dz: མི་ཊར་ ༡༠༠ རྒྱུག་

source: run 200 meters
dz: མི་ཊར་ ༢༠༠ རྒྱུག་

source: run 400 meters
dz: མི་ཊར་ ༤༠༠ རྒྱུག

source: run 1000 meters
dz: མི་ཊར་ ༡༠༠༠ རྒྱུག

source: run 2000 meters
dz: མི་ཊར་ ༢༠༠༠ རྒྱུག

source: First {0} values
dz: {0}བེ་ལུ་དང་པ་

source: Max {0} values of each jumper
dz: མཆོང་མི་རེ་བཞིན་གྱི་ {0}བེ་ལུ་མང་མཐའ་

source: ChronoJump graph
dz: ཀོརོ་ནོ་པིག་ཇམཔ་ ཚད་ཁྲམ་

source: CmjPlusPotency
dz: སི་ཨེམ་ཇི་པ་ལསི་པོ་ཊེན་སི་

source: Index *100
dz: ཟུར་ཐོ་ *༡༠༠

source: centimeters
dz: སེན་ཊི་མི་ཊར་

source: (best {0} consecutive jumps marked using [tf/tc *100])
dz: ([tf/tc *100]ལག་ལེན་འཐབ་ཐོག་ལས་ {0}རིམ་མཐུད་ཇམཔསི་དྲག་ཤོས་ རྟགས་བཀལ་ཡོདཔ་)

source: TF(AVG)
dz: ཊི་ཨེཕ་(ཨེ་བི་ཇི་)

source: TC(AVG)
dz: ཊི་ཨེཕ་(ཨེ་བི་ཇི་)

source: {0} in Rj Potency Bosco [(9.81^2 *tfavg * jumps * time) / (4 * jumps * (time - tfavg*jumps) ] applied to {1} on {2}
dz: ཨར་ཇེ་ པོ་ཊེན་སི་ བཱོས་ཀོ་[(9.81^2 *tfavg * jumps * time) / (4 * jumps * (time - tfavg*jumps) ]ནང་གི་{0} འདི་ {2}གུ་གི་{1} ལུ་འཇུག་སྤྱོད་འབད་ཡོདཔ་

source: Weight %
dz: ལྗིད་ཚད་ %

source: You are IN, RELEASE when prepared!!
dz: ཁྱོད་ནང་ན་ཨིན་པས་ གྲ་སྒྲིག་འབད་ཡོད་པའི་ཚེ་འཛིན་གྲོལ་འབདཝ་ཨིན!!

source: You need to activate sounds in main window (bottom)
dz: སྒོ་སྒྲིག་ (མཇུག་)ངོ་མའི་ནང་ལུ་ཁྱོད་ཀྱིས་སྒྲ་སྐད་ཚུ་ཤུགས་ལྡན་བཟོ་དགོ་
