<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">

<html>
	<head>
		<title>ChronoJump - software libre para cronometrado del salto</title>
		<foo>		<style type="text/css">
			@import url(../style.css);
		</style>
	</head>

	<body id="page-main" class="with-sidebar">

		<div align="left"><img src="../images/chronojump33.png" alt="logo" width="591" height="177" border="0">
    </div>

<!--
		<ul id=nav-top>
		<ul>
		<li><a href="../index.html">Introducci&oacute;n </a></li>
		<li><a href="../caracteristicas.html">Caracter&iacute;sticas</a></li>
		<li><a href="../pantallazos.html">Capturas Pantalla</a></li>
		<li><a href="../documentos.html">Documentos</a></li>
		<li><a href="../instalacion.html">Instalaci&oacute;n</a></li>
		<li><a href="../construccion.html">Construcci&oacute;n</a></li>
		  </ul>    
</ul>
-->

<table border = "0" width = "100%" cellpadding="0" cellspacing="0">
<tr valign="top"><td align="left">
<div id="content">
<div id="content-body">
<br>
<a href="http://www.internostrum.com/tradurl.php?linkdesc=&direccio=ca-es&inurl=http://chronojump.software-libre.org/articles/article_chronojump_aloma.html">Traducci&oacute;n automatizada al espa&ntilde;ol</a> (texto no revisado).
<hr>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Article: <h4>"Primeres
aproximacions a la creaci&oacute; d'un m&egrave;tode de mesura,
gesti&oacute; i estad&iacute;stica de la capacitat de salt  a partir
de l'avaluaci&oacute; de temps de vol i temps de contacte a una
plataforma de contactes amb programari i maquinari lliure. Projecte
ChronoJump."</h4></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">AUTOR: Xavier de
Blas Foix (<a href="http://www.xdeblas.com">http://www.xdeblas.com</a>)</P> 
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">RESUM</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">L'avaluaci&oacute;
de la capacitat de salt &eacute;s un problema que tradicionalment ha
preocupat a professionals de la motricitat arreu. Al segle passat
s'han descrit nombrosos tests que comprenen una determinada manera
execuci&oacute; i un m&egrave;todes d'avaluaci&oacute; en ocasions
basats en complexes instrumentacions de les que  no es pot comprobar
el seu funcionament intern.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">L'article
que es presenta exposa un m&egrave;tode per a la medici&oacute; dels
distints salts trobats a la bibliografia usant un conjunt de
tecnologies en que s&iacute; es pot comprobar la seva validesa,
fiabilitat i objetivitat, doncs tant el codi del programari com del
maquinari &eacute;s lliure. L'instrumentaci&oacute; va un pas m&eacute;s
enll&agrave; facilitant a m&eacute;s de la mesura, la gesti&oacute; i
estudi dels events d'aquests salts. 
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">El
projecte que es descriu, ChronoJump<SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote1anc" HREF="#sdfootnote1sym"><SUP>1</SUP></A></SUP>,
es preocupa tamb&eacute; de la distribuci&oacute; del programari, de
facilitar eines de construcci&oacute; de tot el maquinari i de la
validaci&oacute; d'aquest, de que funcioni correctament a gaireb&eacute;
qualsevol ordinador, de que es disposi de versions en el major nombre
de lleng&uuml;es possible, i de la realimentaci&oacute; de l'usuari.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Finalment
s'apunten algunes l&iacute;nies de futur entre les que destaca la
creaci&oacute; d'una estructura client-servidor que permetria tenir
una base de dades mundial en l'estudi del salt.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">INTRODUCCI&Oacute;</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Molts dels
events esportius es caracteritzen per ser molt breus i dif&iacute;cils
per tant d'apreciar per l'ull hum&agrave;. En un fora de joc, per
exemple, el l&iacute;nier ha de percebre en el "moment just" de
la passada, si alguna part del cos del davanter que rebr&agrave; la
pilota est&agrave; m&eacute;s avan&ccedil;ada que qualsevol part del
cos del defenses contraris. La difer&egrave;ncia entre aquestes
dist&agrave;ncies pot &eacute;sser d'uns 10 cent&iacute;metres,
mesura dif&iacute;cil d'establir a ull nu, i m&eacute;s si tenim en
compte que l'amplada del camp pot ser de 45-90 metres, que el
passador conforma un triangle d'una al&ccedil;ada probablement
superior a 40 metres, i que el "moment just" &eacute;s un 
interval de temps que ha de tendir a zero. Al l&iacute;nier i
l'&agrave;rbitre se'ls presenta l'oportunitat de decidir davant d'un
esdeveniment pel que no poden estar mai prou preparats. 
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">La soluci&oacute;
al problema proposat passaria per incorporar un microchip emissor a
les botes de cada jugador i un a la pilota, aquests serien detectats
per un aparell que captaria les coordenades cartesianes
bidimensionals de les 45 entitats. D'aquesta manera tindr&iacute;em
l'ubicaci&oacute; de tots els agents que ens interessen, tot i que
caldria modificar el reglament per tal que sigui el peu m&eacute;s
avan&ccedil;at el que decideixi si s'est&agrave; o no en fora de joc,
o fins-i-tot el punt mig entre els dos peus.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">De la
mateixa manera, a una cursa de 100 metres, la pistola de sortida i la
c&egrave;l&middot;lula fotoel&egrave;ctrica d'arribada estan
connectades a un dispositiu cronometrador, que afegit al conegut
"foto-finish", permeten no nom&eacute;s determinar qui &eacute;s
el guanyador, sin&oacute; a m&eacute;s tenir un cronometratge prou
prec&iacute;s de la cursa. Ning&uacute; ha d'activar el cron&ograve;metre
quan es senti la senyal, sin&oacute; que aquest s'activa
autom&agrave;ticament.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Si les
dues metodologies exposades destaquen per l'increment de precisi&oacute;
respecte als nostres sentits en la qualitat de mesurar l'event
esportiu, la soluci&oacute; que es presenta en aquest article,
destaca a m&eacute;s a m&eacute;s per les capacitats de gesti&oacute;,
an&agrave;lisi i presentaci&oacute; de resultats que ofereix,
dirigits a partir d'ara a l'avaluaci&oacute; de la capacitat de salt.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">MARC
TE&Ograve;RIC</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">El salt &eacute;s
una habilitat motriu b&agrave;sica que es troba present en gran
nombre de gestos esportius aix&iacute; com a especialitats concretes
de l'atletisme. La mesura del salt &eacute;s tamb&eacute; un
indicador de la for&ccedil;a i la pot&egrave;ncia del tren inferior.
S'ha descrit a m&eacute;s un m&egrave;tode per a estimar
indirectament (amb els salts CMJ i RJ15 que es veuran a continuaci&oacute;),
el percentatge de fibres lentes i r&agrave;pides sense rec&oacute;rrer
a la bi&ograve;psia muscular (Bosco C., 1987).</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Els tipus
de salts usats per a mesurar la capacitat de salt s&oacute;n molt
diversos, per al seu an&agrave;lisi caldria anomenar las variables
que hi intervenen, que s&oacute;n: amb cursa o desde parats; amb una
o dues cames; verticals o horitzontals; amb impuls d'altres elements
corporals com bra&ccedil;os, cap i tronc o sense ells; amb impuls
previ o sense; amb caiguda desde una al&ccedil;ada determinada o
sense ella; amb elements impulsors externs com el trampol&iacute; o
sense ells; salts repetitius o salt simple. Cada especialitat
esportiva t&eacute; unes caracter&iacute;stiques pr&ograve;pies, per
aquest motiu quan es requereix realitzar una valoraci&oacute; del
salt dels qui hi participen, cal escollir la modalitat de salt que
m&eacute;s s'ajusti. (De Blas, X., Garc&iacute;a-Fojeda, A.,
Lapuente, M., &Aacute;quila, F. i Cebolla, J., 1999).</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Un cop
anomenades les diferents variables, es mostra a continuaci&oacute; un
recull dels salts que s'han tipificat a la bibliografia:</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<UL>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Test
	de Seargent</B>, salt vertical desde parat, realitzant una flexi&oacute;
	de cames de 90 graus, per a,  impulsant-se amb cames, tronc i
	bra&ccedil;os, arribar a una al&ccedil;ada m&agrave;xima amb un dels
	dos bra&ccedil;os. 
	</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Test
	d'Abalakov</B>, semblant al de Seargent per&ograve; mesurant amb una
	cinta m&egrave;trica de no-retorn, que uneix la cintura amb el
	terra.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Test
	de Bosco</B> (Bosco, C., 1994), que compr&egrave;n diversos salts:</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Squat
	Jump</B> <B>(SJ)</B>, es parteix de parat, amb flexi&oacute; de
	genolls de 90 graus, tronc recte i mans a les cintures, i s'executa
	un salt vertical sense ajudar-se ni amb els bra&ccedil;os, ni amb el
	tronc. Entre d'altres qualitats/capacitats que mesura, el SJ &eacute;s
	un indicador de la for&ccedil;a explosiva.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Squat
	Jump amb c&agrave;rregues variables (</B><SPAN STYLE="font-weight: medium">l'anomenarem</SPAN><B>
	SJ+)</B>, com l'anterior per&ograve; col&middot;locant c&agrave;rregues
	en el cos. Aquestes es diferenciaran per la seva massa (Kg) o com a
	percentatge respecte al pes del subjecte. L'estudi dels resultats
	amb l'aplicaci&oacute; de diferents c&agrave;rregues permet
	construir gr&agrave;fiques for&ccedil;a-velocitat.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Counter
	Movement Jump (CMJ)</B>, similar al SJ per&ograve; dempeus i
	realitzant un contramoviment fins arribar als 90 graus de flexi&oacute;
	de genolls. Aquest salt permet obtenir la for&ccedil;a el&agrave;stica.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Drop
	Jump (DJ)</B>, similar al CMJ per&ograve; deixant-se caure des d'una
	al&ccedil;ada determinada. &Eacute;s Indicador de for&ccedil;a
	explosiva-bal&iacute;stico-reactiva.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Reactive
	Jump (RJ)</B>, salts DJ repetits un nombre determinat de vegades o
	durant un temps determinat. La successi&oacute; de salts permetr&agrave;
	con&egrave;ixer la pot&egrave;ncia anaer&ograve;bica al&agrave;ctica
	o la  resist&egrave;ncia anaer&ograve;bica l&agrave;ctica, segons la
	durada de l'exercici.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Salts
	espec&iacute;fics</B>: qualsevol salt particular d'una t&egrave;cnica
	esportiva.</P>
</UL>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Cal
recordar que aquests tests s'han d'entrenar pr&egrave;viament, per
tal de "minimitzar els factors lligats a la t&egrave;cnica
d'execuci&oacute;, i deixar les variacions en els resultats a
modificacions en la for&ccedil;a"  (Aguado, X., Grande, R., L&oacute;pez
i J.L., 1999, p. 22). En el cas del SJ, i donat la dificultat que
suposa la seva correcta execuci&oacute;, alguns autors proposen
canviar-lo per el CMJ argumentant que no &eacute;s desitjable arribar
a conclusions err&ograve;nies amb el SJ, i que hi ha correlaci&oacute;
entre ambd&oacute;s (Gonz&aacute;lez, J.J. i Gorostiaga, E., 1995).
En darrer lloc cal considerar que les condicions pr&egrave;vies
d'escalfament han de ser sempre les mateixes doncs aquest influeix
notablement en el resultat. (Esper, A., 2000)</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Un cop
s'han mostrat els diferents salts, es citen les f&oacute;rmules que
ens permeten obtenir &iacute;ndexs que puguin &eacute;sser d'utilitat
per a l'estudi de la capacitat de salt i d'altres conceptes
associats:</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Al&ccedil;ada
del CdG en el salt</B>.  Tot i que cal advertir que aquest c&agrave;lcul
t&eacute; un 3.55% d'error en el salt CMJ i un 7.40% en el RJ (Hatze,
H., 1998), degut a les errades de mesura que es produeixen ja que els
genolls es troben m&eacute;s flexionats en la recepci&oacute; que en
l'impuls. (Frick, U., Schmidtbleicher, D. i W&ouml;rn, C., 1991)</P>
<P LANG="es-ES" CLASS="western" ALIGN=CENTER STYLE="margin-bottom: 0cm">
<IMG SRC="article_chronojump_aloma_179349b7.gif" NAME="Objecte1" ALIGN=ABSMIDDLE WIDTH=216 HEIGHT=48></P>
<P LANG="es-ES" CLASS="western" ALIGN=CENTER STYLE="margin-bottom: 0cm">
<BR>
</P>
<P LANG="es-ES" CLASS="western" ALIGN=LEFT STYLE="margin-bottom: 0cm">
<B>Index de Bosco</B> (a Gonz&aacute;lez, J.J. et al., 1995) 
</P>
<P LANG="es-ES" CLASS="western" ALIGN=CENTER STYLE="margin-bottom: 0cm">
<IMG SRC="article_chronojump_aloma_44ef905e.gif" NAME="Objecte2" ALIGN=ABSMIDDLE WIDTH=174 HEIGHT=44></P>
<P LANG="es-ES" CLASS="western" ALIGN=CENTER STYLE="margin-left: 1.25cm; margin-bottom: 0cm">
<FONT SIZE=2><I>SJpc:</I> salt amb c&agrave;rrega equivalent al pes
corporal.</FONT></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Indexs
for&ccedil;a-velocitat de V&eacute;lez</B> (V&eacute;lez, U., 1992) 
</P>
<P LANG="es-ES" CLASS="western" ALIGN=CENTER STYLE="margin-bottom: 0cm">
<IMG SRC="article_chronojump_aloma_m4d5473c.gif" NAME="Objecte3" ALIGN=ABSMIDDLE WIDTH=223 HEIGHT=94></P>
<P LANG="es-ES" CLASS="western" ALIGN=CENTER STYLE="margin-bottom: 0cm">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Index
d'elasticitat IE</B> (Bosco, C., 1984)</P>
<P LANG="es-ES" CLASS="western" ALIGN=CENTER STYLE="margin-bottom: 0cm">
<IMG SRC="article_chronojump_aloma_37cb1d03.gif" NAME="Objecte4" ALIGN=ABSMIDDLE WIDTH=147 HEIGHT=43></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Index
d'utilitzaci&oacute; de bra&ccedil;os IUB</B></P>
<P LANG="es-ES" CLASS="western" ALIGN=CENTER STYLE="margin-bottom: 0cm">
<IMG SRC="article_chronojump_aloma_4a1f80b8.gif" NAME="Objecte5" ALIGN=BOTTOM WIDTH=174 HEIGHT=43></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Corva
For&ccedil;a/Velocitat</B>, usant com a for&ccedil;a el pes si no es
coneix aquesta en Newtons (Gonz&aacute;lez, J.J. et al., 1995), i la
velocitat &eacute;s la angular dels genolls, que caldr&agrave;
determinar-la amb algun altre instrument.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Corva
de pot&egrave;ncia</B> (Gonz&aacute;lez, J.J. et al., 1995) 
</P>
<P LANG="es-ES" CLASS="western" ALIGN=CENTER STYLE="margin-bottom: 0cm">
<IMG SRC="article_chronojump_aloma_440b2c99.gif" NAME="Objecte6" ALIGN=BOTTOM WIDTH=219 HEIGHT=25></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-left: 1.25cm; margin-bottom: 0cm">
<FONT SIZE=2><I>Pc:</I> pes corporal; <I>Pb:</I> pes adicional (una
barra d'halterofilia en aquest cas); <I>h:</I> al&ccedil;ada del salt
en metres.</FONT></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Pot&egrave;ncia
en RJ</B> (Aguado, X., 1997) 
</P>
<P LANG="es-ES" CLASS="western" ALIGN=CENTER STYLE="margin-bottom: 0cm">
<IMG SRC="article_chronojump_aloma_m2969fdf6.gif" NAME="Objecte7" ALIGN=BOTTOM WIDTH=141 HEIGHT=48></P>
<P LANG="es-ES" CLASS="western" ALIGN=CENTER STYLE="margin-bottom: 0cm">
<FONT SIZE=2><I>Tv</I>: temps de vol total; <I>Tt</I>: temps total;
<I>ns</I>: nombre de salts.</FONT></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>Capacitat
total</B> (Aguado, X., 1997)</P>
<P LANG="es-ES" CLASS="western" ALIGN=CENTER STYLE="margin-bottom: 0cm">
<IMG SRC="article_chronojump_aloma_59bd5e7e.gif" NAME="Objecte8" ALIGN=ABSMIDDLE WIDTH=358 HEIGHT=47>
</P>
<P LANG="es-ES" CLASS="western" ALIGN=CENTER STYLE="margin-bottom: 0cm">
<FONT SIZE=2><I>CC:</I> capacitat contr&agrave;ctil; <I>CRS:</I>
component de reclutament instantani i sincronitzaci&oacute; de fibres
musculars; <I>CE:</I> capacitat el&agrave;stica; <I>CB:</I> capacitat
d'utilitzaci&oacute; de bra&ccedil;os; <I>CR:</I> component reflex.</FONT></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Per a m&eacute;s
informaci&oacute; d'aplicacions, correlacions, valors de refer&egrave;ncia
i qualitats/capacitats que mesuren els diferents salts es recomana la
lectura de "Fundamentos del entrenamiento de la fuerza. Aplicaci&oacute;n
al rendimiento deportivo" de Gonz&aacute;lez, J.J i Goriostiaga, E.
(1995)  p&agrave;gines 267 a 300, aix&iacute; com la recomanaci&oacute;
bibliogr&agrave;fica que acompanya al producte Axon Jump<SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote2anc" HREF="#sdfootnote2sym"><SUP>2</SUP></A></SUP>.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">A
continuaci&oacute; es descriuen els antecedents que s'han trobat en
la mesura del salt amb plataforma de contactes.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">El paquet
integrat m&eacute;s dif&oacute;s &eacute;s el <I>Ergo Jump
Boscosystem</I><FONT FACE="Andale Mono">&reg;</FONT> (Bosco, C.,
Luhtanen, P., Komi, V., 1983). Consistent en una plataforma
conductiva connectada a un sistema de cronometratge electr&ograve;nic
que &eacute;s accionat pel subjecte en el moment de l'abandonament de
la plataforma aix&iacute; com en la recepci&oacute;, de manera que
s'obt&eacute; el temps de vol i el temps de contacte. Aquest sistema
est&agrave; connectat a un ordinador de butxaca PSION-CM<FONT FACE="Andale Mono">&reg;</FONT>.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Tot i que
el sistema <I>Ergojump</I> es considera un gran avan&ccedil;ament en
els estudis de camp en mat&egrave;ria esportiva, (De Blas, X. et al.,
1999) observen algunes defici&egrave;ncies en el mateix: l'elevat
preu de l'equip, la incapacitat d'anotaci&oacute; de les dades
autom&agrave;ticament, la impossibilitat de connexi&oacute; a un PC,
l'observaci&oacute; de problemes de fiabilitat en funci&oacute; de
les diferents versions de l'ordinador PSION en que es muntava el
programa, i la impossibilitat de revisi&oacute;-actualitzaci&oacute;
del programa per part dels usuaris degut a la seva llic&egrave;ncia
"tancada". 
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">El
programa <I>Salta</I> apareix com a resposta a les problem&agrave;tiques
que els seus autors havien detectat en el sistema <I>Ergo Jump</I>.
Aquest funcionava en qualsevol PC que pogu&eacute;s tenir el sistema
operatiu <I>MS-DOS</I> i captava les dades enviades per una
plataforma de contactes similar a la que s'oferia en el producte de 
<I>Boscosystem</I>, i es connectava al PC pel port paral&middot;lel.
L'aparici&oacute; dels sistemes operatius <I>Windows XP</I>, i la
decisi&oacute; de la companyia <I>Microsoft</I><FONT FACE="Andale Mono">&reg;</FONT>
de no permetre que els programes <I>MS-DOS</I> siguin executats<SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote3anc" HREF="#sdfootnote3sym"><SUP>3</SUP></A></SUP>,
va propiciar la creaci&oacute; del programa <I>Gsalta</I><SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote4anc" HREF="#sdfootnote4sym"><SUP>4</SUP></A></SUP>,
que es va escriure per a sistemes <I>GNU/Linux</I><SUP><I><A CLASS="sdfootnoteanc" NAME="sdfootnote5anc" HREF="#sdfootnote5sym"><SUP>5</SUP></A></I></SUP>
(tot i que podria funcionar en d'altres), i que es protegia sota la
llic&egrave;ncia de software lliure <I>GPL</I><SUP><I><A CLASS="sdfootnoteanc" NAME="sdfootnote6anc" HREF="#sdfootnote6sym"><SUP>6</SUP></A></I></SUP>.
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">La
innovaci&oacute; principal de <I>Gsalta</I> era que el seu codi font
es trobava disponible a la xarxa i que aquest es protegia sota una
llic&egrave;ncia de <I>programari lliure</I><SUP><SPAN STYLE="font-style: normal"><A CLASS="sdfootnoteanc" NAME="sdfootnote7anc" HREF="#sdfootnote7sym"><SUP>7</SUP></A></SPAN></SUP><SPAN STYLE="font-style: normal">,
un programari que aposta per la llibertat de informaci&oacute; i la
cooperaci&oacute; en el desenvolupament (Raymond, E. 1999),
caracter&iacute;stiques que es corresponen amb el model obert de la
ci&egrave;ncia, (model que ha demostrat ser la millor manera de
creaci&oacute; de informaci&oacute;), i les obligacions de la seva
&Egrave;tica, com s&oacute;n: 1. les fonts han de ser citades 2. la
soluci&oacute; no es pot mantenir en secret (Pekka, H., 2002)</SPAN><I>.
</I>A m&eacute;s aquesta era de tipus <I>Copyleft</I><SUP><I><A CLASS="sdfootnoteanc" NAME="sdfootnote8anc" HREF="#sdfootnote8sym"><SUP>8</SUP></A></I></SUP><SPAN STYLE="font-style: normal">,
que implica que a m&eacute;s de que es facilita el codi font i es
permeten tot tipus d'adaptacions, qualsevol treball derivat haur&agrave;
de tenir la mateixa llic&egrave;ncia. D'aquesta manera no es permet
una apropiaci&oacute; de l'eina ni de les seves re-implementacions. </SPAN>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Si
es t&eacute; en compte que la </SPAN><I>revisi&oacute; de parells</I><SPAN STYLE="font-style: normal">
&eacute;s un dels pilars sobre el que s'assenta el model modern de 
la ci&egrave;ncia, es considera inacceptable realitzar recerca
cient&iacute;fica usant els resultats de metodologies "tancades"
tant a nivell de programari com de maquinari. Cal dir que la
enginyeria del software t&eacute; menys de 25 anys, i el seu estat
actual de desenvolupament no permet dictaminar quins m&egrave;todes
de programaci&oacute; condueixen a menys errades, ni tampoc establir
si un algoritme -o consecuci&oacute; ordenada i finita de passes que
permeten arribar a una fi- solventa o no el que hauria de resoldre.
Si l'algoritme &eacute;s p&uacute;blic, qualsevol auditoria externa
podr&agrave; concloure la validesa del m&egrave;tode i les dades
obtingudes, i ho podr&agrave; fer abans, durant o despr&eacute;s de
la recerca; per altra banda, extreure conclusions basades en mesures
de dubtosa proced&egrave;ncia vulnera el ja comentat principi de
revisi&oacute; de parells. Com a exemple, el Grup Sobreentrenamiento</SPAN><SUP><SPAN STYLE="font-style: normal"><A CLASS="sdfootnoteanc" NAME="sdfootnote9anc" HREF="#sdfootnote9sym"><SUP>9</SUP></A></SPAN></SUP><SPAN STYLE="font-style: normal">
est&agrave; comercialitzant una metodologia similar a la que es
presenta en aquest projecte en quant a les caracter&iacute;stiques
t&egrave;cniques citades, anomenat </SPAN><I>Axon Jump</I><SPAN STYLE="font-style: normal">,
per&ograve; que adverteix que es perd la garantia si "s'obre la
plataforma intencionalment"</SPAN><SUP><SPAN STYLE="font-style: normal"><A CLASS="sdfootnoteanc" NAME="sdfootnote10anc" HREF="#sdfootnote10sym"><SUP>10</SUP></A></SPAN></SUP><SPAN STYLE="font-style: normal">.</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">El
programa <I>Gsalta</I> malauradament no ha gaudit mai d'una maduresa
suficient com per a ser publicat, i alguns dels seus autors han
abandonat el desenvolupament per a dedicar-se al projecte ChronoJump.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">S'ha
trobat tamb&eacute; el programa <I>WinLaborat</I><SUP><I><A CLASS="sdfootnoteanc" NAME="sdfootnote11anc" HREF="#sdfootnote11sym"><SUP>11</SUP></A></I></SUP><SPAN STYLE="font-style: normal">,
del que no s'ha pogut fer una avaluaci&oacute; fins a la data.</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">OBJECTIUS</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Els
objectius d'aquest projecte s&oacute;n els seg&uuml;ents:</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<OL>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Crear
	una eina inform&agrave;tica lliure multiplataforma que permeti:</P>
	<OL>
		<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Mesurar
		les distintes fases temporals del salts del protocol de Bosco de
		forma v&agrave;lida, fiable i objectiva.</P>
		<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Vincular
		els salts a persones i sessions i facilitar la gesti&oacute; entre
		aquestes tres entitats de relaci&oacute;.</P>
		<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
		Obtenir taules estad&iacute;stiques amb els tests e &iacute;ndexs
		associats als salts de forma automatitzada 
		</P>
		<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Representar
		gr&agrave;ficament totes les taules estad&iacute;stiques
		obtingudes.</P>
		<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Exportar
		els salts a <I>XML</I> i <I>HTML</I>.</P>
		<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Crear
		informes en format <I>XML</I>, <I>PDF</I> i <I>HTML</I> a partir de
		plantilles.</P>
	</OL>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Proporcionar
	formes de construcci&oacute; i validaci&oacute; de l'eina.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Compilar
	l'eina per al major nombre de sistemes operatius possible.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Traduir
	l'eina en el major nombre de lleng&uuml;es possible, i d'altres
	<I>localitzacions</I> com el format de representaci&oacute; de dades
	num&egrave;riques.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Distribuir
	l'eina i actualitzacions de la mateixa peri&ograve;dicament per tot
	el m&oacute;n.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Mantenir
	un entorn de preguntes i respostes, feedback de peticions i
	contribucions.</P>
</OL>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">MATERIAL I
M&Egrave;TODE</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">En aquest
apartat es procedir&agrave; a especificar de quina manera es proposa
aconseguir cadascun dels objectius enunciats anteriorment. Degut a
l'elevat nombre d'objectius presentats, aquests s'aniran citant 
altre cop per a facilitar la lectura de l'article.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>OBJ 1:</B>
"Crear una eina inform&agrave;tica lliure multiplataforma que
permeti:" 
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Aquesta
"eina" estar&agrave; composada per:</P>
<OL>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Una
	plataforma de contactes que envii una senyal el&egrave;ctrica
	diferent en funci&oacute; de si el subjecte est&agrave; al damunt de
	la mateixa o si est&agrave; a l'aire seguint les indicacions de De
	Blas, X. Busc&agrave;, B. i Daza, G.,  (2004). Tamb&eacute; s'apunta
	la possibilitat d'usar una plataforma de contactes a partir d'un
	"tapet" de videojoc adaptat (C&aacute;rdenas, E., 2004).</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Un 
	circuit integrat o PIC (maquinari) <SPAN STYLE="font-style: normal">per
	al mesurament prec&iacute;s i fiable del temps transcorregut entre
	els canvis d'event que envia la plataforma. S'usar&agrave; una
	derivaci&oacute; del microcontrolador </SPAN><I>Skypic</I><SUP><I><A CLASS="sdfootnoteanc" NAME="sdfootnote12anc" HREF="#sdfootnote12sym"><SUP>12</SUP></A></I></SUP><SPAN STYLE="font-style: normal">.
	Aquest microprocessador enviar&agrave; els regitres "crus" a
	l'ordinador usant el port s&egrave;rie o el USB.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
	Un programari que gestioni les dades enviades pel circuit integrat
	conjuntament amb la l&ograve;gica de subjectes i sessions, i amb la
	resta de caracter&iacute;stiques que es presenten: c&agrave;lcul
	d'&iacute;ndexs, presentaci&oacute; de taules comparatives de dades,
	representaci&oacute; gr&agrave;fica, creaci&oacute; d'informes i
	estad&iacute;stica.</P>
</OL>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">El
programari ser&agrave; lliure en quant respecti les directrius de
programari lliure dictades per la fundaci&oacute; GNU</SPAN><SUP><SPAN STYLE="font-style: normal"><A CLASS="sdfootnoteanc" NAME="sdfootnote13anc" HREF="#sdfootnote13sym"><SUP>13</SUP></A></SPAN></SUP><SPAN STYLE="font-style: normal">,
tot i que es recomana que compleixi tamb&eacute; les DFSG</SPAN><SUP><SPAN STYLE="font-style: normal"><A CLASS="sdfootnoteanc" NAME="sdfootnote14anc" HREF="#sdfootnote14sym"><SUP>14</SUP></A></SPAN></SUP><SPAN STYLE="font-style: normal">
(Debian Free Software Guidelines) i les normes dictades per la OSI</SPAN><SUP><SPAN STYLE="font-style: normal"><A CLASS="sdfootnoteanc" NAME="sdfootnote15anc" HREF="#sdfootnote15sym"><SUP>15</SUP></A></SPAN></SUP><SPAN STYLE="font-style: normal">
(Open Standard Institute). Com la llic&egrave;ncia que s'atorgar&agrave;
tant al programari com al maquinari ser&agrave; la GPL (GNU Public
License), es garanteix que tots els estaments la consideraran lliure.</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Una
de les avantatges que ofereix un producte lliure radica en el </SPAN><I>cercle
de vida</I><SPAN STYLE="font-style: normal"> del mateix, aix&iacute;
com en el programari propietari es comercialitza un producte i
serveis associats a ell durant 3-5 anys, i despr&eacute;s cal crear
un substitut, en el programari lliure, la disponibilitat del codi
font amplia aquest cercle de vida fins a l'infinit. (Romeo, A. i
Garc&iacute;a, J., 2003)</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
El microcontrolador es programar&agrave; usant tamb&eacute;
programari lliure per tal de no haver de dependre de cap fabricant en
la seva elaboraci&oacute; (Gonz&aacute;lez, J. i Prieto-Moreno, A.,
2004). Malauradament no hi ha una definici&oacute; unificada que
pugui servir per a catalogar un maquinari com a lliure o no, tot i
que el creador del projecte GNU, Richard Stallman, ha postulat que
les idees del programari lliure es poden aplicar als fitxers
necessaris per al seu disseny i especificaci&oacute;, per&ograve; no
al circuit f&iacute;sic en s&iacute;. (Stallman, R., 1999). 
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">El
concepte </SPAN><I>multiplataforma</I><SPAN STYLE="font-style: normal">
no es refereix en aquest cas a la plataforma de contactes, sin&oacute;
que ha de ser capa&ccedil; de funcionar correctament en el major
nombre de sistemes operatius possible. Per a aquest objectiu s'usar&agrave;
la </SPAN><I>Infraestructura de Llenguatge Com&uacute; CLI</I><SUP><SPAN STYLE="font-style: normal"><A CLASS="sdfootnoteanc" NAME="sdfootnote16anc" HREF="#sdfootnote16sym"><SUP>16</SUP></A></SPAN></SUP><SPAN STYLE="font-style: normal">,
que permet que programes escrits en diferents llenguatges puguin
operar de forma conjunta, donant als programes la possibilitat de
descriure's a s&iacute; mateixos i proporcionant un entorn d'execuci&oacute;
v&agrave;lid per a diferents plataformes (Mayo, J. 2002, p. 4) La
implementaci&oacute; usada ser&agrave; </SPAN><I>Mono</I><SUP><SPAN STYLE="font-style: normal"><A CLASS="sdfootnoteanc" NAME="sdfootnote17anc" HREF="#sdfootnote17sym"><SUP>17</SUP></A></SPAN></SUP><SPAN STYLE="font-style: normal">,
una distribuci&oacute; lliure de </SPAN><I>CLI</I><SPAN STYLE="font-style: normal">
que funciona correctament a </SPAN><I>Windows</I><SPAN STYLE="font-style: normal">,
</SPAN><I>Linux</I><SPAN STYLE="font-style: normal">, </SPAN><I>MAC
OS X</I><SPAN STYLE="font-style: normal">, i als </SPAN><I>hardwares
x86</I>, <I>PowerPC</I>, i <I>SPARC</I> (Dumbill, E. i  Bornstein,
N.M., 2004) els mateixos autors adverteixen: "si no hi ha cap ra&oacute;
per a restringir la portabilitat d'una aplicaci&oacute;, per qu&egrave;
fer-ho?" p.241. S'adjunta a continuaci&oacute; un p&agrave;rraf de
Jordi Mas explicant el funcionament de <I>Mono</I> com a m&agrave;quina
virtual: 
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-left: 1.25cm; margin-bottom: 0cm; font-style: normal">
A difer&egrave;ncia dels programes tradicionals que s'executen sobre
el sistema directament, els programes a la plataforma Mono s'executen
en un entorn controlat d'execuci&oacute; conegut com la m&agrave;quina
virtual. Aquest entorn proporciona numbroses avantatges sobre
l'execuci&oacute; tradicional directa: gesti&oacute; de mem&ograve;ria
autom&agrave;tica (el sistema s'encarrega de recuperar autom&agrave;ticament
la mem&ograve;ria no usada per les aplicacions simplificant la gesti&oacute;
a les aplicacions), un entorn segur  d'execuci&oacute; (on podem
definir els recursos f&iacute;sics i l&ograve;gics als que
l'aplicaci&oacute; t&eacute; acc&eacute;s), i un sistema de control
d'errades i execuci&oacute; que permet una gesti&oacute; d'errades
avan&ccedil;ada. (Mas, J., 2004).</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Aprofitant
que </SPAN><I>Mono</I><SPAN STYLE="font-style: normal"> permet l'&uacute;s
de diversos llenguatges de programaci&oacute;, per al programari
s'usar&agrave; </SPAN><I>C#</I><SPAN STYLE="font-style: normal"> ,  i
per al maquinari </SPAN><I>C</I><SPAN STYLE="font-style: normal">,
com a llenguatge de "baix nivell", el que implica que treballa
amb el mateix tipus d'objectes que les computadores: car&agrave;cters,
nombres i adreces que poden ser combinats i canviats de lloc pels
operadors aritm&egrave;tics i l&ograve;gics de les m&agrave;quines
reals. (Kernighan, B., Ritchie, D., 1991)</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal"><B>OBJ
1.1: </B>"Mesurar les distintes fases temporals del salts del
protocol de Bosco de forma v&agrave;lida, fiable i objectiva."</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
Les caracter&iacute;stiques que cal exigir-li a qualsevol instrument
de mesura s&oacute;n: validesa, fiabilitat i objectivitat. (Bl&aacute;zquez,
D., 1990)</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
Sabent que un test &eacute;s v&agrave;lid quan mesura all&ograve; que
es suposa que hauria de mesurar, en el cas que ens ocupa: obtenir
l'al&ccedil;ada d'elevaci&oacute; del CdG d'un subjecte a partir del
temps de vol del mateix, &eacute;s del tot v&agrave;lid perqu&egrave;
aix&iacute; ho demostra les lleis de la f&iacute;sica mec&agrave;nica
sempre i quan la posici&oacute; de sortida del cos sigui igual a la
d'arribada, cosa que ha de succeir si el salt s'ha realitzat
correctament. Es recorda que l'aprenentatge previ del salt &eacute;s
una premisa per a la seva realitzaci&oacute;.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Quant
a la fiabilitat o estabilitat dels resultats, es comenta que els nous
sistemes operatius multitasca no s&oacute;n adequats per a mesurar
events doncs ja de forma te&ograve;rica s'estima que &eacute;s m&eacute;s
que probable que el sistema estigui "entretingut" en qualsevol
altra cosa en el moment de mesurar el que se li demana, cosa que
provoca que aparegui un retard aleatori que no &eacute;s m&eacute;s
que una mesura de baixa fiabilitat. Per aquest motiu s'inclou en el
m&egrave;tode un microprocessador extern especialitzat que ha de
garantir la no-aparici&oacute; d'errada aleat&ograve;ria. Caldr&agrave;
realitzar, per&ograve;, tests amb senyals convenientment modulades
per a estudiar el comportament d'aquest </SPAN><I>PIC</I><SPAN STYLE="font-style: normal">
amb els "rebots" de l'electr&ograve;nica.</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
L'objectivitat ser&agrave; m&agrave;xima tenint en compte que
l'observador &eacute;s una m&agrave;quina. Tot i que la figura de
"l'examinador" contin&uacute;a present, nom&eacute;s se li demana
que estigui format en la diagnosi de salts correctes o incorrectes,
tasca que no ha de suposar cap problema doncs es torna a incidir en
que els esportistes han de saber realitzar els salts amb correcci&oacute;,
i els patrons d'execuci&oacute; es troben clarament exposats a la
bibliografia.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal"><B>OBJ
1.2: </B>"Vincular els salts a persones i sessions i facilitar la
gesti&oacute; entre aquestes tres entitats de relaci&oacute;."</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" ALIGN=LEFT STYLE="margin-bottom: 0cm">
La vinculaci&oacute; de les entitats: <I>subjecte, salt,</I><SPAN STYLE="font-style: normal">
i </SPAN><I>sessi&oacute; </I><SPAN STYLE="font-style: normal">permet
associar autom&agrave;ticament cada salt al seu "Autor" i </SPAN>
en el seu "moment", de manera que no sigui necessari anar anotant
en un paper i despr&eacute;s introduint a un ordinador els resultats
per tal de realitzar els c&agrave;lculs. Aquesta gesti&oacute; es
considera capital per a la disminuci&oacute; de l'errada accidental,
errada que a difer&egrave;ncia de la sistem&agrave;tica, &eacute;s
variable i dep&egrave;n de la persona (Aguado, X., 1993). A m&eacute;s,
cal advertir que una incorrecta gesti&oacute; de la informaci&oacute;
provoca retards excessius en la seva interpretaci&oacute;, p&egrave;rdua
de dades i fins-i-tot la impossibilitat de recuperar-les. (Storey,
D., 2000)</P>
<P LANG="es-ES" CLASS="western" ALIGN=LEFT STYLE="margin-bottom: 0cm">
<BR>
</P>
<P LANG="es-ES" CLASS="western" ALIGN=LEFT STYLE="margin-bottom: 0cm">
La correspond&egrave;ncia de les dades es concreta en una base de
dades relacionals <I>SQLITE</I><SUP><SPAN STYLE="font-style: normal"><A CLASS="sdfootnoteanc" NAME="sdfootnote18anc" HREF="#sdfootnote18sym"><SUP>18</SUP></A></SPAN></SUP>,
que &eacute;s una petita llibreria de <I>C</I> que implementa un
motor de base de dades <I>SQL</I> ja preconfigurat, autocontingut  de
versi&oacute; redu&iuml;da i empotrable que emmagatzema les dades en
un &uacute;nic fitxer de text pla<SPAN STYLE="font-style: normal">, i
que afortunadament es troba integrada a </SPAN><I>Mono</I><SUP><SPAN STYLE="font-style: normal"><A CLASS="sdfootnoteanc" NAME="sdfootnote19anc" HREF="#sdfootnote19sym"><SUP>19</SUP></A></SPAN></SUP><SPAN STYLE="font-style: normal">.
La refer&egrave;ncia per a l'estudi de </SPAN><I>SQL</I><SPAN STYLE="font-style: normal">
usada &eacute;s "Edici&oacute;n Especial MySQL" de Paul Dubois
(2001).</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
A continuaci&oacute; s'inclou un disseny de la base de dades
relacional:</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<IMG SRC="article_chronojump_aloma_eca71a7.png" NAME="Imatge1" ALIGN=LEFT WIDTH=608 HEIGHT=477 BORDER=0><BR CLEAR=LEFT><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">D'aquesta
manera, consultar temps de vol dels salts de tipus CMJ que hi ha
hagut a la sessi&oacute; 3 fets per un</SPAN> home seria:</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><FONT FACE="Courier 10 Pitch"><FONT SIZE=2>SELECT
tv FROM jump, person WHERE type=="CMJ" AND sessionID==3 AND
sex=="true" AND jump.personID == person.uniqueID;</FONT></FONT></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Es demana
disculpes per la concepci&oacute; de sex=="true" per l'home i
sex=="false" per la dona, per&ograve; &eacute;s la forma
d'expressar el que a l'algebra de Boole s'ent&egrave;n com '1' i '0',
i que tradicionalment s'usa en fulls de c&agrave;lcul i bases de
dades com a distinci&oacute; entre sexes.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Per a
comparar els valors m&agrave;xims de cada salt simple excepte el "DJ"
en tots els subjectes i entre les sessions 1, 25 i 26, retornant el
nom del saltador, el tipus de salt, el temps de vol i la sessi&oacute;
agrupats per tipus de salt i sessi&oacute; i ordenats per nom, tipus
de salt i sessi&oacute;, es faria:</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><FONT FACE="Courier 10 Pitch"><FONT SIZE=2>SELECT
name, type, MAX(tv), sessionID FROM jump, person WHERE jump.personID
== person.uniqueID AND type != &quot;DJ&quot; AND ( sessionID == 1 OR
sessionID == 25 OR sessionID == 26 )  GROUP BY type, sessionID, ORDER
BY name, type, sessionID;</FONT></FONT></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Les
consultes descrites serien preparades pel propi programa basant-se en
les seleccions de l'usuari a partir de simples </SPAN><I>widgets</I><SPAN STYLE="font-style: normal">
o botons d'interacci&oacute;.</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal"><B>OBJ
1.3: </B>"Obtenir taules estad&iacute;stiques amb els tests e
&iacute;ndexs associats als salts de forma automatitzada."</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">La
pot&egrave;ncia del llenguatge est&agrave;ndar de consulta a base de
dades (</SPAN><I>SQL</I><SPAN STYLE="font-style: normal">) ens ha de
permetre realitzar qualsevol c&agrave;lcul de forma senzilla i
elegant. Com a exemple, per a trobar els 3 millors valors del &iacute;ndex
de pot&egrave;ncia d'Aguado en RJ a la sessi&oacute; 7 es faria:</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<FONT FACE="Courier 10 Pitch"><FONT SIZE=2>SELECT person.name,
person.sex, jumpRj.jumps, jumpRj.time, jumpRj.tvAvg, (9.81*9.81 *
tvavg*jumps * time / ( 4 * jumps * (time - tvavg*jumps) ) ) AS
potency  FROM jumpRj, person  WHERE type == 'RJ'  AND
jumpRj.sessionID == 7 AND jumpRj.personID == person.uniqueID  ORDER
BY potency DESC  LIMIT 3; </FONT></FONT>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
Acompanyant als resultats, s'oferiran mitjans estad&iacute;stics per
a la presentaci&oacute; de dades, com distribucions de freq&uuml;&egrave;ncies
i histogrames, a m&eacute;s de &iacute;ndexs univariants de mesura de
tend&egrave;ncia central, de dispersi&oacute; i de posici&oacute;.
S'han publicat obres espec&iacute;fiques d'estad&iacute;stica
aplicada a l'esport que poden ser de gran ajuda, com la de Toni
Planas (1999).</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>OBJ
1.4: </B>"Representar gr&agrave;ficament totes les taules
estad&iacute;stiques obtingudes."</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Per a les
gr&agrave;fiques s'usar&agrave; la llibreria de tercers: <I>NPLOT</I><SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote20anc" HREF="#sdfootnote20sym"><SUP>20</SUP></A></SUP>,
que t&eacute; una llic&egrave;ncia <I>BSD</I><SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote21anc" HREF="#sdfootnote21sym"><SUP>21</SUP></A></SUP>,
aix&iacute; es podr&agrave; servir gr&agrave;fiques en el programa
sense cap mena de restricci&oacute; legal. A data d'enviament
d'aquest article, encara no es pot usar <I>NPLOT</I> sobre la versi&oacute;
de <I>MONO</I> que es distribueix a la branca <I>Sid</I> de <I>Debian</I><SUP><I><A CLASS="sdfootnoteanc" NAME="sdfootnote22anc" HREF="#sdfootnote22sym"><SUP>22</SUP></A></I></SUP><I>
</I> (la 1.0.4) , per&ograve; s&iacute; en la versi&oacute; 1.0.5 i
en la de desenvolupament.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>OBJ
1.5: </B>"<SPAN STYLE="font-style: normal">Exportar els salts a </SPAN><I>XML</I><SPAN STYLE="font-style: normal">
i </SPAN><I>HTML</I><SPAN STYLE="font-style: normal">.", i <B>OBJ
1.7:</B> "Crear informes en format </SPAN><I>XML</I><SPAN STYLE="font-style: normal">,
</SPAN><I>PDF</I><SPAN STYLE="font-style: normal"> i </SPAN><I>HTML</I><SPAN STYLE="font-style: normal">
a partir de plantilles."</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">El format
autodescriptiu <I>XML</I><SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote23anc" HREF="#sdfootnote23sym"><SUP>23</SUP></A></SUP>
es tria com a medi de transformaci&oacute; de les dades cap a
qualsevol altre format. Aquestes operacions es realitzen a partir de
<I>plantilles de transformaci&oacute; XSLT</I><SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote24anc" HREF="#sdfootnote24sym"><SUP>24</SUP></A></SUP>
que es poden crear f&agrave;cilment, aix&iacute; totes les dades del
programa sempre podran ser exportades sense que es produeixi
"apropiaci&oacute;" d'un conjunt de dades per part d'un
programari concret. Amb aquesta estructura resultar&agrave; trivial
ofertar a l'usuari la creaci&oacute; d'informes de les dades
obtingudes i els c&agrave;lculs estad&iacute;stics desitjats intra o
intersessi&oacute;.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>OBJ 2:
</B>"Proporcionar formes de construcci&oacute; i validaci&oacute;
de l'eina."</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">A nivell
del programari cal mostrar al futur usuari la manera d'obtenir-lo
<I>compilat</I> -&eacute;s a dir preparat ja per a que funcioni a
qualsevol sistema-, com <I>compil&middot;lar-lo</I> -&eacute;s a dir,
convertir el text escrit pel programador en codi executable per la
m&agrave;quina-, i com obtenir les <I>llibreries</I> necess&agrave;ries
per a executar-lo o compilar-lo depenent de l'<I>arquitectura </I>de
l'usuari. Ser&agrave; necessari tamb&eacute;, presentar les 
diferents formes de construcci&oacute; de la plataforma de contactes
especificant el material requerit. En darrer lloc, per al
microcontrolador cal facilitar esquemes de construcci&oacute; del
mateix, aix&iacute; com contactar amb alguna empresa per a que el
comercialitzi a baix cost per a qui estigui interessat.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>OBJ 3:
</B>"Compilar l'eina per al major nombre de sistemes operatius
possible." 
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Tot i que
en el punt anterior s'indica com es pot realitzar la compilaci&oacute;,
a molts usuaris els espanta haver de fer aquest proc&eacute;s. Aix&iacute;
es recomana mantenir versions actualitzades ja preparades per a
qualsevol arquitectura de les que suporta <I>Mono</I>, de manera que
l'usuari simplement s'hagi de baixar el programa de la xarxa i
executar-lo sota la <I>m&agrave;quina virtual</I>.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>OBJ 4:
</B>"Traduir l'eina en el major nombre de lleng&uuml;es possible, i
d'altres <I>localitzacions</I> com el format de representaci&oacute;
de dades num&egrave;riques."</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Gr&agrave;cies
a l'eina <I>Gettext</I><SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote25anc" HREF="#sdfootnote25sym"><SUP>25</SUP></A></SUP>
Es generaran fitxers <I>POT</I> que contenen totes les cadenes de
text a traduir, i que seran convertides a diferents fitxers per a
cadascuna de les lleng&uuml;es que convingui. Es demanar&agrave; els
serveis del <I>Gnome Translation Project</I><SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote26anc" HREF="#sdfootnote26sym"><SUP>26</SUP></A></SUP>
que disposa d'equips de traducci&oacute; per tot el m&oacute;n<SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote27anc" HREF="#sdfootnote27sym"><SUP>27</SUP></A></SUP>,
i que est&agrave; disposat a traduir permanentment el programari
lliure i la documentaci&oacute; del mateix de forma gratuita sempre i
quan s'usi el <I>CVS</I><SPAN STYLE="font-style: normal"> de </SPAN><I>GNOME</I><SUP><I><A CLASS="sdfootnoteanc" NAME="sdfootnote28anc" HREF="#sdfootnote28sym"><SUP>28</SUP></A></I></SUP>.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">La
tecnologia <I>locale</I><SUP><I><A CLASS="sdfootnoteanc" NAME="sdfootnote29anc" HREF="#sdfootnote29sym"><SUP>29</SUP></A></I></SUP><SPAN STYLE="font-style: normal">,
permet que qualsevol usuari entengui, entre altres coses, la
presentaci&oacute; num&egrave;rica de les dades, doncs aquestes
s'adapten autom&agrave;ticament als seus "trets culturals".</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><B>OBJ 5:
</B>"Distribuir l'eina i actualitzacions de la mateixa
peri&ograve;dicament per tot el m&oacute;n."</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Es
contacta amb diferents desenvolupadors de distribucions de programari
lliure com <I>Debian</I>, <I>RedHat</I><SUP><SPAN STYLE="font-style: normal"><A CLASS="sdfootnoteanc" NAME="sdfootnote30anc" HREF="#sdfootnote30sym"><SUP>30</SUP></A></SPAN></SUP>,
<I>Mandrake</I><SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote31anc" HREF="#sdfootnote31sym"><SUP>31</SUP></A></SUP>
i <I>Gentoo</I><SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote32anc" HREF="#sdfootnote32sym"><SUP>32</SUP></A></SUP>,
per a que disposin el programa compilat a l'abast de tothom. Per a
distribucions com <I>Ubuntu</I><SUP><A CLASS="sdfootnoteanc" NAME="sdfootnote33anc" HREF="#sdfootnote33sym"><SUP>33</SUP></A></SUP>
no caldr&agrave; contactar, doncs aquesta ja compila tots els <I>paquets</I>
disponibles per a <I>Debian</I>. 
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">D<SPAN STYLE="font-style: normal">egut
a que el maquinari lliure t&eacute; naturalesa f&iacute;sica,
s'experimenten problemes de distribuci&oacute; que no apareixen en el
programari, tal i com descriuen Gonz&aacute;lez, I., Gonz&aacute;lez,
J. i G&oacute;mez-Arribas F. (2003):</SPAN></P>
<OL>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
	Un disseny f&iacute;sic &eacute;s &uacute;nic, no &eacute;s possible
	la compartici&oacute; tal i com es coneix amb el programari.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
	La compartici&oacute; t&eacute; associat un cost</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
	Pot haver problemes de disponibilitat dels components.</P>
</OL>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
Tal i com s'ha apuntat anteriorment, caldr&agrave; facilitar tota la
informaci&oacute; de construcci&oacute; del mateix i contactar amb
alguna empresa distribuidora.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal"><B>OBJ
6: </B>"Mantenir un entorn de preguntes i respostes, feedback de
peticions i contribucions."</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Es
crea la p&agrave;gina web </SPAN><A HREF="http://chronojump.software-libre.org/">http://chronojump.software-libre.org</A></FONT><SPAN STYLE="font-style: normal">
com a p&agrave;gina p&uacute;blica del projecte, i </SPAN>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">
<A HREF="https://software-libre.org/projects/chronojump/"><SPAN STYLE="font-style: normal">https://software-libre.org/projects/chronojump/</SPAN></A></FONT><SPAN STYLE="font-style: normal">
com a p&agrave;gina de desenvolupament. A aquesta &uacute;ltima
s'activen 4 llistes de correu per a mantenir el feedback amb els
usuaris. Les llistes creades s&oacute;n:</SPAN></P>
<UL>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
	chronojump-developers: per a discussi&oacute; sobre el
	desenvolupament.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
	chronojump-general-en: per a discussi&oacute; entre usuaris,
	peticions, i detecci&oacute; d'errades... en angl&eacute;s.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
	chronojump-general-es: com l'anterior per&ograve; en castell&agrave;.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
	chronojump-releases: per a publicar informaci&oacute; de noves
	versions (de baix tr&agrave;fic).</P>
</UL>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">PERSPECTIVES
DE FUTUR</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Es
descriuen a continuaci&oacute; l&iacute;nies de treball que es poden
seguir un cop s'hagin assolit els objectius proposats fins ara.</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<UL>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Salts
	espec&iacute;fics: Incloure i actualitzar peri&ograve;dicament un
	extens llistat de salts espec&iacute;fics, facilitant a m&eacute;s
	la creaci&oacute; dels mateixos per part dels usuaris. Caldr&agrave;
	modificar la base de dades i preveure inconsist&egrave;ncies entre
	versions de la mateixa.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Temps
	de reacci&oacute;: Reproduir una senyal ac&uacute;stica o visual a
	l'esportista que haur&agrave; de tocar o sortir de la plataforma al
	percebre l'event. Cronometrar l'event des de l'exposici&oacute; de
	la senyal.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Augmentar
	les exportacions: Ofertar m&eacute;s possibilitats d'exportaci&oacute;
	de dades sempre basant-se en un document XML generat "al vol".</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Mesclat
	de bases de dades: S'ha de preveure mecanismes per a juntar
	diferents fitxers de bases de dades en un sol arxiu per a que els
	entrenadors que hagin treballat en diferents entorns puguin
	interpretar les seves dades de forma conjunta.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Cronometratge
	entre plataformes: No ser&agrave; complex gestionar m&eacute;s d'una
	plataforma per a cronometrar circuits o curses.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Validaci&oacute;
	de salt per v&iacute;deo: Es podria mostrar una reproducci&oacute;
	digital de la seq&uuml;&egrave;ncia del salt per tal de decidir si
	aquest &eacute;s correcte o no. Es dur&agrave; a terme gestionant la
	filmaci&oacute; digital d'un objecte control i de l'execuci&oacute;,
	i presentant a l'usuari la possibilitat de calcular angles corregits
	respecte al citat objecte. Aquesta aplicaci&oacute; serviria tamb&eacute;
	per a estudiar criteris de qualitat dels salts, com la &ograve;ptima
	flexi&oacute; pr&egrave;via de genolls en una determinada t&egrave;cnica
	esportiva o velocitats angulars en l'execuci&oacute;.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Servidor
	ChronoJump: Un servidor associat a aquesta tecnologia, permetria que
	els entrenadors poguessin compartir els registres dels esportistes
	-ocultant els noms d'aquestos, si es desitja-, creant una base de
	dades a nivell mundial que ser&agrave; molt profitosa per a tot
	tipus de comparacions, tot i que s'haur&agrave; d'estudiar
	mecanismes per a garantir que les dades s'han obtingut correctament
	i que pertanyen al grup que s'especifica.</P>
</UL>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">CONCLUSIONS</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Al
tractar-se aquest article de nom&eacute;s unes primeres pistes per a
la concreci&oacute; d'aquest projecte i essent un treball que no ha
formulat hip&ograve;tesis, no es creu oport&uacute; apuntar
conclusions en aquest moment a  excepci&oacute; de la simple
repetici&oacute; del t&iacute;tol:</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><I>&Eacute;s
possible crear un m&egrave;tode de mesura, gesti&oacute; i
estad&iacute;stica de la capacitat de salt a partir de l'avaluaci&oacute;
de temps de vol i temps de contacte a una plataforma de contactes amb
programari i maquinari lliure</I></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Com
a apunt final, es demana a tothom que hi estigui interessat que es
dirigeixi a la llista de correu chronojump-general-es per a fer
comentaris al voltant de la metodologia o per a proposar
caracter&iacute;stiques que desitjaria veure incorporades, i es
recorda que a la p&agrave;gina p&uacute;blica del projecte:
</SPAN><A HREF="http://chronojump.software-libre.org/"><SPAN STYLE="font-style: normal">http://chronojump.software-libre.org</SPAN></A></FONT><SPAN STYLE="font-style: normal">
s'hi troben </SPAN><I>captures de pantalla</I><SPAN STYLE="font-style: normal">
actualitzades.</SPAN></P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
BIBLIOGRAFIA</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<UL>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Aguado,
	X., Izquierdo, M., Gonz&aacute;lez, J.L. (1997). </SPAN><I>Biomec&aacute;nica
	fuera y dentro del laboratorio</I><SPAN STYLE="font-style: normal">.
	Le&oacute;n: Universidad, Secretariado de Publicaciones.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Aguado,
	X. (1993). </SPAN><I>Eficacia y t&eacute;cnica deportiva</I><SPAN STYLE="font-style: normal">.
	Barcelona: INDE.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Aguado,
	X., Grande, R., L&oacute;pez, J.L. (1999). Consideraciones sobre
	conceptos y clasificaciones de la fuerza muscular desde el punto de
	vista mec&aacute;nico. Dins Ferro, A. (Comp.), </SPAN><I>Biomec&aacute;nica
	de la fuerza muscular y su valoraci&oacute;n: An&aacute;lisis
	cin&eacute;tico de la marcha, nataci&oacute;n, gimnasia r&iacute;tmica,
	b&aacute;dminton y ejercicios de musculaci&oacute;n</I><SPAN STYLE="font-style: normal">,
	vol. (ICD 21), p. 7-26. Madrid: Ministerio de Educaci&oacute;n y
	Cultura, Consejo Superior de Deportes. </SPAN>
	</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Bl&aacute;zquez,
	D. (1990). </SPAN><I>Evaluar en educaci&oacute;n f&iacute;sica</I><SPAN STYLE="font-style: normal">.
	Barcelona: INDE.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Bosco,
	C., (1987). Valoraciones funcionales de la fuerza din&aacute;mica
	explosiva y de la potencia anaer&oacute;bica al&aacute;ctica con el
	test de Bosco. </SPAN><I>Apuntes de medicina del deporte</I><SPAN STYLE="font-style: normal">.
	vol. (XXIV), p. 151-158.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Bosco,
	C., Luhtanen, P., Komi, V. (1983). A symple method for measurement
	of mechanical power in jumping. </SPAN><I>European Journal of
	Applied Physiology,</I><SPAN STYLE="font-style: normal"> vol. (50),
	p. 273-282.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Bosco,
	C. (1994). </SPAN><I>La valoraci&oacute;n de la fuerza con el test
	de Bosco. Deporte &amp; Entrenamiento</I><SPAN STYLE="font-style: normal">.
	Barcelona: Paidotribo.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">De
	Blas, X., Garc&iacute;a-Fojeda, A., Lapuente, M., &Aacute;quila, F.,
	Cebolla, J. (1999). Programa inform&aacute;tico para la medici&oacute;n
	y gesti&oacute;n de tiempo de vuelo y tiempo de contacto durante el
	salto. </SPAN><I>Actes del Quart Congr&eacute;s de les Ci&egrave;ncies
	de l'Esport, l'Educaci&oacute; F&iacute;sica i la Recreaci&oacute;</I><SPAN STYLE="font-style: normal">,
	p. 489-498. Lleida: Generalitat de Catalunya.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">De
	Blas, X., Busc&agrave;, B, Daza, E. (2004)
	<I>Instrucciones para la construcci&oacute;n
	de una plataforma de contactos para la medici&oacute;n de la
	capacidad de salto/s</I><SPAN STYLE="font-style: normal"> [en
	l&iacute;nia]. Accessible a 
	<A HREF="http://www.deporteyciencia.com/wiki.pl?Plataforma_Contactos_Fabricacion">http://www.deporteyciencia.com/wiki.pl?Plataforma_Contactos_Fabricacion</A>
	(consulta 13-1-05).</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">C&aacute;rdenas,
	E. (2004). </SPAN><I>Desarrollo de
	Prototipo de Plataforma y Programa de Computaci&oacute;n, para
	Evaluaci&oacute;n de Salto Vertical adaptado de Tapete de Videojuego
	</I><SPAN STYLE="font-style: normal">[en l&iacute;nia]</SPAN>.
	Accessible a: 
	<A HREF="http://www.deporteyciencia.com/wiki.pl?Plataforma_Contactos_Con_Tapete_Videojuego1">http://www.deporteyciencia.com/wiki.pl?Plataforma_Contactos_Con_Tapete_Videojuego1</A>
	(consulta 13-1-05).</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Dubois,
	P (2001) </SPAN><I>Edici&oacute;n especial MySQL</I><SPAN STYLE="font-style: normal">.
	Madrid: Pearson Educaci&oacute;n, S.A.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Dumbill,
	E.; Bornstein, N.M. (2004). </SPAN><I>Mono: A Deveper's Notebook</I><SPAN STYLE="font-style: normal">.
	EUA: O'Reilly Media.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Esper,
	A. (2000).<SPAN STYLE="font-weight: medium">
	Influencia de distintos tipos de calentamientos musculares sobre la
	saltabilidad</SPAN>. </SPAN><I>Revista Digital de
	Educaci&oacute;n F&iacute;sica </I><SPAN STYLE="font-style: normal">[En
	l&iacute;nia],<SPAN STYLE="font-weight: medium">
	</SPAN></SPAN><SPAN STYLE="font-weight: medium">A&ntilde;o
	5 - N&deg; 25 - Septiembre de 2000<SPAN STYLE="font-style: normal">.
	Accessible a  </SPAN></SPAN><A HREF="http://www.efdeportes.com/efd25a/calen.htm"><SPAN STYLE="font-weight: medium"><SPAN STYLE="font-style: normal">http://www.efdeportes.com/efd25a/calen.htm</SPAN></SPAN></A><SPAN STYLE="font-weight: medium"><SPAN STYLE="font-style: normal">
	(consulta 13-1-05).</SPAN></SPAN>.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Frick,
	U., Schmidtbleicher, D., W&ouml;rn, C (1991). Comparison of
	biomechanical methods for determining the height of vertical jumps.
	</SPAN><I>Leistungssport</I><SPAN STYLE="font-style: normal">, n&uacute;m.
	(2), p. 48-53.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Gonz&aacute;lez,
	I., Gonz&aacute;lez, J., G&oacute;mez-Arribas, F. (2003). </SPAN><I>Hardware
	libre: clasificaci&oacute;n y desarrollo de hardware reconfigurable
	en entornos GNU/Linux </I><SPAN STYLE="font-style: normal">[en
	l&iacute;nia]. Accessible a 
	</SPAN><A HREF="http://www.iearobotics.com/personal/juan/publicaciones/index.html"><SPAN STYLE="font-style: normal">http://www.iearobotics.com/personal/juan/publicaciones/index.html</SPAN></A><SPAN STYLE="font-style: normal">
	(consulta 13-1-05).</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">G&oacute;nz&aacute;lez,
	J., Prieto-Moreno, A. (2004). </SPAN><I>Herramientas hardware y
	software para el desarrollo de aplicaciones con Microcontroladores
	PIC bajo plataformas GNU/Linux </I><SPAN STYLE="font-style: normal">[en
	l&iacute;nia]. Accessible a  </SPAN>
	<A HREF="http://www.iearobotics.com/personal/juan/publicaciones/index.html"><SPAN STYLE="font-style: normal">http://www.iearobotics.com/personal/juan/publicaciones/index.html</SPAN></A><SPAN STYLE="font-style: normal">
	(consulta 13-1-05).</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Gonz&aacute;lez,
	J.J, Gorostiaga, E. (1995). </SPAN><I>Fundamentos del entrenamiento
	de la fuerza: Aplicaci&oacute;n al rendimiento deportivo</I><SPAN STYLE="font-style: normal">.
	Barcelona: INDE.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Hatze,
	H. (1998). Validity and Reliability of Methods for Testing Vertical
	Jumping Performance. </SPAN><I>Journal of Applied Biomechanics</I><SPAN STYLE="font-style: normal">,
	vol. (14), p. 127-140.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Himanen,
	P. (2002). </SPAN><I>La &eacute;tica del hacker y el esp&iacute;ritu
	de la era de la informaci&oacute;n</I><SPAN STYLE="font-style: normal">.
	Barcelona: Destino.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Kernighan,
	B., Ritchie, D. (1991). </SPAN><I>El lenguaje de programaci&oacute;n
	C </I><SPAN STYLE="font-style: normal">(2a ed). M&eacute;xico:
	Prentice-Hall Hispanoamericana, S.A.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Mas,
	J. (2004). </SPAN><I>Mono: mucho m&aacute;s que una implementaci&oacute;n
	libre de .Net </I><SPAN STYLE="font-style: normal">[en l&iacute;nia]</SPAN><I>.</I><SPAN STYLE="font-style: normal">
	Accessible a  </SPAN><A HREF="http://www.softcatala.org/~jmas/articulo-mono.pdf"><SPAN STYLE="font-style: normal">http://www.softcatala.org/~jmas/articulo-mono.pdf</SPAN></A><SPAN STYLE="font-style: normal">
	(consulta 13-1-05).</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Mayo,
	J. (2002). </SPAN><I>C# Al descubierto</I><SPAN STYLE="font-style: normal">.
	Madrid: Pearson Educaci&oacute;n.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Planas,
	T. (1999). </SPAN><I>Estad&iacute;stica aplicada a les activitats
	f&iacute;siques i l'esport</I><SPAN STYLE="font-style: normal">.
	Colecci&oacute; divulgaci&oacute;, vol. (2). Lleida: INEFC de
	Catalunya.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Raymond,
	E. (1999). <I>The Cathedral and the Bazaar: Musings on Linux and
	Open Source by an Accidental Revolutionary </I><SPAN STYLE="font-style: normal">[en
	l&iacute;nia]</SPAN><I>.</I> O'Reilly and Associates. Accessible a 
	<A HREF="http://catb.org/~esr/writings/cathedral-bazaar">http://catb.org/~esr/writings/cathedral-bazaar</A>
	(consulta 13-1-05).</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Romeo,
	A., Garc&iacute;a, A. (2003). <I>La pastilla roja. Software Libre y
	Revoluci&oacute;n Digital</I>. Madrid: Edit Lin Editorial.</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Stallman,
	R. (1999). </SPAN><I>Free Hardware </I><SPAN STYLE="font-style: normal">[en
	l&iacute;nia]. Linux Today. Jun-1999. Accessible a
	</SPAN><A HREF="http://linuxtoday.com/news_story.php3?ltsn=1999-06-22-005-05-NW-LF"><SPAN STYLE="font-style: normal">http://linuxtoday.com/news_story.php3?ltsn=1999-06-22-005-05-NW-LF
	</SPAN></A><SPAN STYLE="font-style: normal">(consulta
	13-1-05).</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">Storey,
	D. (2000). </SPAN><I>Inform&aacute;tica. Tecnolog&iacute;a de la
	informaci&oacute;n eficaz: Un manual para pensar y trabajar con
	inteligencia</I><SPAN STYLE="font-style: normal">. Barcelona: Blume.</SPAN></P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><SPAN STYLE="font-style: normal">V&eacute;lez,
	U. (1992). </SPAN><I>El entrenamiento de la fuerza para la mejora
	del salto</I><SPAN STYLE="font-style: normal">. Apunts. Vol. (XXIX).
	p. 139-156.</SPAN></P>
</UL>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
NOTES</P>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm; font-style: normal">
<BR>
</P>
<DIV ID="sdfootnote1">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote1sym" HREF="#sdfootnote1anc">1</A> - <a href="http://chronojump.software-libre.org">http://chronojump.software-libre.org</P>
</DIV>
<DIV ID="sdfootnote2">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote2sym" HREF="#sdfootnote2anc">2</A> - <a href="http://www.axn.com.ar/Axon_bibliografia.htm">http://www.axn.com.ar/Axon_bibliografia.htm</a></P>
</DIV>
<DIV ID="sdfootnote3">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote3sym" HREF="#sdfootnote3anc">3</A> - Tot i que es descriu una forma de funcionar poc convencional en sistemes XP: <a href="http://www.deporteyciencia.com/article.pl?sid=04/01/03/1910204&amp;mode=nested">http://www.deporteyciencia.com/article.pl?sid=04/01/03/1910204&amp;mode=nested</a></P>
</DIV>
<DIV ID="sdfootnote4">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote4sym" HREF="#sdfootnote4anc">4</A> - <a href="http://deporteyciencia.com/programa_gsalta">http://deporteyciencia.com/programa_gsalta</a></P>
</DIV>
<DIV ID="sdfootnote5">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote5sym" HREF="#sdfootnote5anc">5</A> - <a href="http://linux.com">http://linux.com</a></P>
</DIV>
<DIV ID="sdfootnote6">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote6sym" HREF="#sdfootnote6anc">6</A> - <a href="http://www.gnu.org/licenses/licenses.html#GPL">http://www.gnu.org/licenses/licenses.html#GPL</a></P>
</DIV>
<DIV ID="sdfootnote7">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote7sym" HREF="#sdfootnote7anc">7</A> - Definici&oacute; de "lliure" al lloc web de Debian:
	<A HREF="http://www.debian.org/intro/free.ca.html">http://www.debian.org/intro/free.ca.html</A></P>
</DIV>
<DIV ID="sdfootnote8">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote8sym" HREF="#sdfootnote8anc">8</A> - <a href="http://www.gnu.org/licenses/licenses.html#TOCWhatIsCopyleft">http://www.gnu.org/licenses/licenses.html#TOCWhatIsCopyleft</a></P>
</DIV>
<DIV ID="sdfootnote9">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote9sym" HREF="#sdfootnote9anc">9</A> - <a href="http://www.sobreeentrenamiento.com">http://www.sobreeentrenamiento.com</a></P>
</DIV>
<DIV ID="sdfootnote10">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote10sym" HREF="#sdfootnote10anc">10</A> - <a href="><A HREF="http://www.sobreentrenamiento.com/ShopCE/Producto.asp?idp=815">http://www.sobreentrenamiento.com/ShopCE/Producto.asp?idp=815</A>
	(apartat "garantia")</P>
</DIV>
<DIV ID="sdfootnote11">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote11sym" HREF="#sdfootnote11anc">11</A> - <a href="http://www.efdeportes.com/winlab/">http://www.efdeportes.com/winlab</a></P>
</DIV>
<DIV ID="sdfootnote12">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote12sym" HREF="#sdfootnote12anc">12</A> - <a href="http://www.iearobotics.com/proyectos/skypic/skypic.html">http://www.iearobotics.com/proyectos/skypic/skypic.html</a></P>
</DIV>
<DIV ID="sdfootnote13">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote13sym" HREF="#sdfootnote13anc">13</A> - <a href="http://www.gnu.org/philosophy/free-sw.html">http://www.gnu.org/philosophy/free-sw.html</a></P>
</DIV>
<DIV ID="sdfootnote14">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote14sym" HREF="#sdfootnote14anc">14</A> - <a href="http://www.debian.org/social_contract.ca.html">http://www.debian.org/social_contract.ca.html</a></P>
</DIV>
<DIV ID="sdfootnote15">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote15sym" HREF="#sdfootnote15anc">15</A> - <a href="http://www.opensource.org/docs/definition.php">http://www.opensource.org/docs/definition.php</a></P>
</DIV>
<DIV ID="sdfootnote16">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote16sym" HREF="#sdfootnote16anc">16</A> - Standard
	ECMA-335: Common Language Infrastructure (CLI)
	<a href="http://www.ecma-international.org/publications/standards/Ecma-335.htm">http://www.ecma-international.org/publications/standards/Ecma-335.htm</a></P>
</DIV>
<DIV ID="sdfootnote17">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote17sym" HREF="#sdfootnote17anc">17</A> - <a href="http://go-mono.com">http://go-mono.com</a></P>
</DIV>
<DIV ID="sdfootnote18">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote18sym" HREF="#sdfootnote18anc">18</A> - <a href="http://sqlite.org">http://sqlite.org</a></P>
</DIV>
<DIV ID="sdfootnote19">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote19sym" HREF="#sdfootnote19anc">19</A> - <a href="http://www.go-mono.com/sqlite.html">http://www.go-mono.com/sqlite.html</a></P>
</DIV>
<DIV ID="sdfootnote20">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote20sym" HREF="#sdfootnote20anc">20</A> - <a href="http://netcontrols.org/nplot/">http://netcontrols.org/nplot/</a></P>
</DIV>
<DIV ID="sdfootnote21">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote21sym" HREF="#sdfootnote21anc">21</A> - <a href="http://www.bsd.org/">http://www.bsd.org/</a></P>
</DIV>
<DIV ID="sdfootnote22">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote22sym" HREF="#sdfootnote22anc">22</A> - <a href="http://www.debian.org">http://www.debian.org</a></P>
</DIV>
<DIV ID="sdfootnote23">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote23sym" HREF="#sdfootnote23anc">23</A> - <a href="http://www.xmlsoft.org/">http://www.xmlsoft.org/</a></P>
</DIV>
<DIV ID="sdfootnote24">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote24sym" HREF="#sdfootnote24anc">24</A> - <a href="http://www.w3.org/TR/xslt">http://www.w3.org/TR/xslt</a></P>
</DIV>
<DIV ID="sdfootnote25">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote25sym" HREF="#sdfootnote25anc">25</A> - <a href="http://www.gnu.org/software/gettext/">http://www.gnu.org/software/gettext/</a></P>
</DIV>
<DIV ID="sdfootnote26">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote26sym" HREF="#sdfootnote26anc">26</A> - <a href="http://developer.gnome.org/projects/gtp/">http://developer.gnome.org/projects/gtp/</a></P>
</DIV>
<DIV ID="sdfootnote27">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote27sym" HREF="#sdfootnote27anc">27</A> - <a href="http://developer.gnome.org/projects/gtp/teams.html">http://developer.gnome.org/projects/gtp/teams.html</a></P>
</DIV>
<DIV ID="sdfootnote28">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote28sym" HREF="#sdfootnote28anc">28</A> - <a href="http://gnome.org">http://gnome.org</a></P>
</DIV>
<DIV ID="sdfootnote29">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote29sym" HREF="#sdfootnote29anc">29</A> - <a href="http://www.opengroup.org/onlinepubs/007908799/xbd/locale.html">http://www.opengroup.org/onlinepubs/007908799/xbd/locale.html</a></P>
</DIV>
<DIV ID="sdfootnote30">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote30sym" HREF="#sdfootnote30anc">30</A> - <a href="http://www.redhat.com/">http://www.redhat.com/</a></P>
</DIV>
<DIV ID="sdfootnote31">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote31sym" HREF="#sdfootnote31anc">31</A> - <a href="http://www.mandrakelinux.com">http://www.mandrakelinux.com</a></P>
</DIV>
<DIV ID="sdfootnote32">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote32sym" HREF="#sdfootnote32anc">32</A> - <a href="http://www.gentoo.org/">http://www.gentoo.org/</a></P>
</DIV>
<DIV ID="sdfootnote33">
	<P LANG="es-ES" CLASS="sdfootnote-western"><A CLASS="sdfootnotesym" NAME="sdfootnote33sym" HREF="#sdfootnote33anc">33</A> - <a href="http://www.ubuntulinux.org/">http://www.ubuntulinux.org/</a></P>
</DIV>

<hr>
Com citar aquest article:
<br><br>
De Blas, X (2005). Primeres aproximacions a la creaci&oacute; d'un m&egrave;tode de mesura, gesti&oacute; i estad&iacute;stica de la capacitat de salt a partir de l'avaluaci&oacute; de temps de vol i temps de contacte a una plataforma de contactes amb programari i maquinari lliure. Projecte ChronoJump. <i> Revista Aloma. Revista de Psicologia, Ci&egrave;ncies de l'Educaci&oacute; i de l'Esport</i>, vol. 15, p.107-123. <tt>Accesible a <a href="http://projects.gnome.org/chronojump/articles/article_chronojump_aloma.html">http://projects.gnome.org/chronojump/articles/article_chronojump_aloma.html</a>.



</div></div>

<!--
</td><td>
<div id="sidebar">
				<h2>Licencia</h2>
				<ul id="newsletters">
					ChronoJump es <a href="http://es.wikipedia.org/wiki/Software_Libre">software&nbsp;libre</a> distribuido bajo la Licencia <a href="http://gugs.sindominio.net/licencias/gples.html">GPL</a>. Puede consultar el <em>c&oacute;digo&nbsp;fuente</em> <a href="http://cvs.software-libre.org/cgi-bin/cvsweb.cgi/chronojump/?cvsroot=chronojump">del&nbsp;programa</a> y <a href="http://cvs.software-libre.org/cgi-bin/cvsweb.cgi/chronopic/?cvsroot=chronojump">del&nbsp;cron&oacute;metro</a>, as como modificarlo y redistribuirlo.<br><br>
					Se acompa&ntilde;an instrucciones de construcci&oacute;n de la plataforma de contactos y el cron&oacute;metro.<br><br>
					No es posible verificar la validez y fiabilidad de un instrumento inform&aacute;tico de medida si no se facilita el <em>c&oacute;digo&nbsp;fuente</em>. Por esta raz&oacute;n ChronoJump es &oacute;ptimo para la investigaci&oacute;n.
			      
			  </ul>
				<h2>Autores</h2>
				<ul>
					<li><a href="http://www.xdeblas.com">Xavier de Blas</a></li>
		    <li><a href="http://www.iearobotics.com/personal/juan/">Ju&aacute;n Gonz&aacute;lez</a></li>
				</ul>
				<h2>Colaboradores</h2>
				<ul>
					<li><a href="mailto:tartesos2@telefonica.net">Jos Pichardo</a>
					<li><a href="mailto:marchesedavid@yahoo.com.ar">David Marchese</a>
				</ul>

				<h2>Colaboran</h2>
				<br><a href="http://www.deporteyciencia.com"><img src="../images/deporteyciencia.png" width="88" height="110" border="0" alt="deporteyciencia.com sitio colaborativo en ciencias del deporte"></a>
				<br><br><A href="http://software-libre.org"><IMG src="http://software-libre.org/sflogo.php?group_id=63" width="88" height="31" border="0" alt="software-libre.org Logo"></A>
				
</div>
</td></tr></table>
<div id="footer">

					<hr noshade size="1">
					  Dise&ntilde;ado por <a href="http://www.zazu-zega.info">Zazu Vega</a>
				</div>
-->

</body>
</html>
