<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - software livre para a cronometrajem do salto, corrida, tempo de rea&ccedil;&atilde;o e ritmo</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
Constru&ccedil;&atilde;o
</h4>


<ol>
<li>Constru&ccedil;&atilde;o-obten&ccedil;&atilde;o do cron&ocirc;metro
<li>Constru&ccedil;&atilde;o de Plataforma de contatos
<li>C&eacute;lulas fotoel&eacute;ctricas
</ol>


<h5>1.- Constru&ccedil;&atilde;o-obten&ccedil;&atilde;o do cron&ocirc;metro</h5>

(TRADUCIR) Se ha publicado (22 enero 2008) la versi&oacute;n 3.0 de la placa Chronopic.
<ul>
<li>Para los que la quer&aacute;is fabricar, dispon&eacute;is de toda la informaci&oacute;n en esta p&aacute;gina: <a href="http://www.iearobotics.com/wiki/index.php?title=Chronopic_3.0">Chronopic 3.0</a>
<li>Pronto habr&aacute; unidades disponibles a un precio muy asequible.
</ul>

<table border="0" cellpadding="4" cellspacing="8">
<tr valign="top">
	<td width="250">
		<a href="http://www.gnome.org/projects/chronojump/images/Chronopic_v3.0.jpg"><img src="http://www.gnome.org/projects/chronojump/images/Chronopic_v3.0_small.jpg" width="250" height="188"></a>
		<br>
		Chronopic 3.0. Desenho Industrial.
	</td>
	<td width="250">
		<a href="http://www.gnome.org/projects/chronojump/images/Chronopic_v3.0_PCB.jpg"><img src="http://www.gnome.org/projects/chronojump/images/Chronopic_v3.0_PCB_small.jpg" width="250" height="238"></a>
		<br>
		Chronopic 3.0 (PCB). Desenho industrial. 
	</td>
</tr>
</table>

Aten&ccedil;&atilde;o: Chronojump equipe <b>n&atilde;o assume nenhuma responsabilidade</b> para qualquer problema relativo &agrave; cria&ccedil;&atilde;o de Chronopics por outras pessoas.
<br>
Mais informa&ccedil;&otilde;es em <a href="faq_pt.html">preguntes frecuentes</a>.
<br>
Informa&ccedil;&otilde;es sobre vers&otilde;es antigas Chronopic aqui: <a href="old_chronopics_pt.html">Chronopic 2.0 y Chronopic 1.0</a>.

<h5>2.- Constru&ccedil;&atilde;o de Plataforma de contatos</h5>

O instrumento que permite saber se o sujeito est&aacute; no ar (voando) ou no ch&atilde;o (em terra o em contato) pode ser uma plataforma de contatos ou um sistema de c&eacute;lulas fotoel&eacute;tricas. Propomos o seguinte documento para a fabrica&ccedil;&atilde;o da plataforma de contatos:

<ul>
<li><a href="construction_contact_platform_pt.html">"Instru&ccedil;&otilde;es para a constru&ccedil;&atilde;o da plataforma de contatos para a medi&ccedil;&atilde;o da capacidade de salto/s"</a>.
<li>Consulte tamb&eacute;m os <a href="construction_contact_platform_comments_es.html">coment&aacute;rios sobre a fabrica&ccedil;&atilde;o de plataforma de contatos</a> (dispon&iacute;vel em espanhol)
<li>Antes do projeto ChronoJump, se criaram os projetos <b>Salta</b> e <b>Gsalta</b> (atualmente n&atilde;o dispon&iacute;veis - interrompidos), nestes n&atilde;o existia cron&ocirc;metro, e a conex&atilde;o plataforma-PC se produzia por um porta paralela. Mesmo que <b>este m&eacute;todo n&atilde;o se adapta a ChronoJump</b> se disponibiliza para todos que se interessem: <a href="construction_contact_platform_parallel_port_es.html">informa&ccedil;&atilde;o de conex&atilde;o por porta paralela</a> (dispon&iacute;vel em espanhol).
</ul>

De forma alternativa escrevemos outra possibilidade de constru&ccedil;&atilde;o da plataforma de contatos que <b>n&atilde;o foi provada ou adaptada a ChronoJump</b>:
<ul>
<li><a href="http://www.deporteyciencia.com/wiki.pl?Plataforma_Contactos_Con_Tapete_Videojuego1">"Desenvolvimento de um Prot&oacute;tipo de Plataforma e Programa de Computa&ccedil;&atilde;o, para Avalia&ccedil;&atilde;o de Salto Vertical adaptado do Tapete de Videojogos (videogames)"</a> (dispon&iacute;vel em espanhol)
</ul>


<h5>3.- C&eacute;lulas fotoel&eacute;ctricas</h5>

Leia la p&aacute;xina de <a href="photocells_es.html">c&eacute;lulas fotoel&eacute;ctricas</a> (spanish).


</body></html>