<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - programari lliure per a cronometrar el salt, la cursa, el temps de reacci&oacute; i el ritme</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
Construcci&oacute;
</h4>

<h5>Construcci&oacute;-obtenci&oacute; del cron&ograve;metre</h5>
<ul>
<li>Chronopic original
  <ul>
  <li>Per a informaci&oacute; al voltant de la <b>compra</b> del cron&ograve;metre ja fabricat llegir aquest correu: <a href="http://mail.gnome.org/archives/chronojump-list/2005-October/msg00002.html">Adquisici&oacute;n del Prototipo I de la chronopic</a> (castell&agrave;)
  <li><b>[Experts]</b> Per a informaci&oacute; al voltant de la <b>fabricaci&oacute;</b> del cron&ograve;metre llegir aquest correu: <a href="http://mail.gnome.org/archives/chronojump-list/2005-October/msg00001.html">Documentaci&oacute;n sobre Chronopic 1.0 y el Prototipo 1</a> (castell&agrave;). <a href="http://www.gnome.org/projects/chronojump/articles/chronopic_cables_es.doc">Construcci&oacute; de cables per a Chronopic</a> (castell&agrave;). <a href="http://www.gnome.org/projects/chronojump/articles/record_chronopic_pic_icprog_es.doc">Enregistrament de Chronopic amb ICPROG</a> (castell&agrave;).
  </ul>
<li>Alternativament, pot construir la <a href="construction_chronopic_juanfer_es.html">Chronopic_juanfer</a> (castell&agrave;) (m&eacute;s barata i m&eacute;s f&agrave;cil de fabricar).
</ul>

<h5>Construcci&oacute; de la plataforma de contactes</h5>

L'instrument que permet saber si el subjecte est&agrave; a l'aire o a terra pot ser una plataforma de contactes o un sistema de c&egrave;l&middot;lules fotoel&egrave;ctriques. Proposem el seg&uuml;ent document amb les intruccions per a fabricar la plataforma de contactes: 


<ul>
<li><a href="construction_contact_platform_ca.html">"Instruccions per la construcci&oacute; d'una plataforma de contactes per la medici&oacute; de la capacitat del salts/s"</a>.
<li>Consulteu tamb&eacute; els <a href="construction_contact_platform_comments_ca.html">comentaris de fabricaci&oacute; de la plataforma de contactes</a>.
<li>Abans del projecte ChronoJump, van ser creats els projectes <b>Salta</b> y <b>Gsalta</b> (avui desapareguts). En aquests programes no existia cron&ograve;metre i la connexi&oacute; plataforma-PC es feia pel port paral&middot;lel. Malgrat que aquest m&egrave;tode <b>no s'adapta a ChronoJump</b> s'inclou per aquelles persones que estiguin interessades: <a href="construction_contact_platform_parallel_port_ca.html">informaci&oacute; de connexi&oacute; per port paral&middot;lel</a>. 
</ul>

De forma alternativa s'ha descrit una altra possibilitat de construcci&oacute; de plataforma de contactes que <b>no ha estat provada o adaptada a ChronoJump</b>: 
<ul><li><a href="http://www.deporteyciencia.com/wiki.pl?Plataforma_Contactos_Con_Tapete_Videojuego1">"Desenvolupament de Prototip de Plataforma i Programa de Computaci&oacute;, per Avaluaci&oacute; del Salt Vertical adaptat del Tapet de Videojoc"</a>
</ul>

Respecte les <b>cel&middot;lules&nbsp;fotoel&egrave;ctriques</b>, no han estat documentades encara les seves possibilitats  d'&uacute;s, de preu, etc. Si disposeu d'informaci&oacute; i desitgeu col&middot;laborar, apunteu-vos a la <a href="contact_ca.html">llista chronojump-devel-list</a>. 
</body></html>