<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - software libre para cronometrado del salto, carrera, tiempo de reacci&oacute;n y ritmo</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
Construcci&oacute;n de plataforma de contactos de varillas
</h4>

<h5>"Instrucciones para la construcci&oacute;n de una plataforma de contactos para la medici&oacute;n de la capacidad de salto/s"</h5>

Autores: <b>Bernat Busc&agrave; Safont-Tria, Xavier de Blas Foix y Gabriel Daza Sobrino</b>
<tt>
<br>BernatBS@blanquerna.url.es, francescxavierdf@blanquerna.url.es, GabrielDS@blanquerna.url.es
<br>Profesores de Ciencias del Deporte de la Facultat de Psicolog&iacute;a, Ci&egrave;ncies de l'Educaci&oacute; i de l'Esport Blanquerna
Universitat Ramon Llull (Barcelona).
<br>Instrucciones originales del <b>Dr. Alberto Garc&iacute;a-Fojeda</b>, profesor de Biomec&aacute;nica del INEFC de Lleida.
</tt>

<p>
Materiales y herramientas
<p><img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_material.jpg">
<br><tt>[Pendiente: asociar n&uacute;meros de ilustraci&oacute;n a materiales y herramientas]</tt>
<p>

<table border="0" cellpadding="0" cellspacing="0">
<tr align="center" valign="CENTER"><th> MATERIALES (para manta de 0,80m x 1,10m) </th><th> PRECIO (aprox) </th></tr>
<tr align="center" valign="CENTER"><td> 21m de fleje de acero templado de 13mm de ancho por 0.50mm de grosor (para 30 varillas de 70cm) </td><td> 38 &#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 1 rollo de cinta de doble cara Scotch 3M 19mm x 1,5m. </td><td> 3 &#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 6 metros de cable doble (1m simple para la plataforma y 5 metros hasta el Chronopic). </td><td> 3 &#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 1 rollo de 30m de cinta adhesiva de doble cara de 5cm de ancho </td><td> 10&#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 2 superficies de pl&aacute;stico transparente de 1m x 1m </td><td> 1&#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 2 superficies de lona resistente de 1m x 1m </td><td> 2&#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 1 rollo de 5m de cinta adhesiva americana </td><td> 10 &#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 30 arandelas peque&ntilde;as para los remaches </td><td> 2 &#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 30 remaches de aluminio/acero </td><td> 4 &#8364; </td></tr>
</tbody></table>

<ul>
<li>Tijeras para cortar metales</li>
<li>Taladro</li>
<li>brocas de 3.2mm y de 2.1mm</li>
<li>pistola de remaches</li>
<li>&#8220;cutter&#8221;</li>
<li>Tijeras de papeler&iacute;a</li>
<li>Martillo</li>
<li>Punta de acero templado</li>
<li>Alicates</li>
<li>Rotulador</li>
</ul>

<p></p><h3>Instrumentos para construcci&oacute;n</h3>

<p></p>
<p>Tiempo de fabricaci&oacute;n de la plataforma (entre tres personas): 2h-2h30' (seg&uacute;n experiencia).

<ol>
<li>Cortar 30 piezas de 70cm de fleje de acero templado
con las tijeras (el fleje viene en rollos de 5m) a cada trozo le
llamaremos varilla.
<center><img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_cortar_varillas.jpg"></center>
<li>Hacer un agujero de 3mm a 1,5cm de un extremo de
cada varilla. El fleje es muy duro y ser&aacute; dif&iacute;cil perforarlo con un
taladro. Se recomienda perforar con un golpe de martillo (o varios) con
una punta de acero templado y despu&eacute;s repasarlo con el taladro y una
broca de 3,2mm.
<center>
<img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_perforar_varillas.jpg"><br>
<img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_taladrar_varillas.jpg">
</center>
<li>Colocar cinta Scotch 3M de doble cara sobre una cara de la varilla cada 7cm a lo largo de la varilla.
<center><img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_cinta_varillas.jpg"></center>

<li>Pegar otra varilla con el agujero en el lado opuesto
de tal forma que sobresalgan unos 3cm (es importante que los extremos
de las varillas reposen sobre un trozo de cinta de doble cara). Al
conjunto de las dos varillas pegadas con la cinta lo denominaremos
&#8220;conjunto varilla&#8221;.

<center><img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_juntar_varillas.jpg"></center>

<li>Cortar un trozo de cable doble de 1,30m, separarlo convertiendo en 2 cables simples de 1,30m.
<li>Marcar el cable con marcas de 1cm cada 7 cm con el rotulador. Al principio es importante dejar un trozo de 2cm
sin pelar y empezar a contar des de 2cm. <b>Actualizaci&oacute;n:</b> se recomienda que esta distancia de 7 cm sea menor para que no aparezcan problemas en la detecci&oacute;n de los saltos. Esto se aplica en todas las referencias a 7cm desde este punto hasta el final del texto.
<li>Pelar cada cable simple aproximadamente 1cm cada 7cm. Al final queda un cable pelado cada 7cm. Lo llamaremos &#8220;cable pelado7cm&#8221;.

<center><img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_marcar_cortar_cable.jpg"></center>

<li>Disponer los &#8220;conjuntos varillas&#8221; paralelamente de
tal forma que todos queden del mismo modo (las varillas superiores con
el agujero en un lado y las varillas inferiores con el agujero en el
lado opuesto).
<li>Unir los conjuntos varilla mediante un
trozo de cable pelado7cm utilizando un remache y una arandela. Para
unirlos hace falta separar la mitad de hilos del cable de tal forma que
el remache pueda pasar por el medio. No olvidar poner la arandela en la
parte superior y remachar con una pistola de remachar. (nos debe quedar
una serie de varillas paralelas unidas por un cable en serie para todas
las varillas superiores y otro cable en serie que une las varillas
inferiores).

<center>
<img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_unir_conjuntos_varilla.jpg">
<img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_remaches.jpg">
</center>

<li>Cortar dos trozos de pl&aacute;stico de 1m por 1m.
<li>Colocaremos dos trozos de cinta adhesiva de 5cm de doble cara  a los lados del pl&aacute;stico y de arriba abajo.

<center><img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_cinta_adhesiva_plastico.jpg"></center>

<li>Colocaremos la estructura sobre el pl&aacute;stico de tal forma que queden pegados los &#8220;conjuntos varilla&#8221; de forma paralela.

<center><img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_pegar_varillas_plastico.jpg"></center>

<li>Colocaremos un trozo de cinta de doble cara en el espacio que queda entre dos &#8220;conjunto varilla&#8221; para fijar la estructura.

<center><img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_pegar_cinta_entre_varillas.jpg"></center>
<li>Pegaremos el otro trozo de pl&aacute;stico para proteger el otro lado.
<li>Reforzaremos los bordes con cinta americana doblada.

<center><img src="http://projects.gnome.org/chronojump/images/plataforma_contactos_final.jpg"></center>

<li>Finalmente, recubrir la manta con lona para hacerla m&aacute;s resistente a los golpes.
</ul>

<hr width ="50%">
<ul>
<li>Vea este v&iacute;deo (en catal&aacute;n) sobre c&oacute;mo construir la plataforma de contactos y otros dispositivos: <a href="http://www.vimeo.com/1205809">Construcci&oacute; de dispositius de mesura per a Chronojump</a>.
<li>Consulte informaci&oacute;n sobre <a href="construction_contact_platform_buy_stuff_es.html">d&oacute;nde&nbsp;comprar&nbsp;componentes</a> (o actualice dicha informaci&oacute;n).
<li>Acceda a <a href="construction_contact_platform_comments_es.html">Comentarios sobre la fabricaci&oacute;n</a>.
</ul>

</body></html>