<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - programari lliure per a cronometrar el salt, la cursa, el temps de reacci&oacute; i el ritme</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
Construcci&oacute; / Plataforma de contactes
</h4>

<h5>"Instruccions per a la construcci&oacute; d'una plataforma de contactes  per la medici&oacute; de la capacitat del salt/s"</h5>

Autors: <b>Bernat Busc&agrave; Safont-Tria, Xavier de Blas Foix i Gabriel Daza Sobrino</b>
<tt>
<br>BernatBS@blanquerna.url.es, francescxavierdf@blanquerna.url.es, GabrielDS@blanquerna.url.es
<br>Professors de Ci&egrave;ncies de l'Esport de la Facultat de Psicologia, Ci&egrave;ncies de l'Educaci&oacute; i de l'Esport Blanquerna Universitat Ramon Llull (Barcelona). 
<br>Instruccions originals del <b>Dr. Alberto Garc&iacute;a-Fojeda</b>, professor de Biomec&agrave;nica de l'INEFC de Lleida. 
</tt>

<p>
Materials i eines
<p><img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_material.jpg">
<br><tt>[Pendent: associar n&uacute;meros d'il&middot;lustraci&oacute; a materials i eines]</tt>
<p>

<table border="0" cellpadding="0" cellspacing="0">
<tr align="center" valign="CENTER"><th> MATERIALS (per la manta de 0,80m x 1,10m) </th><th> PREU (aprox) </th></tr>
<tr align="center" valign="CENTER"><td> 21m de fleix d'acer t&egrave;bi de 13mm d'ample per 0.50 mm de gruix (per les 30 varetes de 70cm) </td><td> 38 &#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 1 rotlle de cinta de doble cara Scotch 3M 19mm x 1,5m.  </td><td> 3 &#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 6 metres de cable doble (1m simple per la plataforma i 5 metres fins el Chronopic) </td><td> 3 &#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 1 rotlle  de 30m de cinta adhesiva de doble cara de 5cm d'amplada </td><td> 10&#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 2 superficies de pl&agrave;stic transparent d' 1m x 1m </td><td> 1&#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 2 superficies de lona resistent d' 1m x 1m  </td><td> 2&#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 1 rotlle de 5m de cinta adhesiva americana  </td><td> 10 &#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 30 argolles petites per les rebladures </td><td> 2 &#8364; </td></tr>
<tr align="center" valign="CENTER"><td> 30 rebladures d'alumini/acer  </td><td> 4 &#8364; </td></tr>
</tbody></table>

<ul>
<li>Tisores per tallar metalls </li>
<li>Trepant</li>
<li>Broques de 3.2mm i de 2.1mm </li>
<li>Pistola de reblar </li>
<li>C&uacute;ter </li>
<li>Tisores de papereria </li>
<li>Martell</li>
<li>Punt d'acer t&egrave;bi</li>
<li>Alicates </li>
<li>Retulador</li>
</ul>

<p></p><h3>Instruments per la construcci&oacute;</h3>

<p></p>
<p>
Temps de fabricaci&oacute; de la plataforma (entre tres persones): 2h-2h30' (segons experi&egrave;ncia). 
<ol>
<li>Talleu 30 peces de 70 cm de fleix d'acer t&egrave;bi amb les tisores (el fleix ve en rotlles de 5m) a cada tros l'anomenarem vareta. 
<center><img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_cortar_varillas.jpg"></center>
<li>Feu un forat de 3 mm a 1,5 cm d'un extrem de cada vareta. El fleix &eacute;s molt dur i ser&agrave; dif&iacute;cil perforar-lo amb el trempant. Es recomana perforar-lo amb un cop de martell (o m&eacute;s d'un ) amb una punta d'acer t&egrave;bi i despr&eacute;s repassar-lo amb el trempant i una broca de 3,2 mm. 
<center>
<img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_perforar_varillas.jpg"><br>
<img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_taladrar_varillas.jpg">
</center>
<li>Col&middot;loqueu cinta Scotch 3M de doble cara sobre una cara de la vareta cada 7cm al llarg de tota la vareta. 
<center><img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_cinta_varillas.jpg"></center>
<li>Enganxeu una altra vareta amb el forat en el cant&oacute; oposat de tal manera que sobresurti uns 3cm (&eacute;s important que els extrems de les varetes reposin sobre un tros de cinta de doble cara). Anomenarem "conjunt vareta" a cada conjunt de dues varetes enganxades amb la cinta. 
<center><img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_juntar_varillas.jpg"></center>
<li>Talleu un tros de cable doble d' 1,30m, separeu-lo convertint-lo en 2 cables simples de 1,30m. 
<li>Marqueu el cable amb marques d' 1cm cada 7 cm amb el retulador. Al principi &eacute;s important deixar un tros de 2cm sense pelar i comen&ccedil;ar a comptar des de 2cm. <b>Actualitzaci&oacute;:</b> es recomana que aquesta dist&agrave;ncia de 7 cm sigui menor per a que no hi hagi problemes en la detecci&oacute; dels salts. Aix&ograve; s'aplica a totes les refer&egrave;ncies a 7cm des d'aqu&iacute; fins al final del text.
<li>Peleu cada cable simple aproximadament 1cm cada 7cm. Al final queda un cable pelat cada 7cm. L'anomenarem  "cable pelat 7cm". 
<center><img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_marcar_cortar_cable.jpg"></center>
<li>Disposeu els  "conjunts varetes" paral&middot;lelament, de tal forma que tots quedin de la mateixa manera (les varetes superiors amb el forat a un cant&oacute; i les varetes inferiors amb el forat al cant&oacute; oposat). 
<li>Uniu els "conjunts vareta" mitjan&ccedil;ant un tros de cable pelat de 7cm utilitzant una m&agrave;quina de reblar i una argolla. Per a unir-los cal separar la meitat dels fils del cable de tal manera que la rebladura pugui passar pel mig. No oblideu posar l'argolla a la part superior i  reblar-la amb una pistola de reblar. (Us han de quedar una serie de varetes paral&middot;les unides per un cable en serie per a totes les varetes superiors i un altre cable en serie que uneix les varetes inferiors). 
<center>
<img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_unir_conjuntos_varilla.jpg">
<img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_remaches.jpg">
</center>
<li>Talleu dos trossos de pl&agrave;stic d'1m per 1m. 
<li>Col&middot;loque-hi dos trossos de cinta adhesiva de 5cm de doble cara als dos costats del pl&agrave;stic i de d'alt a baix.
<center><img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_cinta_adhesiva_plastico.jpg"></center>
<li>Col&middot;loqueu l'estructura sobre el pl&agrave;stic de tal forma que quedin enganxats els "conjunts vareta" en paral&middot;lel. 
<center><img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_pegar_varillas_plastico.jpg"></center>
<li>Col&middot;loqueu un tros de cinta de doble cara a l'espai que queda entre dos "conjunt vareta" per fixar l'estructura. 
<center><img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_pegar_cinta_entre_varillas.jpg"></center>
<li>Enganxeu-hi l'altre tros de pl&agrave;stic per protegir l'altre costat. 
<li>Reforceu les puntes amb cinta americana doblegada. 
<center><img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_final.jpg"></center>
<li>Finalment, recobriu la manta amb lona per a fer-la m&eacute;s resistent als cops. 
</ul>

<hr width ="50%">
<ul>
<li>Vegeu aquest video que parla de com construir la plataforma de contactes i altres dispositiu: <a href="http://www.vimeo.com/1205809">Construcci&oacute; de dispositius de mesura per a Chronojump</a>.
<li>Consulteu <a href="construction_contact_platform_buy_stuff_es.html">on&nbsp;comprar&nbsp;els&nbsp;components</a> (o actualitzeu aquesta informaci&oacute;).
<li>Accediu a <a href="construction_contact_platform_comments_ca.html">Comentaris sobre la fabricaci&oacute;</a>. 
</ul>
</body></html>