<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - programari lliure per a cronometrar el salt, la cursa, el temps de reacci&oacute; i el ritme</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
Construcci&oacute; / Plataforma de contactes per port paral&middot;lel
</h4>

<b>Aquest m&egrave;tode no &eacute;s compatible amb el ChronoJump</b>. El m&egrave;tode es refereix als antics programes Salta i Gsalta, reempla&ccedil;ats actualment pel ChronoJump.  El ChronoJump <b>no</b> utilitza el port paral&middot;lel. Per&ograve; aquesta informaci&oacute; es mant&eacute; per raons hist&ograve;riques. 

<h5>Connexi&oacute; pel port paral&middot;lel </h5>

Continuant el m&egrave;tode descrit en la <a href="construction_contact_platform_ca.html">fabricaci&oacute; de la plataforma de contactes</a>... 

<p>
unirem un cap del cable que procedeix d'un costat dels conjunts vareta a un cable del connector DB25 i el farem arribar a l'entrada "patilla" n&uacute;mero  19. L'altra punta del cable la fixarem a un  acable del DB25 que anir&agrave; a un pont situat entre les entrades "patilles"  n&uacute;mero 6,7 i 11. Entre els dos cables hi pot anar un pont llumin&oacute;s o led, l'entrada negativa (patilla negativa) del qual anir&agrave; connectada a l'entrada n&uacute;mero 19, i l'entrada positiva al pont. 
<p>
<center><img src="http://www.gnome.org/projects/chronojump/images/plataforma_contactos_puerto_paralelo.jpg"></center>

<h5>Comentaris</h5>

En Javier Pe&ntilde;a L&oacute;pez ens comenta que, si l'ordinador no detecta la manta, caldr&agrave; accedir a la seva BIOS (prement la tecla F1 a l'inici, o F2, o SUPR, segons els models) i seguir els passos seg&uuml;ents: 

<ol>
<li>Habiliteu la disquetera de 3 i 1/2 com a disc prioritari d'arrencada (aix&ograve; si teniu disquetera, en cas contrari, la unitat que m&eacute;s us interessi, com per exemple, un Cdrom que tingui els arxius del disc gravats). La seq&uuml;&egrave;ncia en angl&egrave;s en el meu ordinador queda aix&iacute;: FDD-HDD-CD ROM-LAN, &eacute;s una opci&oacute; de BIOS que s'anomena BOOT PRIORITY. 
<li>En segon lloc cal cercar l'apartat de la BIOS referent al port paral&middot;lel i mirar que estigui habilitat  de manera BIDIRECCIONAL O PARALLEL PORT MODE: STD. BI-DIRECTIONAL (en detriment de l'opci&oacute; ECP) que en el cas del meu ordinador estava activada per defecte. 
<li>Dins de l'opci&oacute; ports o en una opci&oacute; a part anomenada I/O PORTS hem de veure-hi la DIRECCION BASE com a 378 i INTERRUPCION ha de ser IRQ 7ร/ยบ , o b&eacute;, habilitar el port amb l'opci&oacute; LPT1 (378H/IRQ 7) 
</ol>

Amb tots aquests passos i acceptant els canvis, l'ordinador es reiniciar&agrave;, i  si introdu&iuml;m el disc d'arrencada quan s'activa MS-DOS, arrenca Salta2 i la plataforma funciona correctament.
<p>

Malgrat que desconec el motiu (per&ograve; l'esbrinar&eacute;), lamentablement el pas 3 nom&eacute;s funciona de forma transit&ograve;ria i quan iniciem Windows XP torna a estar deshabilitada l'opci&oacute;. Per a fer funcionar Salta2 cal tornar a realitzar el pas 3, la BIOS conserva els dos anteriors. 
<p>
Aquests canvis els he dedu&iuml;t amb l'ajuda d'un tutorial de BIOS, comparant un ordinador on funcionava el programa i el meu. M&egrave;tode emp&iacute;ric pur, si d'aqu&iacute;  una estona no puc imprimir Tot sigui per la ci&egrave;ncia!!! Una salutaci&oacute; i espero que us hagi estat d'utilitat. 

<hr width ="50%">
En Joraike comentava en <a href="http://www.deporteyciencia.com/article.pl?sid=04/07/06/096224">aquesta hist&ograve;ria de deporteyciencia.com</a> el seg&uuml;ent: 
<ul>
<li>El cable paral&middot;lel &eacute;s millor que sigui robust, no compreu un cable prim, i quan peleu el cable, feu-ho ben ajustat, amb un 1 cm ser&agrave; suficient, fins i tot, una mica menys, aix&iacute; evitareu que el cable pugui sortir quan l'agafeu amb la rebladura. 
<li>Un cop fetes les soldadures recobriu-les amb cola, d'aquesta forma evitareu que es desenganxin i toquin l'altre cable.
</ul>
</body></html>