<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - software livre para a cronometrajem do salto, corrida, tempo de rea&ccedil;&atilde;o e ritmo</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
Constru&ccedil;&atilde;o
</h4>

<h5>Constru&ccedil;&atilde;o-obten&ccedil;&atilde;o do cron&ocirc;metro</h5>
<ul>
<li>Original Chronopic [Pending to translate]
  <ul>
  <li>Para informa&ccedil;&atilde;o de <b>compra</b> de cron&ocirc;metro fabricado, ler este e-mail: <a href="http://mail.gnome.org/archives/chronojump-list/2005-October/msg00002.html">Adquisici&oacute;n del Prototipo I de la chronopic</a> (em espanhol)
  <li><b>[Experts]</b> Para informa&ccedil;&atilde;o de <b>fabrica&ccedil;&atilde;o</b> de cron&ocirc;metro, ler este e-mail: <a href="http://mail.gnome.org/archives/chronojump-list/2005-October/msg00001.html">Documentaci&oacute;n sobre Chronopic 1.0 y el Prototipo 1</a> (em espanhol). <a href="http://www.gnome.org/projects/chronojump/articles/chronopic_cables_es.doc">Construction of Chronopic cables</a> (spanish). <a href="http://www.gnome.org/projects/chronojump/articles/record_chronopic_pic_icprog_es.doc">Record Chronopic with ICPROG</a> (spanish). [Pending to translate]
  </ul>
  <li>Check also the <a href="construction_chronopic_juanfer.html">Chronopic_juanfer</a> (cheaper, easier to build). [Pending to translate]
</ul>

<h5>Constru&ccedil;&atilde;o de Plataforma de contatos</h5>

O instrumento que permite saber se o sujeito est&aacute; no ar (voando) ou no ch&atilde;o (em terra o em contato) pode ser uma plataforma de contatos ou um sistema de c&eacute;lulas fotoel&eacute;tricas. Propomos o seguinte documento para a fabrica&ccedil;&atilde;o da plataforma de contatos:

<ul>
<li><a href="construction_contact_platform_pt.html">"Instru&ccedil;&otilde;es para a constru&ccedil;&atilde;o da plataforma de contatos para a medi&ccedil;&atilde;o da capacidade de salto/s"</a>.
<li>Consulte tamb&eacute;m os <a href="construction_contact_platform_comments_es.html">coment&aacute;rios sobre a fabrica&ccedil;&atilde;o de plataforma de contatos</a> (dispon&iacute;vel em espanhol)
<li>Antes do projeto ChronoJump, se criaram os projetos <b>Salta</b> e <b>Gsalta</b> (atualmente n&atilde;o dispon&iacute;veis - interrompidos), nestes n&atilde;o existia cron&ocirc;metro, e a conex&atilde;o plataforma-PC se produzia por um porta paralela. Mesmo que <b>este m&eacute;todo n&atilde;o se adapta a ChronoJump</b> se disponibiliza para todos que se interessem: <a href="construction_contact_platform_parallel_port_es.html">informa&ccedil;&atilde;o de conex&atilde;o por porta paralela</a> (dispon&iacute;vel em espanhol).
</ul>

De forma alternativa escrevemos outra possibilidade de constru&ccedil;&atilde;o da plataforma de contatos que <b>n&atilde;o foi provada ou adaptada a ChronoJump</b>:
<ul>
<li><a href="http://www.deporteyciencia.com/wiki.pl?Plataforma_Contactos_Con_Tapete_Videojuego1">"Desenvolvimento de um Prot&oacute;tipo de Plataforma e Programa de Computa&ccedil;&atilde;o, para Avalia&ccedil;&atilde;o de Salto Vertical adaptado do Tapete de Videojogos (videogames)"</a> (dispon&iacute;vel em espanhol)
</ul>

Respeito as <b>c&eacute;lulas&nbsp;fotoel&eacute;ctricas</b>, n&atilde;o foi documentado at&eacute; este momento suas possibilidades de uso, pre&ccedil;o, ... se disp&otilde;e de informa&ccedil;&atilde;o e deseja colaborar, inscreva-se na <a href="contact_pt.html">lista chronojump-devel-list</a>.


</body></html>