<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title></title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
Construci&oacute;n
</h4>

<ol>
<li>Compra-Construci&oacute;n do cron&oacute;metro
<li>Construci&oacute;n da plataforma de contactos
<li>C&eacute;lulas fotoel&eacute;ctricas
</ol>

<h5>1.- Compra-Construci&oacute;n do cron&oacute;metro</h5>

<table width="100%" border="0" cellspacing="2" cellpadding="2">
<tr bgcolor="#e6e6fa"><th>Para mercar a Chronopic</th><th>Escribirlle a</th><th>Prezo aproximado</th><th>Comentarios</th></tr>
<tr><td>en Espa&ntilde;a</td><td>andres@ifara.com</td><td>70 Euros +IVE</td><td>Gravada en PCB</td></tr>
<tr><td>en Sudam&eacute;rica</td><td>juanfer@juanfer.com.ar</td><td>150$ arxentinos +gastos de env&iacute;o</td><td>Placa caseira</td></tr>
<tr><td colspan="4">Nota1: Non nos facemos responsables no caso de que as Chronopics mercadas non funcionen.</td></tr>
<tr><td colspan="4">Nota2: se desexa comercializar Chronopics, escr&iacute;balle un correo a xaviblas@gmail.com.</td></tr>
</table>

<p><b>Construci&oacute;n</b>[Expertos] Para obter m&aacute;is informaci&oacute;n sobre a <b>fabricaci&oacute;n</b> do cron&oacute;metro, lea estes correos: <a href="http://mail.gnome.org/archives/chronojump-list/2005-October/msg00001.html">Documentaci&oacute;n sobre Chronopic 1.0 e o Prototipo 1 (en castel&aacute;n)</a>. <a href="http://www.gnome.org/projects/chronojump/articles/chronopic_cables_es.doc">Construci&oacute;n de cables para Chronopic</a> (en castel&aacute;n). <a href="http://www.gnome.org/projects/chronojump/articles/record_chronopic_pic_icprog_es.doc">Gravaci&oacute;n de Chronopic con ICPROG</a> (en castel&aacute;n).
  <br>
Consulte tam&eacute;n <a href="construction_chronopic_juanfer_gl.html">Chronopic_juanfer</a> (m&aacute;is barata e m&aacute;is sinxela de constru&iacute;r).



<h5>2.- Construci&oacute;n da plataforma de contactos</h5>

O instrumento que permite saber se o suxeito est&aacute; no aire ou no chan pode ser unha plataforma de contactos ou un sistema de c&eacute;lulas fotoel&eacute;ctricas. Proponse o seguinte documento para a fabricaci&oacute;n da plataforma de contactos:

<ul>
<li><a href="construction_contact_platform_gl.html">"Instruci&oacute;ns para a construci&oacute;n dunha plataforma de contactos para a medici&oacute;n da capacidade de salto/s"</a>.
<li>Consulte tam&eacute;n os <a href="construction_contact_platform_comments_es.html">comentarios sobre a fabricaci&oacute;n da plataforma de contactos</a> (en castel&aacute;n).
<li>Antes do proxecto ChronoJump, cre&aacute;ronse os proxectos <b>Salta</b> e <b>Gsalta</b> (hoxe en d&iacute;a desaparecidos), nos que non exist&iacute;a cron&oacute;metro e a conexi&oacute;n plataforma-PC se establec&iacute;a polo porto paralelo. A&iacute;nda que este m&eacute;todo <b>non se adapta a ChronoJump</b> incl&uacute;ese para quen te&ntilde;a interese: <a href="construction_contact_platform_parallel_port_es.html">informaci&oacute;n da conexi&oacute;n por porto paralelo (en castel&aacute;n)</a>.

</ul>

De xeito alternativo, describiuse outra posibilidade de construci&oacute;n da plataforma de contactos que <b>nin se probou nin se adaptou a ChronoJump</b>:

<ul> 
<li><a href="http://www.deporteyciencia.com/wiki.pl?Plataforma_Contactos_Con_Tapete_Videojuego1">"Desenvolvemento de Prototipo de Plataforma e Programa de Computaci&oacute;n, para Avaliaci&oacute;n do Salto Vertical Adaptado do Tapete de Videoxogo" (en castel&aacute;n)</a>
</ul>

<h5>3.- C&eacute;lulas fotoel&eacute;ctricas</h5>

 No referente &aacute;s <b>c&eacute;lulas&nbsp;fotoel&eacute;ctricas</b>, a&iacute;nda non se documentaron as s&uacute;as posibilidades de uso, prezo, ... se disp&oacute;n de informaci&oacute;n e desexa colaborar, an&oacute;tese na <a href="contact_gl.html">lista chronojump-devel-list</a>.
</body></html>