<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - programari lliure per a cronometrar el salt, la cursa, el temps de reacci&oacute; i el ritme</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
Construcci&oacute;
</h4>

<ol>
<li>Compra-Construcci&oacute; del cron&ograve;metre
<li>Construcci&oacute; de la plataforma de contactes
<li>Cel&middot;lules fotoel&egrave;ctricas
</ol>

<h5>1.- Compra-Construcci&oacute; del cron&ograve;metre</h5>

S'ha publicat la placa Chronopic 3.0 (22 gener 2008).
<ul>
<li>Per als que la voleu fabricar, disposeu de tota la informaci&oacute; en aquesta p&agrave;gina: <a href="http://www.iearobotics.com/wiki/index.php?title=Chronopic_3.0">Chronopic 3.0</a>.
 Aqu&iacute; teniu la <a href="http://svn.gnome.org/svn/gnomeweb-wml/trunk/www.gnome.org/projects/chronojump/articles/validacion_chronopic3_sin_condensador_contra_osciloscopio.ods">validaci&oacute; en OpenOffice</a> i en <a href="http://svn.gnome.org/svn/gnomeweb-wml/trunk/www.gnome.org/projects/chronojump/articles/validacion_chronopic3_sin_condensador_contra_osciloscopio.pdf">PDF</a> (castell&agrave;)
<li>Aviat hi haur&agrave; unitats disponibles a la venda a un preu molt asequible.
</ul>

<table border="0" cellpadding="4" cellspacing="8">
<tr valign="top">
	<td width="250">
		<a href="http://www.gnome.org/projects/chronojump/images/Chronopic_v3.0.jpg"><img src="http://www.gnome.org/projects/chronojump/images/Chronopic_v3.0_small.jpg" width="250" height="188"></a>
		<br>
		Chronopic 3.0. Disseny Industrial.
	</td>
	<td width="250">
		<a href="http://www.gnome.org/projects/chronojump/images/chronopic3-metacrilato.jpg"><img src="http://www.gnome.org/projects/chronojump/images/chronopic3-metacrilato_small.jpg" width="250" height="188"></a>
		<br>
		Chronopic 3.0 amb metacrilat. 
	</td>
</tr>
</table>


Atenci&oacute;: L'equip de Chronojump <b>no es responsabilitza</b> d'eventuals problemes en la fabricaci&oacute; de Chronopics per part d'altres persones.
<br>
Per a m&eacute;s informaci&oacute; podeu consultar les <a href="faq_ca.html">preguntes freq&uuml;ents</a>.
<br>
Aqu&iacute; teniu informaci&oacute; de les antigues versions de Chronopic: <a href="old_chronopics_ca.html">Chronopic 2.0 i Chronopic 1.0</a>.

<h5>2.- Construcci&oacute; de la plataforma de contactes</h5>

L'instrument que permet saber si el subjecte est&agrave; a l'aire o a terra pot ser una plataforma de contactes o un sistema de c&egrave;l&middot;lules fotoel&egrave;ctriques. Proposem el seg&uuml;ent document amb les intruccions per a fabricar la plataforma de contactes: 


<ul>
<li><a href="construction_contact_platform_ca.html">"Instruccions per la construcci&oacute; d'una plataforma de contactes per la medici&oacute; de la capacitat del salts/s"</a>.
<li>Consulteu tamb&eacute; els <a href="construction_contact_platform_comments_ca.html">comentaris de fabricaci&oacute; de la plataforma de contactes</a>.
<li>Abans del projecte ChronoJump, van ser creats els projectes <b>Salta</b> y <b>Gsalta</b> (avui desapareguts). En aquests programes no existia cron&ograve;metre i la connexi&oacute; plataforma-PC es feia pel port paral&middot;lel. Malgrat que aquest m&egrave;tode <b>no s'adapta a ChronoJump</b> s'inclou per aquelles persones que estiguin interessades: <a href="construction_contact_platform_parallel_port_ca.html">informaci&oacute; de connexi&oacute; per port paral&middot;lel</a>. 
</ul>

De forma alternativa s'ha descrit una altra possibilitat de construcci&oacute; de plataforma de contactes que <b>no ha estat provada o adaptada a ChronoJump</b>: 
<ul><li><a href="http://www.deporteyciencia.com/wiki.pl?Plataforma_Contactos_Con_Tapete_Videojuego1">"Desenvolupament de Prototip de Plataforma i Programa de Computaci&oacute;, per Avaluaci&oacute; del Salt Vertical adaptat del Tapet de Videojoc"</a>
</ul>

<h5>3.- Cel&middot;lules fotoel&egrave;ctriques</h5>

Consulti <a href="photocells_es.html">fotoc&egrave;l&middot;lules</a> (castell&agrave;).
</body></html>