<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - software libre para cronometrado del salto, carrera, tiempo de reacci&oacute;n y ritmo</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
Construcci&oacute;n
</h4>

<ol>
<li>Compra-construcci&oacute;n de cron&oacute;metro
<li>Construcci&oacute;n de plataforma de contactos
<li>C&eacute;lulas fotoel&eacute;ctricas
</ol>


<h5>1.- Compra-construcci&oacute;n de cron&oacute;metro</h5>

Se ha publicado (22 enero 2008) la versi&oacute;n 3.0 de la placa Chronopic.
<ul>
<li>Para los que la quer&aacute;is fabricar, dispon&eacute;is de toda la informaci&oacute;n en esta p&aacute;gina: <a href="http://www.iearobotics.com/wiki/index.php?title=Chronopic_3.0">Chronopic 3.0</a>
 Aqu&iacute; se encuentra la <a href="http://svn.gnome.org/svn/gnomeweb-wml/trunk/www.gnome.org/projects/chronojump/articles/validacion_chronopic3_sin_condensador_contra_osciloscopio.ods">validaci&oacute;n en OpenOffice</a> y en <a href="http://svn.gnome.org/svn/gnomeweb-wml/trunk/www.gnome.org/projects/chronojump/articles/validacion_chronopic3_sin_condensador_contra_osciloscopio.pdf">PDF</a>.
<li>Pronto habr&aacute; unidades disponibles a un precio muy asequible.
</ul>

<table border="0" cellpadding="4" cellspacing="8">
<tr valign="top">
	<td width="250">
		<a href="http://www.gnome.org/projects/chronojump/images/Chronopic_v3.0.jpg"><img src="http://www.gnome.org/projects/chronojump/images/Chronopic_v3.0_small.jpg" width="250" height="188"></a>
		<br>
		Chronopic 3.0. Dise&ntilde;o Industrial.
	</td>
	<td width="250">
		<a href="http://www.gnome.org/projects/chronojump/images/chronopic3-metacrilato.jpg"><img src="http://www.gnome.org/projects/chronojump/images/chronopic3-metacrilato_small.jpg" width="250" height="188"></a>
		<br>
		Chronopic 3.0 con metacrilato. 
	</td>
</tr>
</table>

Atenci&oacute;n: El equipo de Chronojump <b>no se hace responsable</b> de eventuales problemas en la fabricaci&oacute;n de Chronopics por parte de otras personas.
<br>
Para m&aacute;s informaci&oacute;n pod&eacute;is consultar las <a href="faq_es.html">preguntes frecuentes</a>.
<br>
Aqu&iacute; ten&eacute;is informaci&oacute;n de las antiguas versiones de Chronopic: <a href="old_chronopics_es.html">Chronopic 2.0 y Chronopic 1.0</a>.


<h5>2.- Construcci&oacute;n de la plataforma de contactos</h5>

El instrumento que permite saber si el sujeto est&aacute; en el aire o en el suelo puede ser una plataforma de contactos o un sistema de c&eacute;lulas fotoel&eacute;ctricas. Se propone el siguiente documento para la fabricaci&oacute;n de la plataforma de contactos:

<ul>
<li><a href="construction_contact_platform_es.html">"Instrucciones para la construcci&oacute;n de una plataforma de contactos para la medici&oacute;n de la capacidad de salto/s"</a>.
<li>Consulte tambi&eacute;n los <a href="construction_contact_platform_comments_es.html">comentarios de fabricaci&oacute;n de plataforma de contactos</a>.
<li>Antes del proyecto ChronoJump, se crearon los proyectos <b>Salta</b> y <b>Gsalta</b> (hoy d&iacute;a desaparecidos), en &eacute;stos no exist&iacute;a cron&oacute;metro, y la conexi&oacute;n plataforma-PC se produc&iacute;a por el puerto paralelo. Aunque este m&eacute;todo <b>no se adapta a ChronoJump</b> se incluye para quienes est&eacute;n interesados: <a href="construction_contact_platform_parallel_port_es.html">informaci&oacute;n de conexi&oacute;n por puerto paralelo</a>.
</ul>

Alternativamente se ha descrito otra posibilidad de construcci&oacute;n de plataforma de contactos que <b>no ha sido probada o adaptada a ChronoJump</b>:

<ul> 
<li><a href="http://www.deporteyciencia.com/wiki.pl?Plataforma_Contactos_Con_Tapete_Videojuego1">"Desarrollo de Prototipo de Plataforma y Programa de Computaci&oacute;n, para Evaluaci&oacute;n de Salto Vertical adaptado de Tapete de Videojuego"</a>
</ul>

<h5>3.- C&eacute;lulas fotoel&eacute;ctricas</h5>

Lea esta p&aacute;gina: <a href="photocells_es.html">Fotoc&eacute;lulas</a>.

</body></html>