<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - software libre para cronometrado del salto, carrera, tiempo de reacci&oacute;n y ritmo</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
Construcci&oacute;n
</h4>

<ol>
<li>Compra-construcci&oacute;n de cron&oacute;metro
<li>Construcci&oacute;n de plataforma de contactos
<li>C&eacute;lulas fotoel&eacute;ctricas
</ol>


<h5>1.- Compra-construcci&oacute;n de cron&oacute;metro</h5>


<table width="100%" border="0" cellspacing="2" cellpadding="2">
<tr bgcolor="#e6e6fa"><th>Comprar Chronopic</th><th>Escribir a</th><th>Precio aproximado</th><th>Comentarios</th></tr>
<tr><td>en Espa&ntilde;a</td><td>andres@ifara.com</td><td>70 Euros +IVA</td><td>Grabado en PCB</td></tr>
<tr><td>en Sudam&eacute;rica</td><td>juanfer@juanfer.com.ar</td><td>150$ argentinos +env&iacute;o</td><td>Placa casera</td></tr>
<tr><td colspan="4">Nota1: no nos hacemos responsables de que los Chronopics comprados funcionen.</td></tr>
<tr><td colspan="4">Nota2: si desea comercializar chronopics, escriba un correo a xaviblas@gmail.com.</td></tr>
</table>


<p><b>Construcci&oacute;n</b> [Expertos] Para informaci&oacute;n a cerca de la <b>fabricaci&oacute;n</b> del cron&oacute;metro, leer estos correos: <a href="http://mail.gnome.org/archives/chronojump-list/2005-October/msg00001.html">Documentaci&oacute;n sobre Chronopic 1.0 y el Prototipo 1</a>. <a href="http://www.gnome.org/projects/chronojump/articles/chronopic_cables_es.doc">Construcci&oacute;n de cables para Chronopic</a>, y <a href="http://www.gnome.org/projects/chronojump/articles/record_chronopic_pic_icprog_es.doc">Grabaci&oacute;n de Chronopic con ICPROG</a>.
 <br>  
 Alternativamente, puede construir la <a href="construction_chronopic_juanfer_es.html">Chronopic_juanfer</a> (m&aacute;s barata y m&aacute;s f&aacute;cil de fabricar).


<h5>2.- Construcci&oacute;n de la plataforma de contactos</h5>

El instrumento que permite saber si el sujeto est&aacute; en el aire o en el suelo puede ser una plataforma de contactos o un sistema de c&eacute;lulas fotoel&eacute;ctricas. Se propone el siguiente documento para la fabricaci&oacute;n de la plataforma de contactos:

<ul>
<li><a href="construction_contact_platform_es.html">"Instrucciones para la construcci&oacute;n de una plataforma de contactos para la medici&oacute;n de la capacidad de salto/s"</a>.
<li>Consulte tambi&eacute;n los <a href="construction_contact_platform_comments_es.html">comentarios de fabricaci&oacute;n de plataforma de contactos</a>.
<li>Antes del proyecto ChronoJump, se crearon los proyectos <b>Salta</b> y <b>Gsalta</b> (hoy d&iacute;a desaparecidos), en &eacute;stos no exist&iacute;a cron&oacute;metro, y la conexi&oacute;n plataforma-PC se produc&iacute;a por el puerto paralelo. Aunque este m&eacute;todo <b>no se adapta a ChronoJump</b> se incluye para quienes est&eacute;n interesados: <a href="construction_contact_platform_parallel_port_es.html">informaci&oacute;n de conexi&oacute;n por puerto paralelo</a>.
</ul>

Alternativamente se ha descrito otra posibilidad de construcci&oacute;n de plataforma de contactos que <b>no ha sido probada o adaptada a ChronoJump</b>:

<ul> 
<li><a href="http://www.deporteyciencia.com/wiki.pl?Plataforma_Contactos_Con_Tapete_Videojuego1">"Desarrollo de Prototipo de Plataforma y Programa de Computaci&oacute;n, para Evaluaci&oacute;n de Salto Vertical adaptado de Tapete de Videojuego"</a>
</ul>

<h5>3.- C&eacute;lulas fotoel&eacute;ctricas</h5>

Lea esta p&aacute;gina: <a href="photocells_es.html">Fotoc&eacute;lulas</a>.

</body></html>