<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title></title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
FAQ de ChronoJump - listado de preguntas frecuentes
</h4>

<ol>
<li><a href="#platform">Plataforma de contactos</a>
<li><a href="#chronopic">Cron&oacute;metro Chronopic</a>
<li><a href="#chronojump">Software ChronoJump</a>
</ol>

<h5 id="platform">Plataforma de contactos</h5>

<ol>
<li>Como podo constru&iacute;r a plataforma de contactos?
<p>
Siga as instruci&oacute;ns descritas nesta p&aacute;xina web: <a href="construction_contact_platform_gl.html">"Instruci&oacute;ns para a construci&oacute;n dunha plataforma de contactos para a medici&oacute;n da capacidade de salto/s"</a>.


<p><li>Onde podo mercar a plataforma de contactos? Podo vender a que eu fixen?
<p>
N&oacute;s non comercializamos plataformas de contactos, por&eacute;n instamos a quen desexe empregar este m&eacute;todo a que fabrique a s&uacute;a propia plataforma. Se alg&uacute;n particular ou empresa decide fabricalas segundo o m&eacute;todo que explicamos ou calquera outro que sexa compatible e quere vendelas, p&oacute;denos avisar e faremos difusi&oacute;n do seu servizo, a&iacute;nda que non nos faremos responsables da s&uacute;a calidade. 

<p><li>Por que o aceiro ten que ser temperado?
<p> O aceiro da plataforma de contactos vai ser sometido a numerosas forzas polo que, se &eacute; temperado, resistir&aacute;  mellor e ter&aacute; m&aacute;is capacidade de retorno &aacute; s&uacute;a posici&oacute;n inicial.

<p><li>Por que non empregades c&eacute;lulas fotoel&eacute;ctricas?
<p>
Porque a&iacute;nda ningu&eacute;n colaborou ofrec&eacute;ndonos informaci&oacute;n sobre como fabricalas, onde mercalas, prezos, retardo na detecci&oacute;n de eventos... agradecemos colaboraci&oacute;ns nesa materia.

<p><li>Descubr&iacute;n unha maneira mellor de facer a plataforma de contactos, onde podo anunciala?
<p>
Escribe un correo &aacute; lista <a href="contact_gl.html">chronojump-list</a> e veremos como podemos anunciar a t&uacute;a proposta.

</ol>
<p align="right"><a href="#top">Subir</a></p>

<h5 id="chronopic">Cron&oacute;metro Chronopic</h5>

<ol>
<li>Por que &eacute; necesario un cron&oacute;metro se calquera ordenador pode facer esa funci&oacute;n?
<p>Os sistemas operativos modernos son multitarefa, o que significa que o ordenador asigna pequenas cantidades de tempo para a realizaci&oacute;n de cada unha das tarefas de maneira que parece que executa todas a un tempo. Se o ordenador se encarga de captar os est&iacute;mulos que proceden da plataforma de contactos, en ocasi&oacute;ns ser&aacute; tard&iacute;o en advertir estes eventos porque estar&aacute; ocupado noutros <i>asuntos</i>, o que se v&eacute;n traducir en problemas de fiabilidade debido a que dous saltos da mesma duraci&oacute;n poder&iacute;an obter medici&oacute;ns distintas por circunstancias aleatorias.<br>
O cron&oacute;metro externo que constru&iacute;mos est&aacute; especializado na captaci&oacute;n de eventos na plataforma de contactos polo que non aparecer&aacute;n erros de fiabilidade nos seus rexistros.<br>
Chronopic permitir&aacute; ademais que se poida usar ChronoJump ou a s&uacute;a versi&oacute;n reducida ChronoJump-mini en case calquera dispositivo electr&oacute;nico, e asegura unha boa compatibilidade cara ao futuro.<br>
Para m&aacute;is informaci&oacute;n consulte este artigo: <a href="http://www.gnome.org/projects/chronojump/articles/chronojump_sistema_de_medida_congreso_gpul.pdf">"Proxecto ChronoJump: Sistema de Medida da Capacidade do Salto usando Software e Hardware Libres" (en castel&aacute;n)</a>.


<p><li>Lin que o cron&oacute;metro actual &eacute; un prototipo, cando estar&aacute; dispo&ntilde;ible a versi&oacute;n final?
<p>
Para a construci&oacute;n de Chronopic empregouse a tarxeta adestradora de robots Skypic debido a que &eacute; hardware libre, a s&uacute;a construci&oacute;n est&aacute; documentada, &eacute; posible a s&uacute;a compra directa e est&aacute; convenientemente validada. 
<br>Polo de agora disponse dunha tarxeta de expansi&oacute;n que permite conectar Skypic coa plataforma de contactos e un software (firmware) que permite que Skypic sexa completamente funcional para a detecci&oacute;n de estados e eventos na plataforma de contactos. <br>
M&aacute;is adiante crearase a tarxeta Chronopic, con menos instrumentaci&oacute;ns que Skypic, de reducidas dimensi&oacute;ns e que poder&aacute; ser fabricada facilmente ou adquirida por un prezo baixo (15-30 euros en Espa&ntilde;a).<br>
Para m&aacute;is informaci&oacute;n lea esta p&aacute;xina web: <a href="http://www.iearobotics.com/personal/juan/proyectos/chronopic/1.0/">Documentaci&oacute;n de Chronopic 1.0 e o Prototipo 1 (en castel&aacute;n)</a>.

<p><li>Como podo constru&iacute;r o cron&oacute;metro?<p>
<p>
Disp&oacute;n da informaci&oacute;n completa nesta p&aacute;xina web: <a href="http://www.iearobotics.com/personal/juan/proyectos/chronopic/1.0/">Documentaci&oacute;n de Chronopic 1.0 e o Prototipo 1 (en castel&aacute;n)</a>. Se non ten co&ntilde;ecementos de electr&oacute;nica, pida axuda neste eido a alg&uacute;n co&ntilde;ecido ou a algunha empresa local.

<p><li>Onde podo mercar o cron&oacute;metro?

<p>A empresa IFARA de Madrid comercializa en Espa&ntilde;a Skypic + a tarxeta de expansi&oacute;n + o firmware de Chronopic (software necesario para a tarxeta) por 70 euros. M&aacute;is informaci&oacute;n nesta mensaxe: <a href="http://mail.gnome.org/archives/chronojump-list/2005-October/msg00002.html">Adquisici&oacute;n do Prototipo I da Chronopic (en castel&aacute;n)</a>.<br>
Se vostede quere fabricar e vender Skypic + a tarxeta de expansi&oacute;n + o firmware de Chronopic en Espa&ntilde;a ou en calquera outro pa&iacute;s, non dubide en po&ntilde;erse en contacto connosco para que fagamos publicidade do seu servizo.

</ol>
<p align="right"><a href="#top">Subir</a></p>

<h5 id="chronojump">Software ChronoJump</h5>

<ol>
<li>Podo acceder ao c&oacute;digo fonte e modificar o programa? E vendelo?
<p>
ChronoJump &eacute; software libre distribu&iacute;do baixo os termos da <a href="http://www.gnu.org/licenses/licenses.html#GPL">licenza GPL</a>, o que lle permite estudalo, modificalo, redistribu&iacute;lo ou vendelo sempre que se respecte a devandita licenza. Para m&aacute;is informaci&oacute;n acceda &aacute; p&aacute;xina web da <a href="http://es.wikipedia.org/wiki/GPL">GPL na Wikipedia</a>.


<p><li>Canto di&ntilde;eiro custa?
<p>
Na web sempre haber&aacute; unha versi&oacute;n de ChronoJump gratu&iacute;ta, pero vostede pode comercializar, se as&iacute; o desexa, unha versi&oacute;n. Recom&eacute;ndase que nela ofreza servizos extra para que os seus clientes se decidan a mercala. Entre os servizos, poder&iacute;a ofrecer cursos a adestradores, asesor&iacute;a, integraci&oacute;n da plataforma + o cron&oacute;metro + o software nun s&oacute; equipo, ... Tam&eacute;n pode facilitar o programa se o desexa en calquera curso, clase ou conferencia que vostede imparta.

<p><li>En que sistemas operativos e equipos inform&aacute;ticos funciona?
<p>
ChronoJump est&aacute; escrito para a plataforma de programaci&oacute;n <a href="http://www.mono-project.com">MONO</a>, concibida para facilitar que os programas funcionen en moitos sistemas operativos e equipamentos inform&aacute;ticos. Polo de agora, funciona en sistemas GNU/Linux &eacute; Windows.<br>

<p><li>Como podo descargar o programa?
<p>
Entre na p&aacute;xina web de <a href="installation_gl.html">instalaci&oacute;n de ChronoJump</a>.

<p><li>Podo probar ChronoJump sen ter o cron&oacute;metro nin a plataforma de contactos?
<p>

Si, creouse un modo simulado no que se executan saltos, carreiras de duraci&oacute;n aleatoria, tempo de reacci&oacute;n e ritmos para que se poidan probar as caracter&iacute;sticas do programa.

<p><li>Cando sair&aacute; a versi&oacute;n 1.0 e que prestaci&oacute;ns ter&aacute;?
<p>Ata o momento (versi&oacute;n 0.52) ChronoJump xa ten m&aacute;is prestaci&oacute;ns que o resto de soluci&oacute;ns comerciais e non-comerciais das que temos co&ntilde;ecemento. Pero a&iacute;nda hai moitos aspectos que incorporar e/ou mellorar que se van describindo no arquivo de <a href="http://cvs.gnome.org/viewcvs/chronojump/roadmap.txt"><i>roadmap</i> ou folla de ruta</a> (ingl&eacute;s).<br>
Se desexa realizar petici&oacute;ns de novas prestaci&oacute;ns non dubide en escribir unha mensaxe &aacute; lista  <a href="contact_gl.html">chronojump-list</a>.

<p><li>Como podo saber as &uacute;ltimas novidades do proxecto?
<p>
Inscr&iacute;base ou consulte os arquivos das <a href="contact_gl.html">listas de correo</a>. Ademais pode consultar o arquivo <a href="http://cvs.gnome.org/viewcvs/chronojump/changelog.txt"><i>changelog</i> ou rexistro de cambios</a>.


<p><li>Por que se chama ChronoJump se tam&eacute;n serve para medir carreiras, tempo de reacci&oacute;n e ritmos?
<p>
A idea inicial era crear un software para a medici&oacute;n das fases temporais do salto, pero comprobouse  que con pouco esforzo o mesmo software poder&iacute;a servir para cronometrar todo tipo de carreiras, tempo de reacci&oacute;n e ritmos. A&iacute;nda que se traballa nestas li&ntilde;as, os esforzos principais dest&iacute;nanse &aacute; medici&oacute;n de saltos, raz&oacute;n pola que ChronoJump conserva o seu nome inicial.

<p><li>Gustar&iacute;ame colaborar, como podo facelo?
<p>
Escriba &aacute; lista de correo <a href="contact_gl.html">chronojump-devel-list</a> pres&eacute;ntese, expl&iacute;quenos por que quere colaborar e cales son os seus co&ntilde;ecementos.

</ol>
<p align="right"><a href="#top">Subir</a></p>

</body></html>