<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - software livre para a cronometrajem do salto, corrida, tempo de rea&ccedil;&atilde;o e ritmo</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
FAQ de Chronojump - lista de perguntas freq&uuml;entes
</h4>

<ol>
<li><a href="#platform">Plataforma de contatos</a>
<li><a href="#chronopic">Chron&ocirc;metro Chronopic</a>
<li><a href="#chronojump">Software Chronojump</a>
</ol>

<h5 id="platform">Plataforma de contatos</h5>

<ol>
<li>Como posso construir a plataforma de contatos?
<p>
Atenda as instru&ccedil;&otilde;es descritas nesta p&aacute;gina web: <a href="construction_contact_platform_es.html">"Instru&ccedil;&otilde;es para a constru&ccedil;&atilde;o de uma plataforma de contatos para a medi&ccedil;&atilde;o da capacidade de salto/s"</a>.
 
<p><li>Onde posso comprar a plataforma de contatos? Posso vender a que eu fabriquei?
<p>
N&atilde;o comercializamos plataformas de contatos, em compensa&ccedil;&atilde;o incentivamos aos que desejem usar este m&eacute;todo a que fabriquem sua pr&oacute;pria plataforma. Se algum particular ou empresa decide fabricar-las segundo o m&eacute;todo que explicamos ou qualquer outro que seja compat&iacute;vel e queira vender-las, pode avisar-nos e faremos divulga&ccedil;&atilde;o de seu servi&ccedil;o, mesmo que n&atilde;o nos fa&ccedil;amos respons&aacute;veis da qualidade das mesmas.
 
<p><li>Porque o a&ccedil;o tem que ser temperado?
<p>
O a&ccedil;o da plataforma de contatos vai a ser submetido a in&uacute;meras for&ccedil;as, e se &eacute; temperado resiste melhor e tem mais capacidade de retorno a sua posi&ccedil;&atilde;o inicial.
 
<p><li>Porque n&atilde;o usamos c&eacute;lulas fotoel&eacute;tricas?
<p>
Leia la p&aacute;xina de <a href="photocells_es.html">c&eacute;lulas fotoel&eacute;ctricas</a> (spanish).
 
<p><li>Descobrimos uma maneira melhor de fazer a plataforma de contatos ¿Onde posso anunci&aacute;-la?
<p>
Escreva um e-mail &agrave; lista <a href="contact_es.html">chronojump-list</a> e veremos como podemos anunciar sua proposta.
 
</ol>
<p align="right"><a href="#top">Subir</a></p>

<h5 id="chronopic">Cron&oacute;metro Chronopic</h5>

<ol>
<li>Porque &eacute; necess&aacute;rio um cron&ocirc;metro se qualquer computador pode realizar essa fun&ccedil;&atilde;o?
<p>
Os sistemas operacionais  modernos s&atilde;o multitarefa, o que significa que o computador determina pequenas quantidades de tempo para a realiza&ccedil;&atilde;o de cada uma das tarefas de maneira que parece que executa todas ao mesmo tempo. Se o computador se encarrega de captar os est&iacute;mulos que provem da plataforma de contatos, em ocasi&otilde;es ser&aacute; tarde em avisar destes eventos porque estar&aacute; ocupado em outros <i>assuntos</i>, o que se traduz em problemas de confiabilidade devido a que os saltos da mesma dura&ccedil;&atilde;o podreriam obter medi&ccedil;&otilde;es distintas por circunstâncias aleat&oacute;rias.<br>
O cron&ocirc;metro externo que construimos est&aacute; especializado na capta&ccedil;&atilde;o de eventos na plataforma de contatos pelo que n&atilde;o aparecer&atilde;o erros de confiabilidade nos seus registros.<br>
Chronopic permitir&aacute; adem&aacute;is que se possa usar Chronojump ou sua vers&atilde;o reduzida Chronojump-mini em quase qualquer dispositivo electr&ocirc;nico, e garante uma boa compatibilidade visando o futuro.<br>
Para mais informa&ccedil;&atilde;o leia este artigo: <a href="http://www.gnome.org/projects/chronojump/articles/chronojump_sistema_de_medida_congreso_gpul.pdf">"Projeto Chronojump: Sistema de Medida da Capacidade de Salto usando Software e Hardware Livres"</a>.
 
<p><li>L&iacute; que o cron&ocirc;metro atual &eacute; um prototipo: Quando estar&aacute; pronto a vers&atilde;o final dispon&iacute;vel?
<p>
Para a constru&ccedil;&atilde;o de chronopic se usou a placa treinadora de robots Skypic debido a que &eacute; hardware livre, est&aacute; documentada sua constru&ccedil;&atilde;o, &eacute; poss&iacute;vel sua compra direta e est&aacute; convenientemente validada. 
<br>At&eacute; esta data se disp&otilde;e de uma placa de expans&atilde;o que permite conectar Skypic com a plataforma de contatos e um software (firmware) que permite que Skypic seja completamente funcional para a dete&ccedil;&atilde;o de estados e eventos na plataforma de contatos. <br>
Muito em breve se criar&aacute; a placa Chronopic, com menos instrumenta&ccedil;&otilde;es que Skypic, de reduzidas dimens&otilde;es e que poder&aacute; ser fabricada facilmente ou adquirida por baixo pre&ccedil;o (15-30 euros em Espanha).<br>
Para informa&ccedil;&atilde;o mais detalhada leia esta p&aacute;gina web: <a href="http://www.iearobotics.com/personal/juan/proyectos/chronopic/1.0/">documenta&ccedil;&atilde;o de Chronopic 1.0 e o prot&oacute;tipo 1</a>.
 
<p><li>Como posso construir o cron&ocirc;metro?<p>
<p>
Leia la <a href="construction_pt.html">p&aacute;xina de Constru&ccedil;&atilde;o</a>.
 
<p><li>Onde posso comprar o cron&ocirc;metro?
<p>
Leia la <a href="construction_pt.html">p&aacute;xina de Constru&ccedil;&atilde;o</a>.

</ol>
<p align="right"><a href="#top">Subir</a></p>

<h5 id="chronojump">Software Chronojump</h5>

<ol>
<li>Posso acessar o c&oacute;digo fonte e modificar o programa?, e vender-lo?
<p>
Chronojump &eacute; software livre distribuido baixo os t&eacute;rmos da <a href="http://www.gnu.org/licenses/licenses.html#GPL">licen&ccedil;a GPL</a>, o que lhe permite estudiar-lo, modificar-lo, redistribuir-lo, vender-lo sempre respeitando a mencionada licen&ccedil;a. Para mais informa&ccedil;&otilde;es acesse a p&aacute;gina web de <a href="http://es.wikipedia.org/wiki/GPL">GPL na Wikipedia</a>.
 
<p><li>Quanto custa?
<p>
Na web sempre haver&aacute; uma vers&atilde;o de Chronojump gratuita, mais voc&ecirc; comercializar se deseja uma vers&atilde;o, nela se recomenda que ofere&ccedil;a servi&ccedil;os extras para que seus clientes se decidam a comprar-la. Dentre os servi&ccedil;os poderias oferecer cursos a t&eacute;cnicos, assessoria, integra&ccedil;&atilde;o de plataforma + cron&ocirc;metro + software num s&oacute; equipamento, ... tamb&eacute;m pode facilitar o programa se o deseja em qualquer curso, aula ou confer&ecirc;ncia que voc&ecirc; realize.
 
<p><li>E quais sistemas operacionais e equipamentos inform&aacute;ticos funciona?
<p>
Chronojump est&aacute; escrito para a plataforma de programa&ccedil;&atilde;o <a href="http://www.mono-project.com">MONO</a>, que foi concebida para facilitar que os programas inform&aacute;ticos funcionem em muitos sistemas operacionais e equipamentos inform&aacute;ticos. At&eacute; o momento funciona em sistemas GNU/Linux &eacute; Windows.<br>
 
<p><li>Como posso descarregar (download) o programa?
<p>
Acesse a p&aacute;gina web de <a href="installation_es.html">instala&ccedil;&atilde;o de Chronojump</a>.
 
<p><li>Posso provar Chronojump sem ter o cron&ocirc;metro nem a plataforma de contatos?
<p>
Sim, se criou um m&oacute;dulo simulado no qual se executam saltos e corridas de dura&ccedil;&atilde;o aleat&oacute;ria, tempo de rea&ccedil;&atilde;o e ritmos para que se possam provar as caracter&iacute;sticas do programa.
 
<p><li>¿Cu&aacute;ndo saldr&aacute; la versi&oacute;n 1.0 y qu&eacute; prestaciones tendr&aacute;?
<p>
At&eacute; a data (vers&atilde;o 0.52) Chronojump j&aacute; t&ecirc;m mais presta&ccedil;&otilde;es que o resto de solu&ccedil;&otilde;es comerciais e n&atilde;o-comerciais das que temos conhecimento. 
<!--Mais ainda temos muitos aspectos a incorporar-melhorar que ser&atilde;o descritos no arquivo de <a href="http://cvs.gnome.org/viewcvs/chronojump/roadmap.txt"><i>roadmap</i> ou folha de rota</a> (ingl&ecirc;s).
-->
<br>
Se desejas realizar pedidos de caracter&iacute;sticas n&atilde;o duvide em escrever um e-mail a lista de e-mails <a href="contact_es.html">chronojump-list</a>.
 
<p><li>Como posso saber as &uacute;ltimas novidades do projeto?
<p>
Inscreva-se ou consulte os arquivos das <a href="contact_es.html">listas de e-mail</a>. Ademais podes consultar o arquivo <a href="http://cvs.gnome.org/viewcvs/chronojump/changelog.txt?view=markup"><i>changelog</i> oo registro de mudan&ccedil;as</a>.
 
<p><li>Porque se denomina Chronojump se tamb&eacute;m serve para medir corridas, tempo de rea&ccedil;&atilde;o e ritmos?
<p>
A id&eacute;ia inicial era criar um software para a medi&ccedil;&atilde;o de eventos temporais do salto, mais se viu que com um pouco de esfor&ccedil;o o mesmo software poderia servir para cronometrar todos os tipos de corridas, tempo de rea&ccedil;&atilde;o e ritmos. Mesmo que se trabalhe nestas linhas, os esfor&ccedil;os principais se destinam a medi&ccedil;&atilde;o de saltos, por este motivo Chronojump conserva seu nome inicial.
 
<p><li>Gostaria de colaborar: Como posso fazer?
<p>
Escreva &agrave; lista de e-mail <a href="contact_es.html">chronojump-devel-list</a> apresente-se, explique-nos porque queres colaborar e quais s&atilde;o seus conhecimentos.
 
</ol>
<p align="right"><a href="#top">Subir</a></p>
</body></html>