<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>ChronoJump - programari lliure per a cronometrar el salt, la cursa, el temps de reacci&oacute; i el ritme</title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
FAQ de Chronojump - llistat de preguntes freq&uuml;ents
</h4>

<ol>
<li><a href="#platform">La plataforma de contactes</a>
<li><a href="#chronopic">El cron&ograve;metre Chronopic</a>
<li><a href="#chronojump">El Programari de Chronojump</a>
</ol>

<h5 id="platform">La plataforma de contactes</h5>

<ol>
<li>Com puc construir una plataforma de contactes?
<p>
Seguiu les instruccions que es descriuen en aquesta p&agrave;gina web: <a href="construction_contact_platform_ca.html">"Instruccions per la construcci&oacute; d'una plataforma de contactes per a la mesura de la capacitat del salt/s"</a>.

<p><li>On puc comprar la plataforma de contactes? Puc vendre la que jo he fet?
<p>
No comercialitzem plataformes de contactes, per&ograve; en canvi, animem a totes aquelles persones que vulguin fer-ho, a fer servir el sistema descrit, per a fabricar-se la seva pr&ograve;pia plataforma. De la mateixa manera, si algun particular o empresa decideix fabricar-les seguint aquest m&egrave;tode o qualsevol altre que sigui compatible i vol vendre-les, pot avisar-nos i li farem difusi&oacute; d'aquest servei, malgrat que no ens farem responsables de la qualitat de les plataformes.

<p><li>Per qu&egrave; l'acer ha de ser tebi? 
<p>
L'acer de la plataforma de contactes ser&agrave; sotm&egrave;s a nombroses forces, si l'acer &eacute;s tebi resisteix millor i t&eacute; m&eacute;s capacitat de retorn a la posici&oacute; inicial. 

<p><li>Per qu&egrave; no feu servir c&egrave;l&middot;lules fotoel&egrave;ctriques?
<p>
Consulti <a href="photocells_es.html">fotoc&egrave;l&middot;lules</a> (castell&agrave;).

<p><li>He descobert una forma millor de construir la plataforma de contactes. On puc anunciar-la?
<p>
Escriu un correu a la llista <a href="contact_ca.html">chronojump-list</a> i buscarem la millor manera d'anunciar-te la proposta.

</ol>
<p align="right"><a href="#top">Pugeu</a></p>

<h5 id="chronopic">El cron&ograve;metre Chronopic</h5>

<ol>
<p><li>On puc comprar el Chronopic?
<p>
Consulteu la <a href="hardware_ca.html">p&agrave;gina de Maquinari</a>.

<p><li>Puc construir o fabricar de forma industrial el Chronopic?</p>
<p>
S&iacute;, amb la informaci&oacute; que hi ha la <a href="hardware_ca.html">p&agrave;gina de Maquinari</a> pots fabricar-lo de forma manual o industrial a qualsevol pa&iacute;s. 

<p><li>Puc vendre el Chronopic?</p>
<p>
S&iacute;, al preu que consideris oport&uacute;. En tot moment cal que consideris la llic&egrave;ncia del maquinari: <a href="http://creativecommons.org/licenses/by-sa/2.5/es/deed.ca">Creative Commons. Reconeixement-Compartir amb la mateixa llic&egrave;ncia 2.5</a>.

<p><li>Puc anunciar-me a la vostra web com a distribuidor de Chronojump i/o Chronopic?</p>
<p>
S&iacute;, escrigui a l'adre&ccedil;a que es veu en aquesta imatge:

<img align="absmiddle" src="http://www.gnome.org/projects/chronojump/images/xaviblas-correo.png">

<li>Per qu&egrave; &eacute;s necessari un cron&ograve;metre si qualsevol ordinador pot fer aquesta funci&oacute; ? 
<p>
Els sistemes operatius moderns s&oacute;n multifuncions, aix&ograve; significa que l'ordinador assigna petites quantitats de temps per la realizaci&oacute; de cada una de las tasques, de manera que, sembli executar-les totes al mateix temps. L'ordinador s'encarrega de captar els est&iacute;muls procedents de la plataforma de contactes, per les seves caracter&iacute;stiques, de vegades, l'ordinador trigar&agrave; en adonar-se d'aquests events perqu&egrave; estar&agrave; ocupat amb altres <i>assumptes</i>, aix&ograve; es tradueix en problemes de fiabilitat causats pel fet que dos salts de la mateixa durada podrien registrar-se amb medicions diferents per circumst&agrave;ncies aleatories.<br>
El cron&ograve;metre extern que hem constru&iuml;t est&agrave; especialitzat en la captaci&oacute; d'esdeveniments a la plataforma de contactes, per aix&ograve; no hi haur&agrave; errors de fiabilitat en els registres que far&agrave;.<br>
El Chronopic permetr&agrave;, a m&eacute;s, la possibilitat de fer servir el Chronojump o la seva versi&oacute; redu&iuml;da el Chronojump-mini en quasi qualsevol dispositiu electr&ograve;nic, i n'assegura una bona compatibilitat en el futur.<br>
Per m&eacute;s informaci&oacute; llegiu aquest article: <a href="http://www.gnome.org/projects/chronojump/articles/chronojump_sistema_de_medida_congreso_gpul.pdf">"Projecte Chronojump: Sistema de Mesura de la Capacitat del Salt fent servir programari i equipament lliures"</a>.

</ol>
<p align="right"><a href="#top">Pugeu</a></p>

<h5 id="chronojump">El programari de Chronojump</h5>

<ol>
<li>Puc accedir al codi font i no modificar el programa?, i el puc vendre?
<p>
El Chronojump &eacute;s programari lliure distribu&iuml;t sota les caracter&iacute;stiques de la <a href="http://www.gnu.org/licenses/licenses.html#GPL">llic&egrave;ncia GPL</a>. Aquesta permet estudiar el programa, modificar-lo, redistribuir-lo, o vendre'l, respectant sempre  l'esmentada llic&egrave;ncia. Per obtenir m&eacute;s informaci&oacute; accediu a la p&agrave;gina web de <a href="http://es.wikipedia.org/wiki/GPL">GPL a  la Wikipedia</a>.

<p><li>Quin preu t&eacute;?
<p>
A la web sempre hi haur&agrave; una versi&oacute; de Chronojump gratu&iuml;ta, per&ograve; podreu comercializar-ne, si ho desitgeu, alguna altra versi&oacute;. Es recomanable oferir serveis addicionals per qu&egrave; els seus clients es decideixin a comprar-la. Alguns exemples dels serveis que podrieu oferir-los s&oacute;n: cursos per a entrenadors, assesoria, integraci&oacute; de plataforma + cron&ograve;metre + software en un sol equipament etc. Tamb&eacute; podeu facillitar el programa, si ho desitgeu, en qualsevol curs, classe o confer&egrave;ncia que impartiu. 

<p><li>Sobre quins sistemes operatius i equipaments inform&agrave;tics funciona?
<p>
El Chronojump est&agrave; escrit per a la plataforma de programaci&oacute; <a href="http://www.mono-project.com">MONO</a>, pensada per facilitar el funcionament dels programes inform&agrave;tics sobre molts sistemes operatius i equipaments inform&agrave;tics. Fins ara funciona en sistemes GNU/Linux i Windows.<br>

<p><li>Com puc descarregar-me (download) el programa?
<p>
Accediu a la p&agrave;gina web de <a href="installation_ca.html">instal&middot;laci&oacute; de Chronojump</a>.

<p><li>Puc provar el Chronojump sense tenir el cron&ograve;metre ni la plataforma de contactes?
<p>
S&iacute;, s'ha creat una forma simulada, on s'executen salts, curses de durada aleat&ograve;ria, temps de reacci&oacute; i ritmes per provar les caracter&iacute;stiques del programa.

<p><li>Quan sortir&agrave; la versi&oacute; 1.0 i quines prestacions tindr&agrave;? 
<p>
A data d'avui (versi&oacute; 0.71), el Chronojump ja t&eacute; m&eacute;s prestacions que la resta de solucions comercials i no-comercials de qu&egrave; tenim coneixement. Per&ograve; encara queden molts aspectes per incorporar i millorar. 
<br>
Si desitgeu fer peticions de caracter&iacute;stiques no dubteu a escriure un correu a la llista de correu <a href="contact_ca.html">chronojump-list</a>. Accediu a <a href="features_ca.html">m&eacute;s informaci&oacute; de les caracter&iacute;stiques</a>.

<p><li> Com puc con&egrave;ixer les darreres novetats del projecte? 
<p>
Us podeu inscriure o consultar els arxius de les <a href="contact_ca.html">llistes de correu</a>. A m&eacute;s a m&eacute;s, podeu consultar l'arxiu <a href="http://cvs.gnome.org/viewcvs/chronojump/changelog.txt?view=markup"><i>changelog</i> o registre de canvis</a>.

<p><li>Per qu&egrave; s'anomena Chronojump si tamb&eacute; serveix per a mesurar curses, temps de reacci&oacute; i ritmes?
<p>
La idea inicial va ser crear un programari per mesurar els esdeveniments temporals de salt,  per&ograve; s'ha comprovat que amb poc esfor&ccedil;, el mateix programari pot servir per a cronometrar tot tipus de curses, temps de reacci&oacute; i ritmes. Encara que s'est&agrave; treballant en aquesta l&iacute;nia, els esfor&ccedil;os principals es destinen a la mesura de salts. Per aquest motiu el Chronojump conserva el seu nom inicial.

<p><li>M'agradaria col&middot;laborar-hi. Com ho puc fer? 
<p>
Us podeu inscriure a la llista de correu <a href="contact_ca.html">chronojump-devel-list</a> presenteu-vos, expliqueu-nos perqu&egrave; vol col&middot;laborar-hi i quins s&oacute;n els vostres coneixements. 

</ol>
<p align="right"><a href="#top">Pugeu</a></p>
</body></html>