<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="es   ">

			  <head>
			  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title></title>
		<style type="text/css">
			@import url(style.css);
		</style>
		</head>

		<body id="page-main" class="with-sidebar">
		<h4 id="top">
Caracter&iacute;sticas do software de xesti&oacute;n
</h4>

ChronoJump permite rexistrar calquera salto coas repetici&oacute;ns desexadas, inici&aacute;ndose desde dentro ou f&oacute;ra da plataforma, rexistrando independentemente tempos de contacto e tempos de voo, as&iacute; como a carga extra, a altura da ca&iacute;da, a limitaci&oacute;n por saltos ou tempo e descrici&oacute;ns da t&eacute;cnica.
<p>
ChronoJump usa unha pequena base de datos <a href="http://www.sqlite.org/">Sqlite</a> que o capacita para ligar saltos a suxeitos e sesi&oacute;ns, e para realizar todo tipo de comparaci&oacute;ns entre estas entidades.

<p>
&Eacute; posible e sinxelo crear novos tipos de saltos coas variables descritas con anterioridade.

<p>
&Eacute; multiplataforma. Ao estar programado en C# usando Mono, deber&iacute;a funcionar correctamente en GNU/Linux, MacOSX, Windows, ... Polo de agora, s&oacute; se probou en GNU/Linux &eacute; Windows.

<p>
Incorpora as seguintes estat&iacute;sticas (sempre que non se especifique o contrario, permite mostrar medias, valores m&aacute;ximos, ou todos os valores dunha &uacute;nica sesi&oacute;n ou entre un n&uacute;mero indeterminado de sesi&oacute;ns -lonxitudinal-, e distinci&oacute;n de x&eacute;nero)
<ul>
<li> Resumo dunha ou varias sesi&oacute;ns
<li> Estudo dun &uacute;nico suxeito

<li> Tempo de voo de saltos simples
<li> Tempo de contacto, tempo de voo e &iacute;ndice entre ambos en saltos con ca&iacute;da e en saltos repetitivos (en breve engadirase tam&eacute;n a velocidade de sa&iacute;da).
<li> Potencia en saltos repetitivos
<li> Evoluci&oacute;n de saltos repetitivos (unicamente nunha sesi&oacute;n)
<li> &Iacute;ndice de elasticidade e de uso dos brazos
<li> ...(a modularidade de ChronoJump facilita a inclusi&oacute;n de novas estat&iacute;sticas)
</ul>

Chronojump permite tambi&eacute;n el estudio de <b>carreras</b>, <b>tiempo de reacci&oacute;n</b> y <b>ritmos</b>. [pendiente de traducir]

<p>

Representaci&oacute;n gr&aacute;fica de todas as estat&iacute;sticas descritas mediante a librar&iacute;a gr&aacute;fica <a href="http://netcontrols.org/nplot/">NPlot</a>.

<p>
Exportaci&oacute;n de saltos a follas de c&aacute;lculo (formato CSV).
<p>
Creaci&oacute;n de informes personalizados de todos os datos obtidos e das estat&iacute;sticas (formato HTML). 

<h5>Caracter&iacute;sticas do cron&oacute;metro</h5>
 O Cron&oacute;metro: Chronopic, est&aacute; baseado na tarxeta Adestradora Skypic (consulte documentaci&oacute;n), e ofrece unha precisi&oacute;n de 1 mil&eacute;sima de segundo tal e como se comprobou. <tt>[Pendente de explicitarse esta comprobaci&oacute;n]</tt>.
 <p> Alg&uacute;ns sistemas de cronometraxe do salto empregan unicamente un ordenador persoal conectado &aacute; plataforma. Os ordenadores modernos son multitarefa, caracter&iacute;stica que impide garantir unha medici&oacute;n fiable debido a que poden estar realizando calquera outra tarefa nese momento. M&aacute;is informaci&oacute;n no apartado de <a href="construction_gl.html">Construci&oacute;n</a>.
 <p>
 <h5>Caracter&iacute;sticas da plataforma</h5>

 A plataforma de contactos pode ser fabricada como se explica no apartado de <a href="construction_gl.html"> Construci&oacute;n</a>.

 <h5>Caracter&iacute;sticas futuras</h5>

 En breve, esp&eacute;rase engadir tam&eacute;n as seguintes funci&oacute;ns:
 <ul> 
 <li>Ap&uacute;ntase a posibilidade de substitu&iacute;r as plataformas de contactos por c&eacute;lulas fotoel&eacute;ctricas. O m&eacute;todo de fabricaci&oacute;n de c&eacute;lulas fotoel&eacute;ctricas a&iacute;nda non est&aacute; descrito, se ten informaci&oacute;n ao respecto, pregamos a s&uacute;a colaboraci&oacute;n. 
 <li>Posibilidade de modificar a sensibilidade do cron&oacute;metro en cada salto.
 <li>Se desexa outras aplicaci&oacute;ns, non dubide en solicitalo mediante as listas de correo.
 </ul>

</body></html>